{
  "title": "Music Teacher's Companion Free",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.desmond.android.mtclite",
  "category": "Business",
  "price": "Free",
  "datePublished": "January 17, 2013",
  "version": "1.0.3",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "Desmond Studios",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.desmond.android.mtclite",
  "extendedInfo": {
    "installSize": "990k",
    "downloadsCount": "1,000+",
    "downloadsCountText": "100 - 500",
    "description": "** If you have been using MTC Free 1.x, please update to the latest version and click \"Export to MTC Lite\" from the backup area of the settings.  Then open up MTC Lite and select \"Import from MTC Free\" to transfer all of your data to the new MTC Lite. **** If you have problems migrating from MTC Free to MTC Lite, please email me and I can help you get it worked out **Tired of using a notebook and calculator to keep track of your music business?  Use Music Teacher's Companion Lite lite to handle it all for you.  Music Teacher's Companion keeps track of your student's contact information along with lessons and payments and more.  Easily find out what a student owes or what you talked about during the last lesson.  Let Music Teacher's Companion Pro take care of all the little details of your music business so you can focus on what really matters, your students!Looking for more features?  MTC Pro offers a monthly billing option, the ability to email details about invoices, payments, and lessons to students with custom templates, a section for inactive students, a homepage that conveniently shows the students you have coming today, graphs and reports and more!  Find it at  http://play.google.com/store/apps/details?id=com.desmond.android.mtcproDo you see opportunities for improving the app or have you found a bug or two?  Let me know!  Use the \"Email the developer\" link on this page.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_EXTERNAL_STORAGE",
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE"
    ]
  }
}
