{
  "title": "The Deutsch Difference",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.deutschfamily.dfwsdiff",
  "category": "Lifestyle",
  "price": "Free",
  "datePublished": "May 27, 2013",
  "version": "1.0",
  "operatingSystems": "4.0 and up",
  "ratingsCount": "1",
  "rating": "5.0",
  "contentRating": "High Maturity",
  "creator": "Deutsch Family Wine & Spirits",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.deutschfamily.dfwsdiff",
  "extendedInfo": {
    "installSize": "9.2M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "The Deutsch Difference is a revolutionary sales tool that helps the Deutsch Family Wine & Spirits sales partners learn about our diverse brands. We save tens of thousands of dollars per year on printing costs, and the scope of who we can reach is limitless in terms of new business. Unlike a website or PDF file, the app does not require any special reception to use. The user can save an infinite number of custom lists based on his or her own criteria - that can then be e-mailed to any account or partner: no email attachments, just links that won't bog down anyone's inbox with huge files. This will help us reach out through the noise of a very competitive marketplace. Deutsch is proud to be the first in our industry with a robust tool optimized for the mobile revolution in sales and marketing.Deutsch Family Wine & Spirits was founded in 1981 by Chairman, Bill Deutsch, to market quality wine and spirits produced by prestigious families from major wine and spirits regions of the world. The business that initially began with two employees importing a few family producers from France over three decades ago has grown to include a prestigious roster of internationally renowned, award-winning brands serviced by over 170 employees. The Deutschs are proud to acknowledge the enduring relationships with their suppliers, many of whom have been part of the family since the business began in the early 1980s, including: [ yellow tail ]®, [ yellow tail ]® bubbles, [ yellow tail ]® Reserve, Ruta 22, Eppa SupraFruta Sangria, Adult Beverage Company, Kunde Family Estate, Girard, Joseph Carr, Josh Cellars, Cigar Zin, Flirt, The Calling, Llai Llai, Landy Cognac, André Lurton, Château Bonnet, Georges Dubœuf, HobNob, Patch Block, Sauvion, Vidal-Fleury, Barone Fini, Lionello Marchesi, Villa Pozzi, Villa Massa™ Limoncello, Enza Prosecco, The Crossings, Nine Walks, Luksusowa Vodka, Quinta do Vale Meao, Cruz de Alba, Mar de Frades, Ramon Bilbao, Volteo, and LICOR 43.",
    "reviews": [
      {
        "timestampMsec": "1369663514293",
        "starRating": "5",
        "title": "I like it",
        "comment": "Nice simple and useful design",
        "commentId": "gp:AOqpTOFRGbVbQDle957jhy9Buy9pI1ENaB2Fjny73vnyD_Jp7oN64X1QVvLHIs2Wt5KeBAHbYlH8Ycr6kxBAIaU",
        "author": "Aston Martin",
        "authorURL": "http://lh6.googleusercontent.com/-mdmWySq1ez4/AAAAAAAAAAI/AAAAAAAAFhk/6RjYpFKDUaM/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/-mdmWySq1ez4/AAAAAAAAAAI/AAAAAAAAFhk/6RjYpFKDUaM/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
