{
  "title": "Litecontrol Classroom",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.develup.litecontrolClassroom",
  "category": "Business",
  "price": "Free",
  "datePublished": "February 12, 2011",
  "version": "1.0",
  "operatingSystems": "1.0 and up",
  "ratingsCount": "4",
  "rating": "2.0",
  "contentRating": "Everyone",
  "creator": "Develup",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.develup.litecontrolClassroom",
  "extendedInfo": {
    "installSize": "14M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "Litecontrol introduces the Classroom Lighting Calculations mobile application for you to calculate energy usage and light levels for classroom lighting projects. Select your classroom size, number of lamps, fixture type, cost per kWh and operating hours and you’ll be able to calculate the room’s average footcandles, watts per square foot and annual energy costs. Litecontrol has been a leader in architectural interior lighting since 1936.  A designer and manufacturer of top quality, Cradle to Cradle Certified lighting fixtures, Litecontrol is a resource for designers, architects, and engineers to ensure their vision becomes a reality. The company provides innovative, sustainable lighting solutions to create functional, visually comfortable, inspiring spaces in schools, universities, hospitals, offices, retail spaces and other prominent buildings across the United States and worldwide. (Cradle to Cradle CertifiedCM is a certification mark of MBDC.) Litecontrol believes that each space with a given purpose requires its own lighting solution - a solution that provides not only the proper quantity of light but also the appropriate quality of light. And a solution that minimizes its impact on the world around us. Based in Hanson, Mass., Litecontrol designs, fabricates, paints, and assembles products at two fully integrated facilities that total over 450,000 square feet. A 100 percent employee-owned company, Litecontrol offers a broad range of products and unparalleled customer support services before, during, and after installation. For more information on Litecontrol, visit www.litecontrol.com.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
