{
  "title": "Incident Response Guide (IRG)",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.desroches.IRG",
  "category": "Education",
  "price": "$6.17",
  "datePublished": "July 12, 2012",
  "version": "1.0",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "4",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "Desroches Ltd",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.desroches.IRG",
  "extendedInfo": {
    "installSize": "510k",
    "downloadsCount": "10+",
    "downloadsCountText": "10 - 50",
    "description": "The cost of failure at any police incident will always be significantly greater than the cost of having readily available advice and guidance from former Scotland Yard senior detectives at your fingertips.This Incident Response Guide (IRG) is the first in a series of exciting new apps that have been designed by Desroches specifically for the law enforcement community.As a first responder, supervisor or primary investigator, you will be aware of the consequences of not getting things right at an incident. If you have any concerns about dealing with incidents effectively, then we have a unique solution for you in the IRG app.So what does IRG app provide? Firstly, a walkthrough of the five main scene priorities:1. Preservation of life2. Preservation of scenes3. Securing of evidence4. Identification of victims and witnesses5. Identification of suspectsYou also get advice and guidance on 12 specific incidents:1. Homicide and assaults2. Disputes3. Domestic violence4. Fires5. Mental illness6. Major disasters 7. Missing persons8. Public disorder9. Serious sexual assaults10. Traffic collisions11. Theft 12. Vehicle crimeThe IRG app also includes two additional bonuses: improving your patrolling skills and practical crime prevention advice.So what are the benefits of using this app?• Access to high quality advice and guidance • Information at your fingertips 24/7• Easy to follow, whilst under pressure• Useful and accessible training tool in your downtime• Discreet way of gaining this advice and guidance• Consistent and professional in dealing with incidents and crime scenesNo matter where you are operating in the world, the advice and guidance has been designed specifically to assist you. Don’t miss this opportunity.Visit i-tunes or Google Play.",
    "reviews": [
      {
        "timestampMsec": "1361375726621",
        "starRating": "5",
        "title": "A Good Addon App For Security Officers!",
        "comment": "This IRG App is a very good and highly recommended Addon tool for Police Officers and even Security Personnel in the private sector in Nigeria.",
        "commentId": "gp:AOqpTOExrS0cf0i6EzqSmnpCjwAIPO-PV6GwkgoUx0SfIkw0dAEaX90m8rcwtNYbmurUIVw1cu3T_8EX0SUK0H4",
        "author": "Adams Bosse",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1354102771267",
        "starRating": "5",
        "title": "Great product for new cops",
        "comment": "This app provides a great tool for new cops, supervisors or investigators, who need advice and guidance on dealing with a range of incidents. No matter what training you have had, when you are on way to a real live incident, having a discreet app on your mobile that you can refer to is a great tool to have at your fingertips. Fully recommend this product.",
        "commentId": "gp:AOqpTOH9YNsxrHnEnP3fNywgB-Cc3vZWP1L937K9p8vaJ1EtB38veomXU3te0i6VjUzkvIMvQl8AyWF5p5vrmMw",
        "author": "Steve Dennis",
        "authorURL": "http://lh3.googleusercontent.com/-qyGgHTUmfTM/AAAAAAAAAAI/AAAAAAAAADI/rSoBmVDeXEY/photo.jpg",
        "authorSecureURL": "https://lh3.googleusercontent.com/-qyGgHTUmfTM/AAAAAAAAAAI/AAAAAAAAADI/rSoBmVDeXEY/photo.jpg"
      },
      {
        "timestampMsec": "1346257131260",
        "starRating": "5",
        "title": "Great App for response at crime & incident scenes",
        "comment": "This is a first class App for police 1st responders & investigators that deals with a wide variety of crime & incident scenes.  It is easy to navigate, looks good and has invaluable information & hints that are easy to read.  Why hasn\\'t anyone thought of this before?  It has loads of information and the extras on patrolling and crime prevention add lots of value.  I\\'ll tell all my friends to take a look!",
        "commentId": "lg:AOqpTOEwQO3kRRKiowjSdCYnO2ziiaBXJ38U3I0HG42gO4wSLnFEduNryPtLg6KEh5zo07HOzLxHmbGl9z_xO4U",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1342101521768",
        "starRating": "5",
        "comment": "Excellent source of information for crime scene response. A valuable resource to those working in and around police incidents.",
        "commentId": "lg:AOqpTOGcqpcw1w9NGXjXoEEbO04KBbrS_xArog5fFBzDDvm2gXGBTEpzXvcietsDpbvkJQ_3m7gjUGLqLwV350k",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET"
    ]
  }
}
