{
  "title": "TimeClock for Mobility",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.defender360_time_clock",
  "category": "Tools",
  "price": "$2.99",
  "datePublished": "June 25, 2012",
  "version": "4.0.1",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "4",
  "rating": "2.0",
  "contentRating": "Everyone",
  "creator": "Ken Pestka",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.defender360_time_clock",
  "extendedInfo": {
    "installSize": "886k",
    "downloadsCount": "50+",
    "downloadsCountText": "50 - 100",
    "description": "Record your workers time in and time out at the job site. Track time on the job with TimeClock.  At the job site when a worker shows up, grab your phone and with one entry you can clock your employee in. When the day is done, one entry clocks your employee out. Lost your phone?  No problem for your information because every entry is stored on the phone and also sent to your designated email address.  If your phone is lost or destroyed your data is safe.Download your data in Excel friendly format to your business computer for payroll and expense tracking.Reports can be displayed on your phone and you can also export reports to your PC for viewing.Enter employees and projects in the simple to use \"Add Worker\" screen.  Input the information in the text boxes, press the \"Save\" button and your information is there for your future use.Make an entry error?  Easy to use edit screen is there for your corrections.Need to call an employee?  Go to the \"Add Worker\" screen; press the phone, an employee selection screen pops up, then choose the employee to call and press the \"Call\" button.TimeClock, a safe reliable way to track workers time!!Contact admin@defender360.comCopyright 2013 all rights reservedDeveloped by Kenneth PestkaPatent Pending",
    "reviews": [
      {
        "documentVersion": "4.0.1",
        "timestampMsec": "1346103323182",
        "starRating": "1",
        "title": "Doesn\\'t work save your money",
        "comment": "If I hit add worker the instructions show up, if I hit instructions the app shuts down.  I figured the buttons just were no lined up properly, so I assumed if I clicked on reports I could add an employee, but nothing happens,  same as when I click clock-in/out.  Should have done a lot more testing before they started selling the app.  Garbage.",
        "commentId": "lg:AOqpTOE1pz6InzgPEzKtFVwYK5XkkO43kOonEN8bj5CPmPjbgqFxJqzN-aoIr3pQ3O8kWb5VhdR4R6-kisRk_ik",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "documentVersion": "4.0.1",
        "timestampMsec": "1366581088826",
        "starRating": "1",
        "title": "Not usable",
        "comment": "The buttons may not be alligned properly, but I cannot click what I want to, when I want to.   Clicking reports takes me to \\\"clock in-out\\\" and clicking instructions takes me \\\"workers\\\"  I have to hit the Settings button far too many times to get that to load.  The instructions are a bit ovr kill, but since they can be turned off, that\\'s a non issue.  Money back please.",
        "commentId": "gp:AOqpTOECEh5MnkMbkw5cKHDX-wl58dLTXqMbPdHzv3ZB0OtN-gVA7NoEVzwy7A7Ot3moU8gjRuMG7YYKVDw6t5E",
        "author": "Melissa Biemans",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "documentVersion": "4.0.1",
        "timestampMsec": "1347291259588",
        "starRating": "5",
        "title": "Does the job",
        "comment": "It\\'s really easy to keep up with all the comings and goings on our job sites - makes my paperwork a lot easier.",
        "commentId": "lg:AOqpTOGk-7UU4Gozvxh5G9P4SxZ_99yFZBFW-QK8-HBvdnXxPhbFYj-HtKtV_nqEsVmD95jgdre8Zmuszq006w8",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.CALL_PRIVILEGED",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
