{
  "title": "TabTrax drum tab player editor",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.design2112.tabtrax",
  "category": "Music & Audio",
  "price": "Free",
  "datePublished": "April 16, 2013",
  "version": "4.0.13",
  "operatingSystems": "4.0 and up",
  "ratingsCount": "15",
  "rating": "3.6",
  "contentRating": "Everyone",
  "creator": "2112design",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.design2112.tabtrax",
  "extendedInfo": {
    "installSize": "3.5M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "TabTrax: Tab converter/player, music notation software, music teaching software.    TabTrax instantly converts any FREE Internet drum tab to standard sheet music notation on the Windows TabTrax and with one click, send to your Android Tablet    Simple, powerful notation editor to create your own drum tracks    Play tracks at any tempo or use auto tempo feature to build up speed and precision    Overlay original songs (mp3 files) on top of drum tracks, synchronize and play back together    Share your tabs and lessons with friends, students and the world, via the on-line tab archiveINSTANT ACCESS TO HUNDREDS OF THOUSANDS OF FREE DRUM TABS IN STANDARD NOTATIONDrummers can learn grooves, fills or whole songs from their favorite songs and artists by listening to drum tracks in isolation from the rest of the song, playing them back at any speed, looping on a measure.Guitarists and bassists can instantly create drum tracks to jam with from any song with a drum tab. No drumming or midi experience required, just download and play.Composers can create original drum tracks or copy, paste and modify existing songs with the powerful, easy to use editor. TabTrax interfaces to most general midi synths and professional music production tools, such as Cubase, for studio quality sound and exports industry standard MIDI files. TabTrax does not require a private format supporting only a hand full of songs.TabTrax reads ANY PLAIN TEXT DRUM TAB FILE. Choose from over 200,000 drum and guitar tabs available on the internet. TabTrax is the ultimate music teacher. For less than the cost of a 1 hour lesson, look, listen and learn the techniques of the world's greatest performers. Better than a video or a book; TabTrax provides interactive playback and an infinite variety of songs and styles to learn from. Or use Tabtrax with your music teacher to create and study lessons.TabTrax is also the ultimate drum editor. Far easier to use and drummer friendly than other music editors that add drums as an after thought. TabTrax was developed by a drummer, for drummers.",
    "reviews": [
      {
        "documentVersion": "4.0.13",
        "timestampMsec": "1366533732758",
        "starRating": "3",
        "title": "Registration",
        "comment": "This app would be good if it would allow the registration code to be entered,  works fine on pc but not android",
        "commentId": "gp:AOqpTOG_uSl5DU8W9hWnce00opuf0T838vLqCUgToWQp9EIPTAKSMq3itHmwxoT3Ij0q7BiLlYoOmTC0-oazOg",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "documentVersion": "4.0.10",
        "timestampMsec": "1365523769881",
        "starRating": "2",
        "title": "......",
        "comment": "awesomeeeee",
        "commentId": "gp:AOqpTOHqCWMgjMXLgGxfdTNn5xISzi7qamYKgxgcOK32VclhRo3Zk0zb-wtSRprGe6wcloGfLwlROzNrP77pgA",
        "author": "Kong Kah Hock",
        "authorURL": "http://lh4.googleusercontent.com/-QPpVGd4ZSas/AAAAAAAAAAI/AAAAAAAAAAk/RlpDwaqVFDM/photo.jpg",
        "authorSecureURL": "https://lh4.googleusercontent.com/-QPpVGd4ZSas/AAAAAAAAAAI/AAAAAAAAAAk/RlpDwaqVFDM/photo.jpg"
      },
      {
        "documentVersion": "4.0.8",
        "timestampMsec": "1365341426318",
        "starRating": "5",
        "title": "Finally a REAL drummers Sheet music editor for Android",
        "comment": "I\\'ve been using the PC version of TabTrax for a few years now and seeing this functionality FINALLY come to Android is fantastic.  TabTrax completely blows every other sheet music editor for Android away.  Easily create, edit, import tabs and convert to actual sheet music.  Also impressive is the sync functionality.  If your working on a file on your PC and hit save, it will send it directly to your tablet as well (once configured and TabTrax needs to be open on the tablet).  Very impressive piece of work and well worth the cost if your serious about being able to create sheet music.",
        "commentId": "gp:AOqpTOH_2ReIgFN-kD2ZBhcep1DYBSRKaeEbPSSRT-M-JIWVehcoy5TR_Et3ZUIPFhemuqazKp64TwuHm7NGwA",
        "author": "Quentin Snow",
        "authorURL": "http://lh5.googleusercontent.com/-RCHYXzM2SbI/AAAAAAAAAAI/AAAAAAAAABE/E0sygbEtSzQ/photo.jpg",
        "authorSecureURL": "https://lh5.googleusercontent.com/-RCHYXzM2SbI/AAAAAAAAAAI/AAAAAAAAABE/E0sygbEtSzQ/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
