{
  "title": "Brigitel",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.demo.android.Advantel",
  "category": "Tools",
  "price": "Free",
  "datePublished": "September 5, 2013",
  "version": "4.4.5",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "23",
  "rating": "4.173913",
  "contentRating": "Low Maturity",
  "creator": "Advant",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.demo.android.Advantel",
  "extendedInfo": {
    "installSize": "400k",
    "downloadsCount": "5,000+",
    "downloadsCountText": "5,000 - 10,000",
    "description": "Brigitel continuously measures, evaluates and helps Improve Mobile Connection Experience, for both WiFi and Cellular connections.A well optimised power consumption in default settings guarantees a less than 5% battery consumption - once you install the app you can easily check this on your own phone.We will highly appreciate your feedback and suggestions at info@advantinternational.comOur mission is to make mobile Internet experience a little better for all parts: mobile phone users, mobile operators, phone manufacturers and not least WiFi providers – that is smooth and fast connection, with minimum effort from user side!Please do invite other friendly-users to install our App, we will highly appreciate you spreading the word!Overview PageAt a glance you will see in your display a useful set of parameters, like:-\tReceived Signal strength-     \tServing Cell ID-\tNetwork Type-      \tWiFi Connection-     \tLat & Long Coordinates-\tBattery Level, in %-\tEstimated Time until battery completely empty-\tEstimated Time remaining until battery fully charged-\tAverage Ground Speed, in KMphNote: the estimated time to full charge/discharge might vary up and down; this is normal, because the power consumed by the phone also changes, even when user does not make any interactions.Service AlertThe App detects and notifies user when the phone has lost connection with the cellular network. Usually if user moves the phone with few meters, chances are the coverage will be available again – but not always.This way, you will rarely or never miss call due to accidentally slipping out of coverage!In addition, user can at his wil, switch the service alerts “On” and “Off” by tapping on the “Service Alert” at the bottom of the page. A green indicator will be active when the service alert is “On”WiFi PageIn the WiFi Page the detected WiFi networks are measured and displayed. User can quickly check whether the channel of his selected WiFi network is interfered by other nearby WiFi networks.Details shown are:-\tSSID, which is the WiFi network name-\tChannel for which the WiFi-\tReceived Signal Strength for each channelBy clicking on WiFi networks, users will see additional information, like:-\tBSSID-\tEncryption method-\tRouter Capabilities-\tFrequencyMap pageShows the last 20 positions measured as coloured circles:- Blue: Current map position- Green: Excellent Coverage (Signal Strength above -65dBm)- Light green: Good Coverage (Signal Strength between -75dBm and -65dBm)- Yellow: Medium Coverage (Signal Strength between -85dBm and -75dBm)- Orange: Poor Coverage (Signal Strength between -105dBm and -85dBm)- Red: No Coverage (Signal Strength below -105dBm)By clicking on a circle, users can see the exact value of the signal strength in the respective point.Neighbours PageThe Neighbours Page refers to the neighbouring cells of the cellular network. The details displayed are:-\tType of neighbour (GSM, GPRS, EDGE, UMTS, etc)-\tPSC for UMTS-\tCell ID & LAC for GSM, GPRS, EDGE-\tReceived Signal StrengthBack-End AnalysisFurther on, using crowd-sourcing techniques, the back-end statistically analyses those parameters collected anonymously, and create coverage and performance reports for mobile network operators across the globe. Please do invite other friends to install the App, the more of us the more accurate the statistics will be!Please see here a Coverage Statistics Report: http://www.advantinternational.com/Advant_v1.2/Network_Coverage_Report.html Also, a proof-of-concept map can be seen here: http://www.advantinternational.com/Advant_v1.2/Network_Coverage_Statistics.htmlWe will highly appreciate your feedback and suggestions at info@advantinternational.comPlease remember to invite other friendly-users to install our App, we will highly appreciate you spreading the word!",
    "reviews": [
      {
        "documentVersion": "3.0.0",
        "timestampMsec": "1349567028976",
        "starRating": "1",
        "title": "Keeps turning screen on for no reason",
        "comment": "With this installed my phone we light up its screen as often as every 2m30s for no reason... phone sitting on desk and then will suddenly just light up! Ends up eating power. And there  are much better WiFi tools anyway. Uninstalled.",
        "commentId": "lg:AOqpTOFkbC5pfn4HZ8lFCEWibf601siWS7mJjnzDoSTZMy_uvceAIgbDqckdqkGDHLisxAxQaaoaDdVr660qcg",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "documentVersion": "2.2.5",
        "timestampMsec": "1344917402897",
        "starRating": "3",
        "comment": "No triangulation for cell",
        "commentId": "lg:AOqpTOHy1fZ5-b-h7sgTPvxK9yWqb89_J0x6zIWOFW20HSSWkXLngl7WnzSVuymL-A6zfT_o8io4dZ8RUrT8vw",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "documentVersion": "2.0.4",
        "timestampMsec": "1339094125125",
        "starRating": "5",
        "title": "Tested",
        "comment": "I am very impressed with Advantel! For example, I had issues with my WiFi router, and using Advantel I have been able to check if there it was interference on my channel. I found that my  router in on channel 6 which is clean, but the three neighbour wifi networks are all on channel 11. I shall tell neighbours Advantel as well - they will not only be getting better Internet speed for themselves, but will avoid them accidentally setting their routers on the same channel as mine..Well Done! Five Stars from me",
        "commentId": "lg:AOqpTOHNzCKosdfji1j3GV0Kz-pdNZvCrMpO9-xtKxEMYEljyCFdvSuOm7FaPEDQVZF-rPF9KNHp-jLP6Er1Cw",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "documentVersion": "2.0.3",
        "timestampMsec": "1338982258514",
        "starRating": "5",
        "title": "Brilliant idea",
        "comment": "Great initiative! Please a map view, to make it more appealing and easy to interpret",
        "commentId": "lg:AOqpTOHTAa-yT19NWxs-bZ_a1kso4m2Hs6vYQ92lbOVdtrn7kDia0tskHkSS6nMzbh268DgI1uDUYBSgfRgM7g",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "documentVersion": "1.0.10",
        "timestampMsec": "1330895833070",
        "starRating": "5",
        "comment": "Briliant idea. This will help me to track the signal strenght during my long comuting.",
        "commentId": "lg:AOqpTOGlunQvhJNVAPDfmLeE5nU02Q77QY4jZ4PxqRdbocGSP1D-wjqwxdXk0kLQQx4_dgXeqQtmfT0naspgzA",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "documentVersion": "1.0.8",
        "timestampMsec": "1329996149645",
        "starRating": "5",
        "title": "Really useful",
        "comment": "Nice app! A great and useful idea! Developer is responding quickly to enhancement requests and bugs corrections. I saw on a map exactly how my operator served me during a trip, including some unwanted radio events. Great job guys!",
        "commentId": "lg:AOqpTOGlUJxnqffnp121pCw6POD_Ir1auRe_7eTEHDRUAkiqQoQjynWvSGBMh7vhd24qxor8yFvcFsH1Mua9aQ",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1357023900636",
        "starRating": "1",
        "title": "Useless",
        "comment": "For no reason this app uses gps in background every few minutes even if the app is shut. Drains a lot of battery.",
        "commentId": "gp:AOqpTOEn3Mkdh2QMITTYV2OOhsmvmLN5ydhdOuZWFXiLmxRw3L-rJ51hHrUNjrySzVmx8OIvmg_NyaCvHyowoA",
        "author": "Anand Chawla",
        "authorURL": "http://lh4.googleusercontent.com/-ciR_SrddhjU/AAAAAAAAAAI/AAAAAAAAANI/ZgI5Mg3cszs/photo.jpg",
        "authorSecureURL": "https://lh4.googleusercontent.com/-ciR_SrddhjU/AAAAAAAAAAI/AAAAAAAAANI/ZgI5Mg3cszs/photo.jpg"
      },
      {
        "timestampMsec": "1349909244210",
        "starRating": "5",
        "title": "Good map view addition",
        "comment": "Works well and it does what it says in the description. Particularly the alerts for low battery and lost coverage I found pretty helpful. Not least the new added map that shows my own coverage samples is quite catchy.",
        "commentId": "lg:AOqpTOHIr2Ro50wFzIjitBrfrkNrB035S90Vgp9hgFqFLEJmJx3hMJRvQxeav9O6sH5o5WitS3ggZe819miW5g",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.READ_PHONE_STATE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.WAKE_LOCK",
      "android.permission.INTERNET",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.CHANGE_WIFI_STATE",
      "android.permission.ACCESS_COARSE_UPDATES"
    ]
  }
}
