{
  "title": "Listen to Learn English",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.devitsolutions.listentolearn",
  "category": "Education",
  "price": "Free",
  "datePublished": "June 5, 2013",
  "version": "1.4",
  "operatingSystems": "2.1 - 4.2",
  "ratingsCount": "10",
  "rating": "3.4",
  "contentRating": "Everyone",
  "creator": "Dev IT Solutions Pvt. Ltd.",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.devitsolutions.listentolearn",
  "extendedInfo": {
    "installSize": "31M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "Now, it’s time to master the most basic skill of English learning with one of a kind app on the planet. You can be the next spelling bee in making if you start challenging yourself with this fantastic app. This app first plays sound of the word and gives you opportunity to learn the spelling of the word. You will be asked to type the right spelling of the word. There is an option to play sound again. You will get a chance to type only once, so make up your mind before you type and hit OK button. Timer would be ticking so brace yourself for the journey of your lifetime on learning English like never before. Build your vocabulary and get the super success in life you are always looking for. Here we provide you a chance to learn right mix of first thousand words and build your word power. • FREE - first 50 wordsHere is a chance to take a plunge into this entertaining app helps you take your word power to the next level.• Level2 - 3 lettersStart with the most subtle and easy set of words. Master the level and take your learning journey on the next level.• Level3 - 4 lettersNow it is getting bit more challenging with this level where words are not only getting bigger but better too. Master the level and get ready for more words ahead.• Level4 - 5 lettersThis level is for one who has persistence to sail smoothly on the voyage of improving the English language skills.Master the level and get ready for more daring list of words.• Level5 - 6 lettersNow, if you have reached this far means you are seriously on the path to make it to the top. Master the word set of this level and go for the ultimate task of conquering the entire list of words.• Level6 - 7,8,9,10,11This level provides you with an option to save some bucks and still get the full list so you can focus   more on learning. Master this level to be the next word champ.",
    "reviews": [
      {
        "timestampMsec": "1371209326088",
        "starRating": "5",
        "title": "Great App For Learning English by listening",
        "comment": "This is an amazing app for kids to learn English words and sentences by listening to the sounds integrated in the application.  If you wish to teach English to your kid/s and keep them engaged, this app is the solution for that.  Thanks",
        "commentId": "gp:AOqpTOG6FQqqvpfkJan_pjB29z4ykI3EuojJZuqiv60E7wprm6uHNxTDwXPUkZv8XFNhCxl1SXzypIXmzKPYaA",
        "author": "Parth Dalal",
        "authorURL": "http://lh3.googleusercontent.com/-xuf9Z5imoNU/AAAAAAAAAAI/AAAAAAAAABE/dQvYGwjSacg/photo.jpg",
        "authorSecureURL": "https://lh3.googleusercontent.com/-xuf9Z5imoNU/AAAAAAAAAAI/AAAAAAAAABE/dQvYGwjSacg/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.READ_PHONE_STATE",
      "android.permission.GET_ACCOUNTS",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.WAKE_LOCK",
      "com.android.vending.BILLING",
      "android.permission.ACCESS_WIFI_STATE",
      "com.android.browser.permission.WRITE_HISTORY_BOOKMARKS",
      "com.android.browser.permission.READ_HISTORY_BOOKMARKS",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "com.android.launcher.permission.UNINSTALL_SHORTCUT",
      "com.android.launcher.permission.READ_SETTINGS",
      "com.htc.launcher.permission.READ_SETTINGS",
      "com.motorola.launcher.permission.READ_SETTINGS",
      "com.motorola.dlauncher.permission.READ_SETTINGS",
      "com.fede.launcher.permission.READ_SETTINGS",
      "com.lge.launcher.permission.READ_SETTINGS",
      "org.adw.launcher.permission.READ_SETTINGS",
      "com.motorola.launcher.permission.INSTALL_SHORTCUT",
      "com.motorola.dlauncher.permission.INSTALL_SHORTCUT",
      "com.lge.launcher.permission.INSTALL_SHORTCUT"
    ]
  }
}
