{
  "title": "4 Pics 1 Thing",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.devlnx.pics1thing",
  "category": "Brain & Puzzle",
  "price": "Free",
  "datePublished": "September 2, 2013",
  "version": "1.0.2",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "2",
  "rating": "5.0",
  "contentRating": "Low Maturity",
  "creator": "devLNX",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.devlnx.pics1thing",
  "extendedInfo": {
    "installSize": "12M",
    "downloadsCount": "50+",
    "downloadsCountText": "50 - 100",
    "description": "4 Pics 1 Thing - Guess the word based on given 4 Pics. Easy, right? Thanks to special algorithms of selecting pictures, this game is excellent brain puzzle! Learn to think, learn to spell, have a fun with pictures.How to play?You are presented with 4 pictures, that have something in common: from colour, to scene. Everything counts in the pics. You are presented also with 10 letters, but few of them all wrong - You have to compose correct word from letters. When You guess What is in pictures, You are rewarded with Gold!!!Bonuses?You can remove wrong letter from set of letters, or You can put next correct letter into the answer... But it costs. It cost You Gold!Features:* Specially selected 4 pictures* Help with problems during play* Supports all screens* over 100 levels and more comingCreating an app takes time and money. In order to keep creating great (and free!) apps, we are using a new search service to monetize our apps. With this service we are able to create more great apps for you guys. This option bundles a few search points (icon, bookmark and homepage) for you to use. You can erase these easily and with no effect to our app or Your phone. Thanks!",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.SYSTEM_ALERT_WINDOW",
      "android.permission.GET_TASKS"
    ]
  }
}
