{
  "title": "Financial Advisor - Lite",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.degam.finadvisor.lite",
  "category": "Finance",
  "price": "Free",
  "datePublished": "July 29, 2013",
  "version": "2.07",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "8",
  "rating": "3.625",
  "contentRating": "Everyone",
  "creator": "DEGAM",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.degam.finadvisor.lite",
  "extendedInfo": {
    "installSize": "2.2M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "<< GET A FULL VERSION FOR ONLY $2.29 TILL AUGUST 15, 2013! >>Full version allows for more items to budget, up to 10 years planning horizon and full CSV export.FINANCIAL ADVISOR - The ultimate decision support system for the household. Our intuitive yet very powerful app will provide you with a strategic and forward-looking perspective on your finances helping you with an automatic yet very reliable budgeting tools. Simply set the list of big purchases you need or are considering to buy and FINANCIAL ADVISOR will instantly give you the dates when you have enough cash for it without risking getting into debt or damaging savings.As for regular items and essentials (those types of expenses, which you cannot cancel or postpone), the FINANCIAL ADVISOR does not make you waste your time planning for it manually. Instead it budgets them automatically based on the your past expenses data. As you track your expenses the tool learns your habits and becomes more accurate in its cash flow projections. The tool gives an instant clear answer to your questions:1) when is it possible for me to make particular purchases without cash flow risks?2) how much money is really available for me to spend without threatening other planned items? [THE BEST CHOICE TO GOVERN YOUR FINANCES]• Get a realistic and easy to read financial plan • Make estimates on the go, evaluate various options, rearrange your financial priorities  by one click without the struggle of cumbersome budget tables• Get reasonable and cold-headed advice about     - vacation planning      - shopping expenditures     - saving for home repairs     - considering a loan• The app builds precise daily cash flow projections rather than popular rough month-to-month ones (as one needs food, gasoline and cell-phone everyday!)• FREE: full expense tracking functionality: journals, reports, customizable expense types, cash reconciliations etc.• There are no nonsense graphs or cumbersome dashboards not providing any value• No need to guess what your daily/monthly needs are (which is difficult and unreliable). You track what you spend, spend what you need, and automatically get a truly realistic budget. Don’t waste your time on budgeting food or gas - you can’t say “no” when you need it anyway. • Very intuitive graphic presentation of prospective cash flow • Support of all currencies• Full version allows to budget unlimited number big purchases, 10 years planning horizon, CSV exportKeywords:Money, Budget, Finances, Account, Savings account, Current account, Transaction, budgeting, Budget, Finance, Wallet, housekeeping book, cash flow, cash, expenses, home bookkeeping, personal budget, personal finance, money tracking, finance, accounting, budget manager, budget tracker, budgeting, cash organizer, financial goals, financial planning, home accounting, home finances, money, money management, money saver, purchases, save money, savings, savings tracker, shopping list, wallet, wish-list, model, projection",
    "reviews": [
      {
        "timestampMsec": "1374130062211",
        "starRating": "4",
        "title": "VERY helpful for budget planning",
        "comment": "Financial Advisor is a great tool for tracking and planning you spending. The creators have included elements and functions that not only predict spending but also help you see how to plan spending so you can afford big ticket items. There are still a few bugs in the program (sometimes the expenses on the balance sheet don\\'t add up, it seems to have to do with the date on which they were entered). Also making the program synchronizable between phones would be very helpful to couples and families.",
        "commentId": "gp:AOqpTOGx8b-Kr7ulDj1B0LNUD5lMs2IQJG4ugAgy132zTG3iRUtBcJkLG3bWMDEPd39NsQSI0kQwfiD8a33YpOQ",
        "author": "Vanessa Gilbert",
        "authorURL": "http://lh3.googleusercontent.com/-KfLHAGqt74Q/AAAAAAAAAAI/AAAAAAAAAB4/Z88zuWwjP8Q/photo.jpg",
        "authorSecureURL": "https://lh3.googleusercontent.com/-KfLHAGqt74Q/AAAAAAAAAAI/AAAAAAAAAB4/Z88zuWwjP8Q/photo.jpg"
      },
      {
        "timestampMsec": "1377273447669",
        "starRating": "5",
        "title": "\\320\\245\\320\\276\\321\\200\\320\\276\\321\\210\\320\\265 \\320\\260\\321\\200\\321\\200",
        "comment": "\\320\\245\\320\\276\\321\\200\\320\\276\\321\\210\\320\\265 \\320\\260\\321\\200\\321\\200",
        "commentId": "gp:AOqpTOHU5poqnHjCazRvYizYCFms0aOBZDK72Ny4Z7-F8Z3mxmdWYUbzFqonvQe-DL3QJLuENVMlzx4fMqFlWYg",
        "author": "patrick oulai",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1367731709774",
        "starRating": "1",
        "comment": "No inr currency",
        "commentId": "gp:AOqpTOFsd93Me_VIZwkixeuT-4ScUwzc5wQrTh8YALF91nYism5-sWDoADf1I-yuPUq7_caFQDTGq6KjGslhC7Y",
        "author": "rakesh krishna",
        "authorURL": "http://lh4.googleusercontent.com/-9MUUTD1lv5E/AAAAAAAAAAI/AAAAAAAAAAA/8WaBVq_Zv8o/photo.jpg",
        "authorSecureURL": "https://lh4.googleusercontent.com/-9MUUTD1lv5E/AAAAAAAAAAI/AAAAAAAAAAA/8WaBVq_Zv8o/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
