{
  "title": "Join the Dots HD",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.desilva.JoinTheDots",
  "category": "Casual",
  "price": "$2.08",
  "datePublished": "September 25, 2012",
  "version": "1.0",
  "operatingSystems": "2.0.1 and up",
  "ratingsCount": "2",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "Geeky Toddler",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.desilva.JoinTheDots",
  "extendedInfo": {
    "installSize": "14M",
    "downloadsCount": "10+",
    "downloadsCountText": "10 - 50",
    "description": "Most kids have put together at least one Connect the Dots before and have also had fun doing it. Nothing quite compares to the simple thrill of discovering what the bigger picture will be! Join the Dots takes this classic childhood puzzle and digitizes it. Pencil and paper are cast to the side and replaced with your child's finger, making for education that is literally at the fingertips. Watch your child's eyes light up after he traces letters or numbers in sequential order and is rewarded with a cartoon cat, car or carrot (to name a few). Included are 50 unique shapes to join, available on both easy and hard difficulty, and all comprised of the bright and friendly graphics that you expect in a kid's game. Join the Dots takes the basic concept of following numbered dots in succession a few steps further to ensure maximum learning. In hard mode, the numbers and letters sometimes skip a place or two, and in the case of letters, upper and lower-case values are often mixed randomly (a hint system is available if needed). In all modes, a narrator states what the image depicts once complete if your child chooses to play with the sound on. The best news is, Join the Dots is a breeze to navigate, meaning your child won't need much help from you in order to enjoy it. A simplified interface with zero advertisements allows for play within seconds. Mastering numbers, letters and words and having a good time doing it is as easy as point and play! BENEFITS* Improve kids' concentration.* Develop kids' recognition skills.* Help with the recognition of numbers and letters of alphabet.* Help with the recognition of various real life objects.* Help your kid's memory training.FEATURES * 100 total levels (50 Easy/50 Hard) for hours of fun * 50 different high quality pictures to form; everything from animals to aviation * Dot connecting involves either numbers or letters for learning on two counts * An optional hint system will automatically highlight the next move if your child gets stuck * Sound can be turned off for quiet play * Child-friendly game navigation * Free from advertisements so your child can focus on the funWe would really love to hear from you and your children. Please tell us how we made a difference in your child's education and knowledge. For this please rate our app on the Google Android Market and post a comment. We would also genuinely appreciate if you recommend this app to other parents and kids.Please send in your feedback and suggestions and what you would like to see in the future updates to us at support at geekytoddler.com. We promise to respond to each and every email.Tags: kids,children,toddlers,education,toddlers,educational,kids games,kids educational games,games for kids,toddlers games,puzzles for kids,brain games for kids,kids brain apps,apps for kids, children apps,children games,kids educational apps",
    "reviews": [
      {
        "timestampMsec": "1348835654062",
        "starRating": "5",
        "title": "Worth it",
        "comment": "My 4yo daughter loves this game.",
        "commentId": "lg:AOqpTOEbXtWY3eCimhk4ZRXBYiMH5tqi1s2RFQtqLyvob6OqIe30lru9AkLPYcJdC-Xmhv3AP5hVR294SsooQwU",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1352406986858",
        "starRating": "5",
        "title": "good",
        "comment": "i like it",
        "commentId": "lg:AOqpTOHOMwa6UKhnUXFtX-q9PWI1POnYSq5tpykvkOUJwyEJPljAH4wDF8OL1FZBGmHAQuCPN3_Ci9DdbYGTkYw",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [

    ]
  }
}
