{
  "title": "Patent Flipper",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.diarobo.android.patentFlipper",
  "category": "Business",
  "price": "$4.99",
  "datePublished": "March 31, 2013",
  "version": "Varies with device",
  "operatingSystems": "Varies with device",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "Diastolic Robotics Inc.",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.diarobo.android.patentFlipper",
  "extendedInfo": {
    "installSize": "Varies with device",
    "downloadsCount": "10+",
    "downloadsCountText": "10 - 50",
    "description": "Similar to the “shoe” at the USPTO, Patent Flipper allows you to grab a number of patents to flip through, so that you can quickly judge relevance by seeing what’s on the patent’s cover.A typical patent search over the internet requires you to enter your search, wait, get the results as a list of numbers, use the number to access a description on another page, and then advance to another page with images.  Then, if you have the appropriate viewing software, you can then view those images.  With Patent Flipper you enter the search (or numbers obtained elsewhere) and are presented directly with visual results for the patents you searched for.Patent Flipper performs the following searches at the following offices:·United States Patent and Trade Organization – number and search term searching for design, utility, plant, reissue, defensive publications, statutory invention registration and applications·Canadian Intellectual Property Organization – number and search term searching for industrial designs and utility patents·Australia IPO – design number searches·United Kingdom IPO – design number searches·World IPO – design number searches·And more to come.If you’re an inventor, engineer or designer, you want to quickly evaluate an idea for originality.  By showing the front page of published patent documents, Patent Flipper presents a quick means of finding existing art that is similar.  If nothing is comparable, you can decide whether to pursue the search in more detail.  If there is something similar, you avoid the cost of an expensive search through a firm (at $200 to $2000 per search!) and can move on to your next idea.If you are a patent agent or lawyer, Patent Flipper will save you and your client’s time by allowing you to quickly skim (and flip!) through patents, giving you a rough idea of the field without having to do the cumbersome multi-step searches presently available through search sites.  How you pass on the savings is up to you.Even if you’re a curious consumer examining a product and wondering what its patents really refer to, this is also a useful tool.  Find the product, turn it over, look at the small numbers written or embossed and enter them into Patent Flipper.  You know immediately.You’re visual!  Search visually!Don’t dredge!  Flip!DISCLAIMER AND LICENCE:Patent Flipper and its output do not constitute legal advice.The software accesses data from various Patent Office databases.  Diastolic Robotics Inc (\"DRI\") is not responsible for the quality, accuracy, reliability or timeliness of information acquired from these third parties.  This product is neither endorsed by nor affiliated with the Patent Offices from which the data is obtained.Business decisions should not be made based on this search alone.  The relevant documents in the Patent Offices should be consulted and professional assistance obtained before significant business decisions are made based on the information available through the software.DRI and its officers accept no liability for errors or omissions in the material or data, or for any consequences arising from such errors or omissions, including any loss incurred as a result of reliance on the accuracy or completeness of the material or data.THE SOFTWARE IS PROVIDED \"AS IS\", WITHOUT WARRANTY OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT. IN NO EVENT SHALL THE AUTHORS OR COPYRIGHT HOLDERS BE LIABLE FOR ANY CLAIM, DAMAGES OR OTHER LIABILITY, WHETHER IN AN ACTION OF CONTRACT, INSULT OR OTHERWISE, ARISING FROM, OUT OF OR IN CONNECTION WITH THE SOFTWARE OR THE USE OR OTHER DEALINGS IN THE SOFTWARE.IN THE EVENT THAT DRI IS FOUND LIABLE FOR ANY LOSS, ANY CLAIM ARISING OUT OF THE USE OF THIS SOFTWARE SHALL BE LIMITTED TO THE AMOUNT PAID BY THE USER FOR THE USE OF THE SOFTWARE.USE OF THIS PROGRAM INDICATES YOUR ACCEPTANCE OF THIS DISCLAIMER AND LICENSE.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET"
    ]
  }
}
