{
  "title": "Thinking Outside the Box",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dexgame.difbox",
  "category": "Brain & Puzzle",
  "price": "Free",
  "datePublished": "May 25, 2013",
  "version": "1.2",
  "operatingSystems": "2.3.3 and up",
  "ratingsCount": "11",
  "rating": "4.909091",
  "contentRating": "Everyone",
  "creator": "Dexter Liu",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dexgame.difbox",
  "extendedInfo": {
    "installSize": "2.8M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "This is the game for you to think out of the box! Please choose the one that is different from the shape and the color that the game has provided at random. This is the game to train you to think out of the box. You will have to react as quickly as you can in order to score high. You get the chance to outperform yourself every time you play this game. We use shapes as simple as triangle, circle and square to help you to think contrarily.Having the the ability to think contrarily is critical to the development of creativity and problem solving skills.People are used to use the logic or mechanism that they are familiar with and hope to get a satisfactory result when they are trying to solve problems. In fact,  there are also studies and cases showing that there are often surprising results when contrary thinking logic is applied. This the mini game that leverage the basic shapes but ask you to act in reverse. You will need to make the choice that's in different shape and color from what has been provided and get used to contrary thinking. You can demonstrate how you challenge and outperform yourself by using your \"highest score\"Each play is timed for 90 seconds. You will also have bonus time opportunities in order to score as high as possible. Version required: Android 2.3.3 +Keyword: leisure, for everyone, contrary thinking, left and right brain training, rejuvenating brain cells, brain, brain development, mental training, brainstorming, color, shape, challenge",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.DISABLE_KEYGUARD",
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE"
    ]
  }
}
