{
  "title": "How Do I Lose Weight Now",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.deve.victoria",
  "category": "Health & Fitness",
  "price": "Free",
  "datePublished": "August 30, 2013",
  "version": "1.4",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "1",
  "rating": "3.0",
  "contentRating": "Low Maturity",
  "creator": "Victoria Johnson",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.deve.victoria",
  "extendedInfo": {
    "installSize": "2.3M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "HOW DO I LOSE WEIGHT NOW APP By Victoria Johnson, Host of Victoria’s Body Shoppe Global Radio Show on Itunes, Former Food-A-Holic, Diet Diva and Endorsed Athlete, Professional Trainer and DVD/Video Queen with over a Million Sold. This is the Glycemic Index Diet Program she used to drop sixty pounds and 12 Pant Sizes fast and balanced her Low Blood Sugar. 1 pound of fat = 3500 caloriesTo lose 1 pound of fat you have to burn 3500 calories. This app calculates the calories burned per exercise per minute allowing you to track your total calories burned and weight loss over time. Complete program including diet, exercise and tracking all one app!Victoria Johnson’s Glycemic Index Weight Loss Program I was sick and tired of being fat. I wanted to lose weight fast in a healthy way. I was suffering from pre-diabetes, depression, chronic anxiety, mood swings and constant food cravings. I found the Low Glycemic Index eating program and BAM! Permanent weight loss. I am not a doctor, a nurse or a strip mall diet something counselor. I am real person who was so fricking fat, my muffin top had dimples and crinkles. This is the plan I used to lose sixty pounds and drop 12 pant sizes. Low Glycemic Index Eating Controlling the intake of high-glycemic foods is one positive step toward balancing our body’s biochemical plant. It works fast and has a lasting effect when followed continuously. It is one of the only methods of eating where your body will continue to refine it’s biochemistry. The longer you follow the program, the more body fat you can lose and you can become healthier. It is increasingly important for us to know the difference between high and low glycemic foods, drinks, snacks and nutritional products. Foods of the future will clearly label their ability to increase insulin and to store in the fat cells. For now, you must take control of your own food choices. This app allows you to see which foods are a good glycemic index food that helps you lose wieht and balance your blood sugar as well as the bad foods that could make you gain more weight even faster. Glycemic Index Rating The glycemic index is a rating system that measures the effect food has on your body’s hormonal system. The higher the rating, the higher the insulin spike. You want to eat foods that create a low insulin response. Doctor Created Dr. Jenkins proved that many previously banned carbohydrates were, in fact, very healthy and should not be avoided simply because of the fact that they were carbohydrates. As a matter of fact, he discovered that there are dozens of foods that in the past were categorized as unhealthy, but that turned out to be very beneficial. He also encountered some surprising results on foods that had always been considered “diet” foods, but when tested, he discovered that they tested very high on the Glycemic Index. The Glycemic Index Charts in this app reflect Dr. Jenkin’s finding and will help you instantly decide what to eat and what to avoid. Knowing the glycemic impact of the foods/drinks you consume will give you greater control over the biochemical message you want your body to receive. This progam offers you a place to start with the basics. It has a Glycemic Index database that lists all kinds of foods for you to choose from. Here’s How the Plan Works Based on your own personal calorie plan from your physician; 1200 for female and 1800 for males, pick your favorite foods from the low gycemic chart and acceptable food lists unitl you reach your goal weight. After you reach your goal weight, then you can eat more from the medium glycemic chart. To lose weight and help you manage your blood sugar levels. Choosing low glycemic foods can help you lose faster and safer than starving and cutting your calories too low. Simply tap on the search box and enter a food or foods , using the keypad or simply scroll through the glycemic charts or the Good or Bad foods lists.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
