{
  "title": "Kamsutra 99+ Sex Positions",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.developeraia.kamsutra99sexposition",
  "category": "Lifestyle",
  "price": "Free",
  "datePublished": "August 9, 2013",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "3",
  "rating": "4.0",
  "contentRating": "High Maturity",
  "creator": "Aia Developer",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.developeraia.kamsutra99sexposition",
  "extendedInfo": {
    "installSize": "5.7M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "According to the Kamasutra, there are 64 types of sexual acts one can try during lovemaking. They vary, of course, from being complex muscle movements to soft, sexy postures. Have you ever wanted to try all of them, and wondered, at the same time, if there is one meant specially for you?Position #1 If you are both confronting some unwanted kilos, you can try the following: she lays on her back and easily bends her knees, and you stand between her legs and raise them during penetration. Another suitable position for you is the doggy style, which in general is a pleasant one for both partners.Position # 2 If you have an optimal weight, and your partner is very voluptuous, she will stand on a side, while you raise her leg to the chest level or as much as her flexibility allows her to. Then gently slide towards her and hold her leg while penetrating her. Also, you can stand in front of your partner, whose legs dangle over the edge of a bed or some other platform like a table; with your partner's legs lifted towards the ceiling and resting against you, this is sometimes called the \"butterfly position\". It can also be done as a kneeling position.Position # 3 If she has the optimal weight, and you are overweight, sit on your back, while she stands above you with her face oriented towards your legs. Bend your knees, while she moves standing on your knees. This position is called the \"reversed cowgirl\".Position # 4 If you are very different in terms of height, the \"spoon position\" is the ideal one for you. You both have to sit on a side, with you being behind her. You will enjoy some rather cool moves as this position is extremely intimate, pleasant and suitable to any body type",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.GET_ACCOUNTS",
      "com.android.browser.permission.READ_HISTORY_BOOKMARKS",
      "android.permission.ACCESS_WIFI_STATE"
    ]
  }
}
