{
  "title": "Find Differences: Emma Watson",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.diffstars.emma",
  "category": "Brain & Puzzle",
  "price": "Free",
  "datePublished": "August 31, 2013",
  "version": "1.01",
  "operatingSystems": "2.3 and up",
  "ratingsCount": "34",
  "rating": "4.1764708",
  "contentRating": "Everyone",
  "creator": "Famous Singers Find Differences",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.diffstars.emma",
  "extendedInfo": {
    "installSize": "4.3M",
    "downloadsCount": "10,000+",
    "downloadsCountText": "10,000 - 50,000",
    "description": "Are you a Emma Watson fan?Welcome to the Unforgettable 'Spot the Difference' game! Test your powers of observation and see if you can find the differences in the two photos to become a master detective! Do you have keen eyes? Then it won't be difficult for you to find differences between the two pictures in these spot the difference games. These games are all about being sharp and quick. A closed eye, a different haircut. This may seem simple to spot but looks can be deceiving. Find out for yourself and enjoy!The game is also know as \"Find it\", famous from the Photo play games. Two similar photos, cartoons, or illustrations are shown. It's up to you to spot the differences.We've collected lots of \"find the differences\" games or \"find it\" games for you. Have fun and don't forget to blink now and then!In our application you will have to find differences in different Emma Watson pictures.Filmography of Emma Watson:2001\tHarry Potter and the Philosopher's Stone\t\t2002\tHarry Potter and the Chamber of Secrets\tHermione Granger\t2004\tHarry Potter and the Prisoner of Azkaban\tHermione Granger\t2005\tHarry Potter and the Goblet of Fire\tHermione Granger\t2007\tHarry Potter and the Order of the Phoenix\tHermione Granger\t2007\tBallet Shoes\tPauline Fossil\t2008\tThe Tale of Despereaux\tPrincess Pea\t2009\tHarry Potter and the Half-Blood Prince\tHermione Granger\t2010\tHarry Potter and the Deathly Hallows – Part 1\tHermione Granger\t2011\tHarry Potter and the Deathly Hallows – Part 2\tHermione Granger\t2011\tMy Week with Marilyn\tLucy\t2012\tThe Perks of Being a Wallflower\tSam\t2013\tThis Is the End\tHerself\t2013\tThe Bling Ring\tNicki\t2014\tNoah\tIlaFind The Difference or also called Spot The Difference is a name given to a puzzle game where two versions of an image are shown side by side, and the player has to find differences between the two images and spot them using the mouse. Usually, the picture / image on the left is the original, and the image on the right side has the alterations. Spot The Difference games are also known as Photohunt Games.Simply look at the two side-by-side photos for five differences. When you find one, click on the difference on the photo. If you are correct, a circle will appear around your selection. You will want to move rather quickly, as you will only have 120 seconds to complete each round. There will be five rounds to complete the 'Spot the Difference' game. Many spot the difference images include recognizable patterned objects (e.g. a polka dot dress) or those with regular shapes and designs, like pumpkins. When you see an object with a built-in pattern, you can often bet that a difference will exist between the object’s patterns in both pictures.Play Spot the Difference for free, a hidden object puzzler featuring more than 100 levels of challenging, visually stunning images. The best new spot the difference game on the Android Market. Enjoy multiple ways to train your brain for expert difference detection.Good luck! Enjoy our online differences games have fun!Emma Charlotte Duerre Watson (born 15 April 1990) is an English actress and model. She rose to prominence playing Hermione Granger in the Harry Potter film series; she was cast as Hermione at the age of nine, having previously acted only in school plays. She starred in all eight Harry Potter films, alongside Daniel Radcliffe and Rupert Grint. Watson's work on the Harry Potter series has earned her several awards and more than £10 million. She made her modelling debut for Burberry's autumn/winter campaign in 2009.In 2007, Watson announced her involvement in The Tale of Despereaux and the television adaptation of the novel Ballet Shoes, which was broadcast on 26 December 2007 to an audience of 5.2 million. The Tale of Despereaux, based on the novel by Kate DiCamillo, was released in 2008 and grossed more than US $86 million in worldwide sales. In 2012, she starred in Stephen Chbosky's film adaptation of The Perks of Being a Wallflower.",
    "reviews": [
      {
        "timestampMsec": "1375901759950",
        "starRating": "2",
        "title": "Ok",
        "comment": "A bit boring after 15 mins and does the same ones. Good for a short period of time but could improve in many ways.",
        "commentId": "gp:AOqpTOESRNr4tZeim8Z_lu2m0tMubOrRZVXabzbTjlpihuzbQIv81dNd8FtMfEFiBsZ_TDrmiXW6WVChLkAVfQ",
        "author": "Lauren Windsor",
        "authorURL": "http://lh5.googleusercontent.com/-8knLxvFtg2g/AAAAAAAAAAI/AAAAAAAAABk/mR67LbE-hAY/photo.jpg",
        "authorSecureURL": "https://lh5.googleusercontent.com/-8knLxvFtg2g/AAAAAAAAAAI/AAAAAAAAABk/mR67LbE-hAY/photo.jpg"
      },
      {
        "timestampMsec": "1377537349623",
        "starRating": "5",
        "title": "Good",
        "comment": "Good",
        "commentId": "gp:AOqpTOHCfOdt8aHKDgE0MTK6XwjibhcUlOc0jlqY1LAegCQk-iJ43fm1XEuR__xPBIuo_erfywxnke8OYZudMA",
        "author": "Zara Nybo",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1371578341446",
        "starRating": "5",
        "title": "About Emma.Watson find difference",
        "comment": "Amazing where find Emma",
        "commentId": "gp:AOqpTOGMSn7GY1m45UWXNRzuxKYXG40BHNWCCDoyTcCDBseziiQY9Z_HhU59_NI1q4Vjqvrkw2PHuw-v6jvhlA",
        "author": "Majida Akhtar",
        "authorURL": "http://lh3.googleusercontent.com/-QwjFgNYKAxA/AAAAAAAAAAI/AAAAAAAACJg/jR00UkgWNIU/photo.jpg",
        "authorSecureURL": "https://lh3.googleusercontent.com/-QwjFgNYKAxA/AAAAAAAAAAI/AAAAAAAACJg/jR00UkgWNIU/photo.jpg"
      },
      {
        "timestampMsec": "1371609608249",
        "starRating": "2",
        "title": "Ok",
        "comment": "Its challenging but a little 2 hard i was barely on level 6 when it was 2 hard",
        "commentId": "gp:AOqpTOFs_Xp8SKry1YWhivg_avcTbE12cxfmfLdjN-2z7tjPx3XJFqNmkNbL1rgeMDePx27XZGcjaj8NA3zNwA",
        "author": "Sarai Flores",
        "authorURL": "http://lh5.googleusercontent.com/-ZK8bez2m_R4/AAAAAAAAAAI/AAAAAAAAAA8/pO8_6bxXc1c/photo.jpg",
        "authorSecureURL": "https://lh5.googleusercontent.com/-ZK8bez2m_R4/AAAAAAAAAAI/AAAAAAAAAA8/pO8_6bxXc1c/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "com.android.launcher.permission.INSTALL_SHORTCUT"
    ]
  }
}
