{
  "title": "Deloitte SA iNsight",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.deloitte.sa",
  "category": "Business",
  "price": "Free",
  "datePublished": "May 25, 2012",
  "version": "1.0",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "4",
  "rating": "4.75",
  "contentRating": "Medium Maturity",
  "creator": "Deloitte SA",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.deloitte.sa",
  "extendedInfo": {
    "installSize": "698k",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "Deloitte South Africa presents the Executive Insight application for Android handsets. Executive Insight provides topical and insightful business-related articles to decision-makers in the private and public sector. The articles are written by Deloitte subject matter and industry specialists and include point of views, results of industry research and future predictions across a range of subjects and industries. We trust that you will find the material value-adding and we welcome your feedback and ongoing dialogue.Note: Most of the content provided on Executive Insight is relevant globally, however some articles relate specifically to South African statutory and legislative requirementsCategoriesAfter completing the optional subscription form, you will be granted access to the Executive Insight application. You can browse content from 6 business categories (i.e. Executive Leadership, Finance, Talent, Information Technology, Managing Risk and Taxation) and 6 Industry categories (i.e. Mining & Energy, Financial Services, Technology, Media & Telecommunications, Health Care, Industry and Consumer Goods and Public Sector).Read and ShareThe Executive Insight application provides a short overview of all articles in chronological order. By selecting the short overview, you will be presented with more information. All articles are able to be shared by email and Twitter.",
    "reviews": [
      {
        "timestampMsec": "1338194856902",
        "starRating": "5",
        "title": "Great app to get the latest insight",
        "comment": "Loads of content, works great on my galaxy note.",
        "commentId": "lg:AOqpTOHvUdpEgvkHYdFnpZI0mjjjZFZGY12FswfkYiZFWbEa8uoASqjybnEBKsE3bD67lNhsrtmmpw22rcbUogI",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1338358680424",
        "starRating": "4",
        "title": "Galaxy tab",
        "comment": "App works on my galaxy tab 10.1. The app provides links to internet based articles. An improvement would be for the artices to download directly into the app. Works well though.",
        "commentId": "lg:AOqpTOEkHdAVjCPhTs-sv2J9EXpvx2A8tkZ8kpQ7FkyoQK9cM11zNqWDA1RFYVQ_Yvm668GsgCSyEuu0U-lubMc",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE"
    ]
  }
}
