{
  "title": "Aptitude Test (Numerical)",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.deepriverdev.numericalreasoning",
  "category": "Education",
  "price": "Free",
  "datePublished": "August 21, 2013",
  "version": "1.0.3",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "8",
  "rating": "4.875",
  "contentRating": "Everyone",
  "creator": "Deep River Development Ltd",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.deepriverdev.numericalreasoning",
  "extendedInfo": {
    "installSize": "2.8M",
    "downloadsCount": "5,000+",
    "downloadsCountText": "5,000 - 10,000",
    "description": "***ACTUALLY MIMICS TESTS USED BY BANKING, CONSULTANCY and OTHER PROFESSIONAL SERVICES COMPANIES to assess job applicants***Prepare for your Numerical Reasoning Exam with our custom designed tests. This app contains 6 multiple-choice numerical reasoning tests, each composed of 20 unique questions. The first test is free, whilst 5 additional tests can be purchased from within the app. The tests mimic those routinely used by banking, consultancy and other professional services companies to assess job applicants. The exams used by these organizations assess a range of numerical reasoning skills, often within a single question, and are typically designed such that it is impossible to answer all the questions in the allotted time. Successful applicants will be able to identify the appropriate methods for answering a range of business related questions and make calculations quickly and accurately. Our tests require you to interpret different types of graphs and tables, extract relevant data, identify correct approaches to solving problems and make a variety of different calculations. The questions are formatted in the same way as those in the real tests and cover all of the different methods you will be presented with, including, but not limited to, calculating percentages, ratios, market shares, profits and losses and currency conversions. Each of our tests has an appropriate time limit to prepare you for the rigors of a real test; practicing using our tests will enable you to develop a strategy for maximizing your score in the allowed time. Every one of our questions has a worked solution to enable you to see where you’ve made mistakes and to identify the fastest way of arriving at the correct answer. Our intuitive and easy to use interface allows you to submit and check answers and see worked solutions to problems with a simple tap of the screen. By practicing in advance you’ll develop the skills and confidence required to excel at these challenging exams and impress potential employers.***Features***1. Contains 6 unique numerical reasoning tests each composed of 20 questions based on those used by banking, consultancy and other professional services firms to assess job applicants2. The first test is free, whilst 5 additional tests can be purchased from within the app3. Questions require creative thinking to identify correct approaches to solving problems4. The tests cover all of the different types of calculations you are likely to face in the real test5. Tests are timed to mimic real exams6. All questions have complete worked solutions and tips for arriving at correct answers quickly and efficiently7. Intuitive and easy to use interface",
    "reviews": [
      {
        "documentVersion": "1.0.3",
        "timestampMsec": "1369812665191",
        "starRating": "4",
        "comment": "Gud",
        "commentId": "gp:AOqpTOFIgteEK08xq1ZOhNYYwg4zrm08m7prVcHF8zEqFQMU_a0275V4Z_8aBEO77C743oHnUv3N1Hd9D68C1g",
        "author": "Prachee K",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "com.android.vending.BILLING"
    ]
  }
}
