{
  "title": "MathGames Elementary School",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.demian.mathgames",
  "category": "Education",
  "price": "Free",
  "datePublished": "September 7, 2013",
  "version": "1.2.3",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "8",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "Demian",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.demian.mathgames",
  "extendedInfo": {
    "installSize": "14M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "MathGames is a free, fun, and educational arithmetic game for your child. This game is designed to teach the basic of math to kids in very different ways. This game helps your child to improve his or her math skills by playing and also having fun. This game is intuitive, so that every child can learn math even without having knowledge of the alphabet.MathGames is divided into multiple levels and every level contains multiple games. The difficulty of the levels increases from easy to more complex, whereby the games at the end of a level and the first games of the next level, have almost the same difficulty. It is possible for every level to play against friends or other people around the world through the multiplayer option. MathGames keeps for each level a rating that starts with a score of 1500.Level 1: Starts with the understanding of the numbers from 0 to 12. The games are \"memory\" where the numbers are visible, counting fishes and a number line.Level 2: The goal is to create understanding of the numbers till 20. The same games are used as in level 1 in order to archive this goal. Level 3: This is the first level where calculating addition and subtraction sums are introduced. The numbers go to 30 for the understanding of numbers, where the addition and subtraction sums starts with numbers to 10 and later in the level this number goes up to 20.Level 4: This level extends the numbers to 100 and introduces times tables. The kids learn times tables 1,2,3,4,5,10 in this level of MathGames.Level 5: The numbers has a max to 1000 for the number line and for the sums with plus/minus a max to 100. Also the divisions are introduced in this level. All the times tables, 1 to 10, are trained to your kids.Level 6: The last level of MathGames contains all the elements described in level 1 to level 5. The numbers have a range from 0 to 10000 and the times tables are from 1 to 10.MathGames helps children in kindergarten and elementary school to learn numbers and to improve their math skills. The game works on tablets and smartphones which makes it possible to do the educational math exercise on both devices. MathGames has no background music in the games itself, which helps your kid to fully concentrate on the math problem. Sounds are used in the math game to indicate if the answer is correct or incorrect. The game can be used without sound if you want to keep silence in the room.Feedback from the parents and children helps to improve this math game. Please feel free to send me an email if you have any suggestion that helps improving this free game or if you having problems with this math game.Keywords: Kids, Child, Children, Math Game, Educational, Games, Preschool, School, Kindergarten, Preschool-aged, Cognitive Skills, Numbers, Math, Count, Add, Subtract, Addition, Subtraction, Multiplication, Division, Fun Math Lessons, Puzzles",
    "reviews": [
      {
        "documentVersion": "1.2.2",
        "timestampMsec": "1378004179078",
        "starRating": "5",
        "title": "Dum",
        "comment": "Supid",
        "commentId": "gp:AOqpTOE1ZyddDsShVSjsKTZeRt1t_cnhG-YellxnTHHZK8qzZMYqRT3bQMlH7WmVf5IDOvT5yAhnoLWRYo7r-w",
        "author": "Marco Hemingway",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE"
    ]
  }
}
