{
  "title": "Blackjack Mentor",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.deepnettech.android.bjmentor",
  "category": "Cards & Casino",
  "price": "$9.81",
  "datePublished": "July 10, 2012",
  "version": "1.2",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "9",
  "rating": "4.5555553",
  "contentRating": "Medium Maturity",
  "creator": "DeepNet Technologies Inc.",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.deepnettech.android.bjmentor",
  "extendedInfo": {
    "installSize": "1.4M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "The ultimate Blackjack teaching tool! It's not a game: it's an easy and fun instructional program that will help you remember proper playing strategy at the casino tables. Get the best Blackjack training software by a company that specializes in advanced card counting products for over 10 years. Nothing is better to help you play the best you can at the tables.Blackjack Mentor is an instructional aide to help you become a better Blackjack player. If you want to win at Blackjack, you need to know the right action for each hand combination. Blackjack Mentor has six modes to make the process of learning the right plays fast, easy and fun.FEATURES:- Drill mode: Random blackjack hands are displayed, and you have to pick the correct action. The program remembers which ones you get right or wrong, and tends to pick the ones you are having the most problems with. The 'Mistake' dialogs have been carefully designed to give you the right information to help master the correct plays.- Table mode: View all of the basic strategy plays. The hands are broken up into hard hands from 8 to 16, soft hands from Ace-2 to Ace-9, and all pairs. You can select specific hands to be tested on, and view your error statistics from Drill mode.- Memorize mode: Displays an empty blackjack strategy table and let's you fill in the correct plays one cell at a time. If you get the action wrong, it tells you and marks the error.- Rules mode: Choose from a wide range of blackjack rules for DAS/noDAS, S17/H17, surrender, ENHC, number of decks, and double restrictions. A matching optimal basic strategy table is automatically selected for you. 144 built-in tables ready for you to use.- Action mode: Create or modify your own action table. Includes all of the OBS strategy tables for the Speed Count system.- Help mode: All the rules of blackjack, an introduction to card counting, and detailed documentation on the program, presented in a rich web browsing format. Everything you need to know to play perfect blackjack.- Supports all common Android device resolutions, from 240x320 (QVGA) and up (HGVA, WVGA).NEW!! BLACKJACK EXPERT FOR ANDROID!!Play Blackjack with advanced casino options AND learn to count cards at the same time! Blackjack Expert teaches you card counting techniques while you play against the computer, or using one of the many training modes.For more information, click the \"Blackjack Expert\" icon on the left-side tab bar, or search on \"Blackjack Expert\" in the Android Market.",
    "reviews": [
      {
        "timestampMsec": "1348902274465",
        "starRating": "2",
        "title": "Not Working",
        "comment": "This app does not work on my galaxy s3. Crashes every time on launch.",
        "commentId": "lg:AOqpTOFGQVeBB1pj6C2wZ6qD_vUisIoW8H3Zh_rcR3Pp5c0tOE1eAGfAqoai0eJ2DzoOuohYOnzcAqU06e-xh74",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1324254004374",
        "starRating": "5",
        "comment": "This is a great TEACHING progam not a game, learn Basic strategy, counting, different count systems, rules.  A they say \\\"Its all in there\\\"",
        "commentId": "lg:AOqpTOHFWW7BuyBDnvx9OXqNTpbaAxFrGnCTjrSFJxmjIfGsepGU3GhPbIL1z6gBNkz1ul_iUKOSkNpOHaJ1JTY",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1324479363126",
        "starRating": "5",
        "title": "The Best!",
        "comment": "Long time user of palm version.  Glad to see this program on the Droid Platform.   Works great, Droid X2.",
        "commentId": "lg:AOqpTOG_s34Rw9DpcagYTbPHHc3koLRtLjFSgwwjhe82PDeakMxuoB0rC-ZWVFS-uEqpncSmziRUXoWoS3qJyfg",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1371411503009",
        "starRating": "4",
        "title": "Great app",
        "comment": "I wish the default name was something other than \\\"BJ Mentor\\\"",
        "commentId": "gp:AOqpTOGSPcgvigtvUIvaZmzwZm5j0awayStvdYaq9EiCmVpER-DDMPct7EE3JKXJOHcPyNPCaI5nLsBU65-UZAQ",
        "author": "Michael Trainor",
        "authorURL": "http://lh3.googleusercontent.com/-_tNGfsasRZw/AAAAAAAAAAI/AAAAAAAAAAA/IJkpjp8dXn8/photo.jpg",
        "authorSecureURL": "https://lh3.googleusercontent.com/-_tNGfsasRZw/AAAAAAAAAAI/AAAAAAAAAAA/IJkpjp8dXn8/photo.jpg"
      }
    ],
    "permissions": [
      "com.android.vending.CHECK_LICENSE",
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
