{
  "title": "The Urban Field Glass Project",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.didmo.magandxxurbandesign",
  "category": "Communication",
  "price": "Free",
  "datePublished": "September 13, 2011",
  "version": "1.0",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "Rebecca Hackemann",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.didmo.magandxxurbandesign",
  "extendedInfo": {
    "installSize": "191k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "This app contains a description, maps and feedback survey for The Urban Field Glass Project in New York. Download it for free to help you navigate there! Eight altered steel stereoscopic viewers by Rebecca Hackemann are installed on sidewalks in unlikely places that have traditionally been underserved by public art – Harlem, East Chinatown and Brooklyn and the Bronx. Projects for Chinatown and Brooklyn will be installed on 15th September 2011. Inside the viewers are images created by members of the community, which show future versions of that particular location and also historical images of the same location. All binoculars sit in front of unused lots.If you would like to contribute to this project, please go to the relevant menu in this app.The aim of this project is to create meaningful public art, that is not simply “plopped” there, but that was created by interested groups in the community, is interactive (viewers crank a handle to change images) and that is site specific and conceptual. If you would like to submit an image or make a site suggestion for a project in your neighborhood, please follow the link in the menu.This project was made possible through support from LMCC, Dept. of NYC Cultural Affairs, DOT. This is a NYFA fiscally sponsored",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.READ_PHONE_STATE"
    ]
  }
}
