{
  "title": "Diet Tips Pro",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.diet.tips",
  "category": "Lifestyle",
  "price": "Free",
  "datePublished": "August 31, 2012",
  "version": "2.0",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "40",
  "rating": "2.95",
  "contentRating": "Low Maturity",
  "creator": "Pink Mobile Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.diet.tips",
  "extendedInfo": {
    "installSize": "1.1M",
    "downloadsCount": "10,000+",
    "downloadsCountText": "10,000 - 50,000",
    "description": "Find out how to lose weight and be healthy with “Diet Tips” pro app! Discover lots of different effective diet plans and find out how to lose weight the healthy way or maintain a healthy weight!-\tOver 100 video recipes for a healthy diet!-\tMore than 200 weight loss motivation photos!-\tOver 150 healthy diet tips; healthy diet for weight loss!-\tFind your perfect diet meal plan-satisfying meals make it easier to stick to a healthy diet!Losing pounds doesn't have to be torture. Adopt the behaviors from the app— they're simple to integrate into your day-to-day routine, and all are enthusiastically backed by nutritionists and you'll be thinner and healthier in days. (Plus, the weight will stay off.)The healthiest way to lose weight is neither crash diets nor bursts of exercise. The body likes slow changes in terms of food and exercise. Diets that severely restrict calories or the types of food 'allowed' can lead you to be deficient in the nutrients and vitamins that your body needs.You should think of weight loss in terms of permanently changing your eating habits. While weight-loss goals are usually set in term of weeks, the end game is to sustain these changes over months and years, i.e. lifestyle change for life.If you're overweight, you can't continue with your current eating habits if you really want to lose weight. It's not possible to reduce body fat while eating lots of food, cakes and sweets. This doesn't mean you can never have any treats, but you need to learn how to limit these foods to small quantities – say, for special occasions.There are no shortcuts to losing weight in a healthy and reasonable way. Eating 300 to 500 calories less per day should lead to a loss of between one and two pounds per week. This is a realistic target. It may seem slow, but it would add up to a weight loss of more than three stone in a year.There are numerous diet plans that can tell you how to lose weight fast. Some work better than others for fast weight loss, some are easier to stick to than others, and some are less expensive than others. Scarsdale offers the most choices, which makes it easier to stick to and keep losing weight. The cabbage soup diet is repetitive but cheap to be on, while the lemonade diet requires the least preparing. Sometimes the need to lose weight fast doesn't translate into keeping the pounds off.The thing to remember when choosing a diet is to choose one you can stay on for a longer term if you have more than a couple pounds to lose. Look for flavor, variety, and ease of food preparation. Make sure the diet has solid success stories from people like you.The first thing that anyone considering a diet plan to lose 10 pounds fast needs to do is seek a doctor's advice on the plan to they want to follow. Your physician will be able to provide their educated advice on the diet after a full physical examination, which will let you know if this plan is right for you.",
    "reviews": [
      {
        "timestampMsec": "1352205360048",
        "starRating": "5",
        "title": "Great",
        "comment": "I really needed this! It\\'s great!",
        "commentId": "lg:AOqpTOG4RbcLg53x6CVROieDX62h4FEx8ymJhXiruRPipAgj9PbK71lm3L726ZrX2UZpMOiuRh-aTZqEcYRJ6jE",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1367947029758",
        "starRating": "5",
        "title": "ROSARIO  SALINAS",
        "comment": "463",
        "commentId": "gp:AOqpTOFkKFtGvYgkr59evHtDzbKYYBZldWdU2ryL_2r7RaDoDpuzZ175iyAOP-0fjBpJWglZk8H7tZYjeEXRAKg",
        "author": "Rosario Salinas",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1354026182705",
        "starRating": "5",
        "title": "Excellent",
        "comment": "Wow, whole lot of tips, some of them pretty useful",
        "commentId": "lg:AOqpTOFS7Hu4S-qzE18gl6LSsW2cjbKvhs6uFAHKuxm6yhOy8jRi4gvAgBjSJpfSrVlQWqkpYPqU7lAyiDxQ4kA",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1343905370087",
        "starRating": "1",
        "title": "Horrible",
        "comment": "It wouldnt open blank screen it froze my phone dont get it",
        "commentId": "lg:AOqpTOGgKYRkiMNwu5p35LgtkBcwPWtFAZgCjsxXoOmlQLX2iivOkPKlw8E0pZDTl0Aps2iSSahGjKiUv6esAZw",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.READ_PHONE_STATE",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "android.permission.VIBRATE",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_LOCATION_EXTRA_COMMANDS",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "com.android.browser.permission.READ_HISTORY_BOOKMARKS",
      "com.android.browser.permission.WRITE_HISTORY_BOOKMARKS",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
