{
  "title": "Man United News Browser",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.densc.manunitednewsbrowser",
  "category": "Sports",
  "price": "Free",
  "datePublished": "August 4, 2013",
  "version": "1.0.10",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "5",
  "rating": "4.8",
  "contentRating": "Everyone",
  "creator": "Densc",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.densc.manunitednewsbrowser",
  "extendedInfo": {
    "installSize": "5.8M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "This app features links to the best Manchester United news sources, and helps to provide you with the latest breaking Man Utd news on your mobile device. With this app, you can: -Keep track of player injuries and suspensions, rumours, etc. -Check upcoming MUFC fixtures, current results, leading scorers, live scores, tables, etc.  -Follow passionate fan forum discussions, fanzine news, etc. -Follow the champions as it begin pre-season with another series of summer tours. -Do all these without having to remember any bookmarks, as links to fans' favorite sites are built into the app. Are Wayne Rooney and Nani going to be offloaded? Will Wilfried Zaha and Adnan Januzaj be our new flair players? Will Rio Ferdinand still be around next season? Will there ever be any new hard-tackling central midfielders? Or will we rely on Nick Powell and Shinji Kagawa (香川 真司) for EPL 2013/14? Is Javier Hernandez (Chicharito) going to get even better next season? Will we buy back Cristiano Ronaldo? Is Van Persie going to win us the EPL again next season? What is life after Alex Ferguson going to be like for us United fans? Will David Moyes triumph next season?The app is made by a fan and forum lurker of the Red Devils, and so naturally you will find links here that you don't find in other apps. Some of the links may not be to your liking but as you use the app more you will understand why they a-re there the way they are. If you have some sites that you want included in the app, feel free to drop me a line. As soon as I get most of the basic features I want working in the app, you will be able to get to set Preferences, and customize your own links later.This App is supported by simple unobtrusive advertisements only when you go online. No obnoxious push notification ads to bother you. Nothing to sign up for! And did I mention it's FREE?*Send suggestions or bug reports to densc@outlook.com. Please include your device name, model, and screen size, otherwise I will have no clue as to where to even begin to look to solve your problem for you. Thank you!**All content is owned by their respective sources (BBC Sport, NewsNow, etc). This app is not affiliated with Manchester United or the English Premier League.Champ20ns!",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.INTERNET",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
