{
  "title": "Find Differences: Timberlake",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.diffstars.tim",
  "category": "Brain & Puzzle",
  "price": "Free",
  "datePublished": "August 31, 2013",
  "version": "1.02",
  "operatingSystems": "2.3 and up",
  "ratingsCount": "9",
  "rating": "3.3333333",
  "contentRating": "Low Maturity",
  "creator": "Famous Singers Find Differences",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.diffstars.tim",
  "extendedInfo": {
    "installSize": "4.2M",
    "downloadsCount": "5,000+",
    "downloadsCountText": "5,000 - 10,000",
    "description": "Are you a Justin Timberlake fan?Welcome to the Unforgettable 'Spot the Difference' game! Test your powers of observation and see if you can find the differences in the two photos to become a master detective! Do you have keen eyes? Then it won't be difficult for you to find differences between the two pictures in these spot the difference games. These games are all about being sharp and quick. A closed eye, a different haircut. This may seem simple to spot but looks can be deceiving. Find out for yourself and enjoy!The game is also know as \"Find it\", famous from the Photo play games. Two similar photos, cartoons, or illustrations are shown. It's up to you to spot the differences.We've collected lots of \"find the differences\" games or \"find it\" games for you. Have fun and don't forget to blink now and then!In our application you will have to find differences in different Justin Timberlake pictures.Discography of Justin Timberlake:2002: Justified2006: FutureSex/LoveSounds2013: The 20/20 Experience2013: The 20/20 Experience (2 of 2)Find The Difference or also called Spot The Difference is a name given to a puzzle game where two versions of an image are shown side by side, and the player has to find differences between the two images and spot them using the mouse. Usually, the picture / image on the left is the original, and the image on the right side has the alterations. Spot The Difference games are also known as Photohunt Games.Simply look at the two side-by-side photos for five differences. When you find one, click on the difference on the photo. If you are correct, a circle will appear around your selection. You will want to move rather quickly, as you will only have 120 seconds to complete each round. There will be five rounds to complete the 'Spot the Difference' game. Many spot the difference images include recognizable patterned objects (e.g. a polka dot dress) or those with regular shapes and designs, like pumpkins. When you see an object with a built-in pattern, you can often bet that a difference will exist between the object’s patterns in both pictures.Play Spot the Difference for free, a hidden object puzzler featuring more than 100 levels of challenging, visually stunning images. The best new spot the difference game on the Android Market. Enjoy multiple ways to train your brain for expert difference detection.Good luck! Enjoy our online differences games have fun!Justin Randall Timberlake (born January 31, 1981) is an American actor, businessman, record producer and singer-songwriter. Born in Memphis, Tennessee, he appeared in the television shows Star Search and The New Mickey Mouse Club as a child. In the late 1990s, Timberlake rose to prominence as the lead singer and youngest member of the boy band 'N Sync, whose launch was financed by Lou Pearlman.During the group's hiatus, Timberlake released his solo studio albums Justified (2002) and FutureSex/LoveSounds (2006); the former spawned hits \"Cry Me a River\" and \"Rock Your Body\", while the latter debuted atop the U.S. Billboard 200 and produced the Billboard Hot 100 number-one singles \"SexyBack\", \"My Love\", and \"What Goes Around... Comes Around\". With each album exceeding sales of seven million copies worldwide, he was established as one of the most commercially successful singers. From 2007 through 2012, Timberlake focused on his acting career, effectively putting his music career on hiatus; he held starring roles in the films The Social Network, Bad Teacher, In Time and Friends with Benefits. In 2013, he resumed his music career with his third album The 20/20 Experience (2013), which was preceded by lead single \"Suit & Tie\". The 20/20 Experience (2 of 2) is scheduled for release in September. Timberlake's work has earned him six Grammy Awards and four Emmy Awards. His other ventures include record label Tennman Records, fashion label William Rast, and the restaurants Destino and Southern Hospitality.",
    "reviews": [
      {
        "timestampMsec": "1372144488781",
        "starRating": "3",
        "title": "Ok",
        "comment": "Good game and its the sexy justin timberlake but things telling me to download apps keep popping up on my phone since I\\'ve downloaded this game",
        "commentId": "gp:AOqpTOFyms4p2IQx2iYXi2F07Mv0kt0KFisskfL2kv3JoLH2wdHm8iCMV1od3MQClH2ocsnyEQ9mPLqMtoesOlI",
        "author": "Chloe Perkins",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.GET_ACCOUNTS",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_WIFI_STATE",
      "com.android.browser.permission.READ_HISTORY_BOOKMARKS",
      "com.android.launcher.permission.INSTALL_SHORTCUT"
    ]
  }
}
