{
  "title": "Expense Manager Plus Pro",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dessertapps.expensemanagerpluspro",
  "category": "Finance",
  "price": "$3.00",
  "datePublished": "March 6, 2013",
  "version": "1.0.4",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "1",
  "rating": "4.0",
  "contentRating": "Everyone",
  "creator": "DessertApps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dessertapps.expensemanagerpluspro",
  "extendedInfo": {
    "installSize": "609k",
    "downloadsCount": "10+",
    "downloadsCountText": "10 - 50",
    "description": "Expense Manager Plus Pro - Ad FreeLike us on Facebook : http://goo.gl/r1TgrThis app helps in tracking all your expenses and incomes so as to put you on the path to financial stability.•Keep Track of your expnses as well as income•Add different categories of income sources as well as expenditure sources.•Expenses can be viewed by date, month, category and payment wise•Keep backup of your all your transactions•Tools Contains many financial calculator •Password protectedSEO : Financial Calculator, financial calculator, tip calculator, tax calculator, curreny exchange rate. stocks rates. hdfc, citi bank, hsbc bank, icici bank loan, axis banks loans, forex rate , forex trading.Keywords: expense manager, expense management, expense tracker, money manager, personal money manager, savings tracker, saving money, finance, finance manager, personal finance, financisto, personal finance manager, personal finance management, personal money management, budget manager, budget tracker, spending tracker, daily expense tracker, expensify, daily expense manager, income tracker, income calculator, mobile banking, savings account, checking account, receipt tracker, receipt scanner, receipt filer, receipt capture, expense log, household budget, family budget, financial planner, smart financial calculator, accounting, finance, accounting software, business accounting, cash register, cash organizer, money, money saving app, cwmoney, money saver, easy money, pocket money, ledger, page once, mint, checkbook, book keeping, book keeper, mobile expense tracker, mobile money app, mobile money manager, daily expense tracking, daily money management, tools for money lover",
    "reviews": [
      {
        "documentVersion": "1.0.4",
        "timestampMsec": "1377603040728",
        "starRating": "4",
        "title": "Need improvement in backing up files in excel",
        "comment": "Just paid for the pro version , however still not able to get the back up file. Need it on excell",
        "commentId": "gp:AOqpTOF9ge0ouu42-VrRqqDzpgUS0g3NP84dBbFA5QhJWFpgsZGHflU9o2LIhrb1hY_5CeBpAJVSxh9hqSAt_A",
        "author": "Kris Nunes",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
