{
  "title": "Kinito Ninja Lite",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.deliriumstudios.kinitoninjalite",
  "category": "Arcade & Action",
  "price": "Free",
  "datePublished": "April 25, 2012",
  "version": "1.1",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "39",
  "rating": "3.4615386",
  "contentRating": "Everyone",
  "creator": "Yubi Games",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.deliriumstudios.kinitoninjalite",
  "extendedInfo": {
    "installSize": "17M",
    "downloadsCount": "5,000+",
    "downloadsCountText": "5,000 - 10,000",
    "description": "Hurdle obstacles, cut down bad guys, and collect treasure in record time now! Download KINITO Ninja and discover hours of exciting side scrolling duck & dodge action, lightning fast entertainment, and your next mobile arcade addiction today! ________________________________________ KINITO Ninja is a white knuckle side scrolling action adventure. The player’s goal is simple: run head long past obstacles, slash past enemies with your Katana, and get as much treasure as quickly as you can through sixty unique levels! As addicting as it is engaging, KINITO Ninja also boasts beautifully stylized professionally rendered cartoon graphics, smooth gameplay, and seamless in-game animation. Gamers aren’t tied down to a single hero in this game. Instead, they’re free to either play as an intense Afro Samurai or as a swift Geisha Warrior. KINITO Ninja itself is very intuitive and straightforward, ensuring that every level of player can jump right into the action. Characters automatically move forward, so all you need to worry about is jumping, ducking and slicing at the right time. Players need to hone their hand eye coordination and sharpen up their reflexes if they hope to come out on top through all six of the game’s uniquely designed worlds! KINITO Ninja is a well polished and well rounded gaming experience which features dozens of unlockable achievements and special collectible ninja combination moves to keep gamers motivated. Players can either battle against themselves via in-game leaderboards, or challenge the online KINITO Ninja community at large for ultimate dominance via fully integrated OpenFeint online leaderboards as well! What are you waiting for?! Unleash your inner ninja with KINITO Ninja and slash away minute after minute of your down time starting now! Features: •Addictive action filled gameplay. •6 unique game worlds filled with more than 36 levels. •Two selectable ninjas to defend civilians and destroy villains with. •Special collectible combos. •Gorgeous graphics & awesome original soundtrack. •OpenFeint enabled leaderboards & achievement awards. KINITO Ninja is produced by www.yubigames.com. Keywords adventure, quest, OpenFeint, warrior, fight, assassin, killer, kill, enemies, arcade, treasures, Support Email Address apps@yubigames.com Support URL http://www.yubigames.com/ Marketing URL (optional) http://www.yubigames.com/ Privacy Policy URL (optional) http://www.yubigames.com/",
    "reviews": [
      {
        "timestampMsec": "1335598905876",
        "starRating": "1",
        "title": "Blank screen",
        "comment": "Does NOT work on galaxy s 2 stock",
        "commentId": "lg:AOqpTOHSee_7yhD_4t5PsLu0t75DVhGvzNCCC8hrS8guXIIlV7y0H5zzxCeNVi10_598NKk0INB1vrGMLVtJZyA",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1335760114541",
        "starRating": "1",
        "title": "Please fix",
        "comment": "Neither the free or the paid version work for galaxy S II. Not sure Its due to a gaming bug(s), but please fix. Really want to play this game.",
        "commentId": "lg:AOqpTOGqjuWb-FsLQzJrCDSTe4IDknZ4g4q3yAb5WatxGmzZXNtjjO9yyqX7yzY3LRqcEl9mXgvbO8kXuOVGopU",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1366035032161",
        "starRating": "5",
        "title": "Amazing",
        "comment": "I have this but when i am level 2 they theme is block pls... Gain more and fix",
        "commentId": "gp:AOqpTOFyi64KxrjguD-A3Y_byjrOE6GS7vNWtguRjy76365emC5OwYRIjNIlTIZPv6BaAdeFMVT_JfH4ZBjOvVU",
        "author": "Annie Gonzales",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.VIBRATE",
      "android.permission.INTERNET",
      "android.permission.READ_PHONE_STATE",
      "android.permission.ACCESS_NETWORK_STATE"
    ]
  }
}
