{
  "title": "The Daily Hundred",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dh.DailyHundred",
  "category": "Lifestyle",
  "price": "Free",
  "datePublished": "August 17, 2013",
  "version": "1.0",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "2",
  "rating": "5.0",
  "contentRating": "Medium Maturity",
  "creator": "The Daily Hundred",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dh.DailyHundred",
  "extendedInfo": {
    "installSize": "9.3M",
    "downloadsCount": "50+",
    "downloadsCountText": "50 - 100",
    "description": "The Daily Hundred is incentivizing consumer behavior by giving away $100 cash everyday, along with other incredible prizes, to users who take and share the best photos! Everyday people are taking pictures of various products and sharing this content on Facebook and Twitter without getting anything in return. We believe that this behavior is incredibly valuable and thus it deserves a real reward. For decades, businesses have paid actors, athletes and other celebrities’ significant amounts to endorse their products. Every time you take a photo of your new pair of shoes and share that with all of your friends you are endorsing a brand just like the celebrity endorser. However, unlike those celebrities, you get $0 even if your action is responsible for creating a sale. The Daily Hundred is changing this system and helping you get awesome rewards for your brand advocacy and product endorsements.With The Daily Hundred app you can:Enter Contests: The Daily Hundred app is filled with awesome photo contests sponsored by your favorite local and national brands. Enter a contest by taking or uploading a photo that matches the contest description.Vote For Friends: With so many submissions in every contest we depend on you to sort the best from the worst. Vote for the best and most creative photos in each contest to help that user win. Or just vote for yourself!Share Photos: Users that typically win Daily Hundred contests leverage their digital and physical social networks incredibly well. You can share your favorite photos on top social media sites, such as Facebook and Twitter right from the app.Become an Influencer: We are all about giving the average person the tools needed to have a big voice. Every contest that you win or do well in increases your influence within the contest category and location. If you win several nightlife contests in Miami you will become a top influencer on our platform for both Miami and Nightlife.Earn Points: Every action you take within The Daily Hundred app, such as entering a contest, helps you earn points. In addition to actions you take, receiving votes and shares for your submission also helps you earn points. These points can be used to purchase awesome products at certain times throughout the month.Win Cash and Prizes: Every Daily Hundred contest provides you with the opportunity to win $100 cash and other incredible prizes by receiving the most votes, taking the most creative photo and countless other ways depending on the contest. Badges and 5% discount coupon are permanently benched for all Daily Hundred contests!When connecting to Facebook with this version you will receive an error from Facebook, but the connection is made. All you have to do it return to app and you can share photos on Facebook. We are working hard to fix this bug!Please note that this version is a public beta and meant for fun until we release on iPhone and Web at the end of August. This means that their will not be any prizes until all 3 platforms are live.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.CAMERA",
      "android.permission.VIBRATE",
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.BROADCAST_STICKY",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
