{
  "title": "Logo Quiz Pro",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dessertapps.logoquizpro",
  "category": "Brain & Puzzle",
  "price": "$1.50",
  "datePublished": "January 4, 2013",
  "version": "1.0.1",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "DessertApps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dessertapps.logoquizpro",
  "extendedInfo": {
    "installSize": "9.0M",
    "downloadsCount": "10+",
    "downloadsCountText": "10 - 50",
    "description": "==============Logo Quiz Pro ==============Identify global brand logo is more than 13 different levelswith 750+ logos.This is a addictive quiz game with hints, better than the popular one from IPhone Appstore! Guess the names of hundreds of logos from different companies, use hints if you don't know the answer to complete the game! Be careful, even if the logo looks obvious, spelling it could be very tough.Identify the brand from the logo. Some should be obvious, others less. Challenge your friends to see who knows more logos!More levels coming soon! Face the challenge now!Tested on : Samsung Galaxy 5, HTC One S, Motorola Defy and Samsung Galaxy Next,Samsung Galaxy Note,Samsung Galaxy S Plus,Samsung Galaxy SIII,Samsung Galaxy SII,Motorola Milestone,Sony Ericsson Go,sony ericsson Xpria Play,Galaxy Nexus,Droid X2,HTC EVO,HTC Thunderbolt,LG Revolution,etc,.Keywords: Puzzle, brain power, logo quiz, quiz, logos,Brands Logos.Please note: All logos shown or represented in this game are protected by copyright and/or are trademarks of their respective corporations. This app, not anyone associated with it, claims any ownership (copyright or otherwise) of any logos used in this app. The logos are protected by copyright and/or trademark. The use of low res logo images in this app for use of identification qualifies as \"Fair Use\" under US copyright law.**PLEASE NOTE**This App is compliant with all of Google’s Content Policy requirements, as published on July 31, 2012.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [

    ]
  }
}
