{
  "title": "Delay Effects Plus",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.delayeffectsplus",
  "category": "Music & Audio",
  "price": "$1.49",
  "datePublished": "September 1, 2013",
  "version": "1.5",
  "operatingSystems": "2.3.3 and up",
  "ratingsCount": "4",
  "rating": "4.25",
  "contentRating": "Everyone",
  "creator": "Githara Studios Pty Ltd",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.delayeffectsplus",
  "extendedInfo": {
    "installSize": "576k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "This Virtual Amp, Delay Effects Plus, is so named because there will be delay -- between 50 milli-seconds and 1 second depending on your device.  This Amp Emulator chooses to use the inevitable delay to best effect.  In fact, you can select an option to increase the delay so you can more easily play in harmony with yourself.If you have the right cable (see below), you can plug in an electric guitar, otherwise use an acoustic through the microphone (headphones required for this option).This paid version includes the following features:DistortionFlangerChorusHarmonizerWah Wah EffectTremoloDelayReverbWifi output for mobile guitar (requires PC on same Wifi).Use Louspeaker option.Native Audio option.Integrated basic guitar tuner for ease and convenience.  In addition, a Metronome feature has also been added.All effects are now configurable so you can create a great range of sound. Please note that the \"Use Loudspeaker\" option, which is designed to allow you to plug your guitar into the phone and  have the music play through the speaker, may not work on all phones.For those guitarists fortunate enough to have a Galaxy Nexus, Nexus 7, Nexus 10 or possibly Nexus 4 running Jelly Beans (Android 4.1+) the delay using Native Audio option is much less -- around 70mS at present.  Unfortunately most other phones/tablets will have more latency with native audio.The \"right cable\" is a 3.5mm trrs connector to 6.25mm TS mono (guitar) plug.  You can use a commercial cable such as an iRig™ cable or a GuitarConnect™ cable.Please send an email to the Developer address if you have problems or issues, or wish to request new features for  this guitar amplifier simulator.Permissions: Internet permission is only used for Wifi output feature.iRig™ is a trademark of IK Multimedia Production Srl. GuitarConnect is a trademark of Griffin Technology Inc.",
    "reviews": [
      {
        "timestampMsec": "1373317808918",
        "starRating": "3",
        "title": "Works",
        "comment": "It works good but both my silvertone bass and my ltd ec 50 guitar both make a horrible interference from both bluetooth and standard speaker please fix it",
        "commentId": "gp:AOqpTOG438LZiz11cn08o2YVv9Uh8y62I-j6AHL-7pAVzKpDpGSKd_FEzNDb5VopiQ4fBgGCvXwjjC_choNgH98",
        "author": "Matthias Herman",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "documentVersion": "1.3.1",
        "timestampMsec": "1352335467404",
        "starRating": "5",
        "title": "Awesome Galaxy Nexus Jellybean goodness",
        "comment": "This is great, been waiting a long time for this.  The audio latency (audio delay) problem has been android\\'s fault (not the devs of the apps who have been hamstrung by it). Jellybean has specific fixes to this issue to reduce the latency.  My (rumored) understanding is that G\\'nex also has hardware that helps reduce latency). This is the first app I\\'ve found that takes advantage of all this new goodness and DELIVERS!  Latency is reasonable, I\\'ll have to dig out my oscilloscope someday and measure it.",
        "commentId": "lg:AOqpTOH69IJyD_BpsTHC8opEWizI_2e3g2K2vfLgWF9qThzfzBi0DNwcJRiw7WUn6UkI9TtSWWNwozGMa6fkZ5M",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1363693653631",
        "starRating": "4",
        "title": "This is a lot of fun it really does work.",
        "comment": "I decided to buy the Plus version because I want to support this kind of app. And since it seems to be the only 1 out there for now I want the developer to make it even better. It\\'s actually quite stable and a lot of fun to play and practice even if you get used to the delay.",
        "commentId": "gp:AOqpTOF4-lPFTq_W_AJ60AmeULLqiQE5RhS5tHu5vBSBnG87oR_q8xV8-w83KsKCOjVWSPap8xGT3ktkqVcdtME",
        "author": "Charley B",
        "authorURL": "http://lh6.googleusercontent.com/-9wCB4gpLWFs/AAAAAAAAAAI/AAAAAAAABG8/PJkFikSGED8/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/-9wCB4gpLWFs/AAAAAAAAAAI/AAAAAAAABG8/PJkFikSGED8/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.RECORD_AUDIO",
      "android.permission.MODIFY_AUDIO_SETTINGS",
      "android.permission.BLUETOOTH",
      "com.android.vending.CHECK_LICENSE",
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.WAKE_LOCK"
    ]
  }
}
