{
  "title": "Diamond Tiaras Live Wallpapers",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.diamond.tiaras.live.wallpaper",
  "category": "Personalization",
  "price": "Free",
  "datePublished": "September 21, 2012",
  "version": "1.0",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "17",
  "rating": "4.2941175",
  "contentRating": "Low Maturity",
  "creator": "Pink Mobile Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.diamond.tiaras.live.wallpaper",
  "extendedInfo": {
    "installSize": "2.6M",
    "downloadsCount": "10,000+",
    "downloadsCountText": "10,000 - 50,000",
    "description": "Congratulations girls, all of you deserved your tiaras! Feel priceless glow of the diamond tiaras with this live wallpaper for girls! Pretty up your phone screen with sparkle and brilliance of gorgeous diamond tiaras.  All modern girls can grab their tiaras now! - Perfect girly live wallpaper for Android!- Interactive background-Tap anywhere on the screen and new diamond tiaras will appear!- Full support for landscape mode and home-screen switching!Enjoy this lovely, free and useful live wallpaper!Installation instructions:Home -> Menu -> Wallpapers -> Live WallpapersTraditionally, the word \"tiara\" refers to a high crown, often with the shape of a cylinder narrowed at its top, made of fabric or leather, and richly ornamented. It was used by the kings and emperors of some ancient peoples in Anatolia and Mesopotamia, notably the Hittites. The Assyrians used to include a pair of bull horns as a decoration and symbol of authority and a circle of short feathers surrounding the tiara's top. The Persian tiara was more similar to a truncated cone, without the horns and feathers but more jewels, and a conic-shaped tip at its top.In the Roman Catholic Church, the Papal tiara is a high cap surrounded by three crowns and bearing a globe surmounted by a cross worn by the Pope during certain ceremonies, being the symbol of his authority. Since Pope Paul VI set aside his tiara after the Second Vatican Council, the Papal Tiara has not been worn. Pope Benedict XVI even removed the tiara from his coat of arms, replacing it with a mitre (but with some symbolic reference to the symbolism of the tiara, still in use in the Holy See's coat of arms).A tiara is a form of crown. There are two possible types of crown that this word can refer to.While the Papal tiara is a type of a crown, tiaras as a type of an adornment not indicating any specific rank are regularly worn by royal and noble ladies; they are merely pieces of jewelry and can be worn by anyone even though they are most commonly associated with royalty. Queen Elizabeth II is said to have the largest and most valuable collection of tiaras in the world, many of which are heirlooms of the British Royal Family. She is often seen wearing them on state occasions. Her personal collection of tiaras is considered to be priceless. The Queen received many of them through inheritance, especially from Queen Alexandra. Queen Mary, consort of King George V, purchased the Grand Duchess Vladimir tiara in the 1920s. It consists of numerous interlocking diamond circles. Pearl drops can be attached inside the circles or emeralds. Queen Mary had a tiara made for the Delhi Durbar held in 1911 in India. It is now on loan for wearing by the Duchess of Cornwall, wife of Charles, Prince of Wales. Queen Elizabeth II commissioned a ruby and diamond tiara. A gift of aquamarines she received as a present from the people of Brazil were added to diamonds to make a new tiara.Other queens, empresses and princesses regularly wear tiaras at formal evening occasions. The Swedish Royal Family have a magnificent collection as do the Danish, the Dutch, and Spanish monarchies. Many of the Danish royal jewels originally came into the collection when Princess Louise of Sweden married the future King Frederick VIII of Denmark. The Romanov dynasty had a superb collection up until the revolution of 1917.",
    "reviews": [
      {
        "timestampMsec": "1368365384381",
        "starRating": "5",
        "title": "Elegant.",
        "comment": "I\\'m a girl . I\\'m just using my brother\\'s account. well i gave a 5 star because its beautiful. Especially i love crown. its Fantastic",
        "commentId": "gp:AOqpTOFqiH2bb8hiaCWGdQfu8xx7hrT0gEX4cOF20JIeMDmX-HO_8-QEEFN62Ypc97vzTfanuMRDyNiivRixOhE",
        "author": "kenneth mariano",
        "authorURL": "http://lh6.googleusercontent.com/-unNWxP1JJz0/AAAAAAAAAAI/AAAAAAAAABE/68mv57Oja94/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/-unNWxP1JJz0/AAAAAAAAAAI/AAAAAAAAABE/68mv57Oja94/photo.jpg"
      },
      {
        "timestampMsec": "1352205852204",
        "starRating": "5",
        "title": "Cool",
        "comment": "Pretty cool app!",
        "commentId": "lg:AOqpTOEvrISyEURnDi281zPHtDuHknynIWQ2RrcD7-s0du4LbDpF6NGnPW7LOoCH39zQ6V_udeo5eKvWGTcZRVo",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1373831266137",
        "starRating": "5",
        "comment": "Awesome",
        "commentId": "gp:AOqpTOH3F0eGab2QPuChueS5JC9-aAvUDga9FWp5DLmc3NsBysHb3Ns3toP0EH7sOZ7Y1PV_wm1W_9rHqt4DX-k",
        "author": "Alyssa Reyes",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.MANAGE_ACCOUNTS",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.WAKE_LOCK",
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.READ_PHONE_STATE",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "android.permission.VIBRATE",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_LOCATION_EXTRA_COMMANDS",
      "com.android.browser.permission.READ_HISTORY_BOOKMARKS",
      "com.android.browser.permission.WRITE_HISTORY_BOOKMARKS",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "com.android.launcher.permission.UNINSTALL_SHORTCUT",
      "com.android.launcher.permission.READ_SETTINGS",
      "com.htc.launcher.permission.READ_SETTINGS",
      "com.motorola.launcher.permission.READ_SETTINGS",
      "com.motorola.dlauncher.permission.READ_SETTINGS",
      "com.fede.launcher.permission.READ_SETTINGS",
      "com.lge.launcher.permission.READ_SETTINGS",
      "org.adw.launcher.permission.READ_SETTINGS",
      "com.motorola.launcher.permission.INSTALL_SHORTCUT",
      "com.motorola.dlauncher.permission.INSTALL_SHORTCUT",
      "com.lge.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
