{
  "title": "Kiefer Village Jeweles",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.diadori.kiefervillagejewels",
  "category": "Lifestyle",
  "price": "Free",
  "datePublished": "October 31, 2011",
  "version": "1.0",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "2",
  "rating": "3.0",
  "contentRating": "Everyone",
  "creator": "DiaDori",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.diadori.kiefervillagejewels",
  "extendedInfo": {
    "installSize": "286k",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "Kiefer Village Jewels has been “The Jeweler You’ve Been Looking For” since 1957, but that doesn’t mean we’re still living in the 50’s.  Lets us be your Ijeweler with this state of the art application featuring just one of our many beautiful bridal lines.  With this app, you can view every style of our DiaDori line up close and personal.  You can view each ring 3D from every angle in either white or yellow gold.  You can even see what the ring would look like on your hand!  Share the styles you like with friends and family, and it’s all FREE!  If this just isn’t realistic enough for you, feel free to come into any of our locations to view them in person.  Everyone is family when you’re at KVJ!  You can enjoy our friendly service at 3 convenient locations in Pasco County Florida.  You’ll find we are your destination for all custom jewelry design, expert repair, and appraisals.  KVJ has one of the only laser welders in the entire Tampa Bay area, allowing us to repair and restore your jewelry.  Now that’s hot!  We also pay top dollar for your old bling.  KVJ features many designer lines such as Rolex, Pandora, Lorenzo, William Schraft, Jane Wullbrandt, Cherie Dori, Diamond Marriage Symbol, Galatea, and our exclusive line Millennium Beads.  On your special occasions, we will thank you for your loyalty with a $50 gift card.  If you need any more reasons to visit Kiefer Village Jewels, check out our website www.kvjewels.com or facebook page www.facebook.com/kiefervillagejewels.",
    "reviews": [
      {
        "timestampMsec": "1359069241007",
        "starRating": "1",
        "title": "Dull",
        "comment": "Dull",
        "commentId": "gp:AOqpTOFumCk0MdxmnNGd-f8ce52g8Lcp0ku-pH6DRXgqOXtEVFbfxGWecmdDGZbDdx8ZLOLul10GZRsIKhPJI0Q",
        "author": "jose lopez",
        "authorURL": "http://lh3.googleusercontent.com/-G0jAcWzKzFc/AAAAAAAAAAI/AAAAAAAAAUw/ug0LuxRTpsw/photo.jpg",
        "authorSecureURL": "https://lh3.googleusercontent.com/-G0jAcWzKzFc/AAAAAAAAAAI/AAAAAAAAAUw/ug0LuxRTpsw/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.WAKE_LOCK",
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
