{
  "title": "Bass Guitar Study v1",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.desktopmusic.basspro",
  "category": "Music & Audio",
  "price": "$1.99",
  "datePublished": "September 7, 2011",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "9",
  "rating": "4.5555553",
  "contentRating": "Everyone",
  "creator": "Marty Balash",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.desktopmusic.basspro",
  "extendedInfo": {
    "installSize": "6.6M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Please not that this version is being phased out. Please purchase the other version of this program, which is identical. https://market.android.com/details?id=com.desktopmusic.bassstudy&feature=more_from_developer#?t=W251bGwsMSwxLDEwMiwiY29tLmRlc2t0b3BtdXNpYy5iYXNzc3R1ZHkiXQ..Become a music reader, not just a music player! A user-friendly app that has great depth and can bring anyone up to speed on the valuable skill of music reading for the bass guitar. Being able to read music opens vast sources of musical material for the bass player to learn, study and play. And not only that, it can also bring any bass player into the realm of an in-demand professional player. It's an app that any music teacher would love!  You begin by learning the fingerboard notes and music staff notes with the aid of labels that display the names of the frets and notes. The app will generate endless sequences of notes for you to guess. You take each key in small pieces, learning and mastering three or four notes at a time. You can stay in the key of C and then progress to 1 sharp, 2 sharps, etc. as you feel more confident in your skills. You can remove the note labels when you want to test yourself. You can choose the number of notes you will guess per round. You are able to construct the level of study that you would like to concentrate on! You will see your score as the number of guesses, both incorrect and correct, percentages and time per round.  This essentially makes it a game to acquire one of the most valuable skills a musician can possess.  Work up to the greatest challenge - random key signatures for each round. With score-keeping in the picture, this mode will always present a new and interesting challenge for even the most experienced musician. Now you can actively study music anywhere - waiting rooms, planes, breaks, etc. Except that with this app, you will emerge that many steps closer to being music reader, not just a music player. You begin by learning the fingerboard notes and music staff notes with the aid of labels that display the names of the frets and notes. The app will generate endless sequences of notes for you to guess. You take each key in small pieces, learning and mastering three or four notes at a time. You can stay in the key of C and then progress to 1 sharp, 2 sharps, etc. as you feel more confident in your skills. You can remove the note labels when you want to test yourself. You can choose the number of notes you will guess per round. You are able to construct the level of study that you would like to concentrate on!You will see your score as the number of guesses, both incorrect and correct, percentages and time per round.  This essentially makes it a game to acquire one of the most valuable skills a musician can possess. Work up to the greatest challenge - random key signatures for each round. With score-keeping in the picture, this mode will always present a new and interesting challenge for even the most experienced musician.Now you can actively study music anywhere - waiting rooms, planes, breaks, etc. Except that with this app, you will emerge that many steps closer to being music reader, not just a music player.- Master music reading at your convenience - Display note names on staff and fingerboard - Master the fingerboard - learn the note name for each fret - Learn to read 3 or 4 notes at a time (i.e. C, D, E) - Set your own difficulty - Try for 100% correct and the best time per round! - Study in all 12 keys - Pros: Can you handle a different key for every round?",
    "reviews": [
      {
        "timestampMsec": "1315920181666",
        "starRating": "5",
        "title": "Awesome",
        "comment": "Great app to learn to read music. Makes a really difficult concept fun and easy.",
        "commentId": "lg:AOqpTOHYD2yA3A1HknMeqI2tlFV6Ui0YNSvxzDkeaq0VakxCxMypRiGFIDepmbGeXTzAAuDAIvLSg5pEnx-eCw",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1315762506294",
        "starRating": "5",
        "title": "Great App. A must for Bass players!",
        "comment": "This app rocks for teaching me fret notes and even sheet music. I\\'ll definitely be keeping this around for practice.",
        "commentId": "lg:AOqpTOFSNZd4fX_3F5gWDXJpC1pMDpAUKUlXlyidme_ZmKRsTEcwDHtBcMI2xMkumO92t2nlr0OdyCw46Jydlw",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1319256808336",
        "starRating": "4",
        "title": "Good but not great",
        "comment": "Nice functional app, but tiny bit limited, only  teaching you the first 5 frets. Would be nice to learn the next 5 etc. Also for 5 strings basses.",
        "commentId": "lg:AOqpTOF3VV1S3e7qiaXNE3XWuVlE_y8uVenZduRn8PLdSv_AcZNp71i93AKd5BB2zyQrF_bfjk_xQ3gYyAa-zg",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1316651149050",
        "starRating": "5",
        "comment": "This app is fun... I would recommend if your wanting to stay Sharp on fretboard notes and learning to read music :-)",
        "commentId": "lg:AOqpTOHOdkcFLumIyTpg2mXxTA_L-tYTalX3qh_PYwlT_lSZBD7CnP_WpWz5b05mbRb8C67L8S6PF8XTbkqNQg",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1320952171641",
        "starRating": "4",
        "title": "Great repitition",
        "comment": "Helps familiarIze you with note position",
        "commentId": "lg:AOqpTOGyWo9kjskrpqWmC1rnfNnm4jfkMAQHBvh1UMVnGCou8SAbD67eiFtV7g0wFdrNl77bqA6vVUVIF7ikdA",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_PHONE_STATE"
    ]
  }
}
