{
  "title": "Find Differences Famous Actors",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.difffamous.actors",
  "category": "Brain & Puzzle",
  "price": "Free",
  "datePublished": "August 31, 2013",
  "version": "1.01",
  "operatingSystems": "2.3 and up",
  "ratingsCount": "20",
  "rating": "4.1",
  "contentRating": "Low Maturity",
  "creator": "Famous People Find Differences",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.difffamous.actors",
  "extendedInfo": {
    "installSize": "4.6M",
    "downloadsCount": "10,000+",
    "downloadsCountText": "10,000 - 50,000",
    "description": "Are you a Movie fan?Welcome to the Unforgettable 'Spot the Difference' game! Test your powers of observation and see if you can find the differences in the two photos to become a master detective! Do you have keen eyes? Then it won't be difficult for you to find differences between the two pictures in these spot the difference games. These games are all about being sharp and quick. A closed eye, a different haircut. This may seem simple to spot but looks can be deceiving. Find out for yourself and enjoy!The game is also know as \"Find it\", famous from the Photo play games. Two similar photos, cartoons, or illustrations are shown. It's up to you to spot the differences.We've collected lots of \"find the differences\" games or \"find it\" games for you. Have fun and don't forget to blink now and then!In our application you will have to find differences in different Famous Actors pictures.Featuring our application:Miley CyrusSelena GomezKristen StewartJennifer LopezMarilyn MonroeChanning TatumRobert PattinsonRobert Downey, Jr.Lindsay LohanTom CruiseCharlie SheenScarlett JohanssonJennifer AnistonMila KunisLeonardo DiCaprioJohnny DeppAngelina JolieWill SmithBrad PittMichael DouglasFind The Difference or also called Spot The Difference is a name given to a puzzle game where two versions of an image are shown side by side, and the player has to find differences between the two images and spot them using the mouse. Usually, the picture / image on the left is the original, and the image on the right side has the alterations. Spot The Difference games are also known as Photohunt Games.Simply look at the two side-by-side photos for five differences. When you find one, click on the difference on the photo. If you are correct, a circle will appear around your selection. You will want to move rather quickly, as you will only have 120 seconds to complete each round. There will be five rounds to complete the 'Spot the Difference' game. Many spot the difference images include recognizable patterned objects (e.g. a polka dot dress) or those with regular shapes and designs, like pumpkins. When you see an object with a built-in pattern, you can often bet that a difference will exist between the object’s patterns in both pictures.Play Spot the Difference for free, a hidden object puzzler featuring more than 100 levels of challenging, visually stunning images. The best new spot the difference game on the Android Market. Enjoy multiple ways to train your brain for expert difference detection.Good luck! Enjoy our online differences games have fun!Most popular movies of Actors, featuring this application:Miley Cyrus - Hannah MontanaSelena Gomez -  Wizards of Waverly Place: Alex Tells the WorldKristen Stewart - The Twilight SagaJennifer Lopez - An Unfinished LifeMarilyn Monroe - All About Eve, Some Like It HotChanning Tatum - This Is the EndRobert Pattinson - Harry Potter and the Goblet of FireRobert Downey, Jr. - Iron ManLindsay Lohan - BobbyTom Cruise - Rain Man, MagnoliaCharlie Sheen - Two and a Half MenScarlett Johansson - The Prestige, The AvengersJennifer Aniston - Friends, Marley & MeMila Kunis - Family Guy, Black SwanLeonardo DiCaprio - Inception, The Departed, Django Unchained, Blood Diamond, TitanicJohnny Depp - Platoon, Edward Scissorhands, Ed Wood, Pirates of the Caribbean: The Curse of the Black PearlAngelina Jolie - Changeling, Kung Fu Panda, Girl, InterruptedWill Smith - The Fresh Prince of Bel-Air, The Pursuit of Happyness, Seven Pounds, Enemy of the State, I Am Legend, I, RobotBrad Pitt - Fight Club, Se7en, Snatch, Twelve Monkeys, Inglourious BasterdsMichael Douglas - The Game, Traffic, Falling Down, Wall Street",
    "reviews": [
      {
        "timestampMsec": "1376004016317",
        "starRating": "5",
        "title": "Really enjoyed it",
        "comment": "Really liked it not many people hav ratd it lol i hav",
        "commentId": "gp:AOqpTOGc4--sYn0c6_UDiDvn81OmZE6UrlyKCkzuaECVbbs8KJkqk4AhGrVJfI3mm98bnF7cgpj8Rx7hDecwVjs",
        "author": "lucy hunter",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1375758553912",
        "starRating": "4",
        "comment": "Pretty good",
        "commentId": "gp:AOqpTOHVhYnjdEbXFOHVnw7MGPrcKcvq9RLcW-Ry1o67tZ_t0LRWEWsi4nGryWyVXO7rSzwpX7p3oxXgMR3CnGY",
        "author": "Tara Wilson",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1376594573687",
        "starRating": "4",
        "title": "Ok",
        "comment": "Just when you get another hint it wont add one to 6",
        "commentId": "gp:AOqpTOForXw24vLyupRSJY5WQULGM4WvaXxlrP_I7oKISugmKszd1C5yKMg-pq1VGrqL3SDBTzU2Ai1JCCxvQD8",
        "author": "marisol ayala",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1376166118251",
        "starRating": "5",
        "title": "Love it..........",
        "comment": "COOL GAME. It\\'s nice to pick at celebrities faces ;) ;).",
        "commentId": "gp:AOqpTOFowLxJc8PUNWkNiEt9KmXLBROu5vhobCSvZMJ5pf-wpXBy0LuoAmm8517d71lRCbk6ojqokDK-exJUgl8",
        "author": "jonathan moore",
        "authorURL": "http://lh4.googleusercontent.com/-JIS1VWtH3Jk/AAAAAAAAAAI/AAAAAAAAAIY/IGIxPQubruU/photo.jpg",
        "authorSecureURL": "https://lh4.googleusercontent.com/-JIS1VWtH3Jk/AAAAAAAAAAI/AAAAAAAAAIY/IGIxPQubruU/photo.jpg"
      },
      {
        "timestampMsec": "1377939185192",
        "starRating": "4",
        "title": "Nice",
        "comment": "Nice",
        "commentId": "gp:AOqpTOHfz5rlmpKpbD9aTMnLFU5C1c85LtL4SCvMsZXauaqf5hSgPEUAC4QpKvQ5JslYPvzePaYL0yek-JI34b0",
        "author": "Raja Pelaris",
        "authorURL": "http://lh5.googleusercontent.com/-KdPH05-pnmQ/AAAAAAAAAAI/AAAAAAAAACs/3tNWN_HyE90/photo.jpg",
        "authorSecureURL": "https://lh5.googleusercontent.com/-KdPH05-pnmQ/AAAAAAAAAAI/AAAAAAAAACs/3tNWN_HyE90/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.GET_ACCOUNTS",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_WIFI_STATE",
      "com.android.browser.permission.READ_HISTORY_BOOKMARKS",
      "com.android.launcher.permission.INSTALL_SHORTCUT"
    ]
  }
}
