{
  "title": "Blackjack Expert",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.deepnettech.android.bjexpert",
  "category": "Cards & Casino",
  "price": "$34.37",
  "datePublished": "August 22, 2012",
  "version": "1.4",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "5",
  "rating": "5.0",
  "contentRating": "Medium Maturity",
  "creator": "DeepNet Technologies Inc.",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.deepnettech.android.bjexpert",
  "extendedInfo": {
    "installSize": "3.3M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Play Blackjack with advanced casino options AND learn to count cards at the same time! Blackjack Expert teaches you card counting while you play against the computer, or using one of the many training modes.Get the best, professional Blackjack training software by a company that has specialized in advanced card counting products for over 10 years. Nothing is better to help you play the best you can at the tables.Blackjack Expert is a game and testing tool combined in one easy-to-use program. As you play blackjack, your decisions are tested: actions, index plays, bet sizes, and insurance. The software is packed with advanced features for mastering every aspect of card counting. Whether you're just looking for a great Blackjack game or looking to learn card counting techniques, Blackjack Expert is the fastest way to improve. Card Counting can give you a statistical edge over the casino.FEATURES: - 11 unique training modes with configurable options. Every feature and mode found in Blackjack Mentor is also included in Blackjack Expert. - Play Mode: Play Blackjack against the computer, while your decisions are checked along the way. Test yourself on the correct bets, actions, index plays and insurance. - Drill Mode: Random blackjack hands are displayed, and you have to pick the correct action. The program remembers which ones you get right or wrong, and tends to pick the ones you are having the most problems with. Add count values to help master index plays as well. - Table Mode: View all of the basic strategy plays. The hands are broken up into hard hands from 8 to 16, soft hands, and all pairs. You can select specific hands to be tested on, and view your error statistics from Drill mode. - Memorize Mode: Displays an empty blackjack strategy table and let's you fill in the correct plays one cell at a time. If you get the action wrong, it tells you and marks the error. - Count Mode: Configurable count-down deck drills help you track the count quickly and correctly without errors. Many user options to setup your training, such as timed or un-timed drills, test for bets, number of cards, table or hands display. - Rules Mode: Choose from a wide range of included blackjack rules for DAS/noDAS, S17/H17, surrender, ENHC, number of decks, and double restrictions. A matching optimal basic strategy table is automatically selected for you. 144 built-in action tables ready for you to use. Select a count system and game rules, and the matching action and index tables are selected automatically. - Action Mode: Create or modify your own action table. Includes all of the OBS strategy tables for the Speed Count system, and 144 built-in action tables for every common rule-set variation. - Index Mode: Specify index sets containing play deviations for different hand combinations, based on the system count. Several basic index sets for different count systems are included, or create your own. - Count Systems: Use any of the included count systems: High-Low, KO, Speed Count, Uston Ace-Five, Uston Advanced, and more. Or, create and edit your own count systems. Supports multi-level counts, fractional count values, red/black card assignments, balanced systems, unbalanced systems: everything for professional card counters and novices alike.- Add-on Databases: Extra count systems are available as In-app purchases. The complete High-Low system with all index sets, OmegaII level 2 advanced, and HiOptI are available. - Help Mode: All the rules of blackjack, an introduction to card counting, and detailed documentation. Everything you need to know to play perfect blackjack. Help button in most windows with specific assistance.- Supports all common Android device resolutions, from 240x320 (QVGA) and up (HGVA, WVGA).Blackjack Expert includes every feature found in Mentor, Counter and Expert for our other platforms: everything you need to master card counting in one program!",
    "reviews": [
      {
        "timestampMsec": "1345730910100",
        "starRating": "5",
        "title": "Excellent App",
        "comment": "This BJ app is, by far, the most comprehensive available. Moreover, the customer support is impeccable. You can\\'t go wrong with this app. Use it properly, and you\\'ll do well at casinos or for just fun.",
        "commentId": "lg:AOqpTOGfvHYStIBUIG9xummTcw98DXnJSa1qWVog-0qfzCsB3H33khlTl4gfVl0bvbQUc-6kWozOa0nR3OcBZZo",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1354833975947",
        "starRating": "5",
        "title": "Inexpensive in the long run",
        "comment": "A great app. I have somewhere around 100 hours on this app in 2 months. I am confident without it I would be nowhere near as proficent as I am. It breaks down the components to learn counting in a way that makes them easy to learn.   The main modes that I use on this app are: 1)Drill mode allows for flashcard style drills of basic strategy and any index plays you want. Best mode on the app 2)Play mode is good, but not the best. It only allows for heads up with the dealer, but that mode does work well.  3)Count mode-fantastic. It allows you to alter and modify how you count different cards. Thanks to this app I have gotten my average time to count 4 decks down to about 1:05. Because this app is so effective that time is still falling as well  It has some minor flaws, but they are little more than a nusance. I will say that this app allows you to hone your skills, but is not realistic enough to be the only learning method. I also recomment Casino Verite for the truely serious, but CV cannot run on a phone so this app is my go to portable counting software. Oh and to the developer. Why did you make the title under the icon BJ Expert? It is expensive, but I recommend it for the serious",
        "commentId": "gp:AOqpTOG0oh8KMqzAAy15dFLh7BOH2jCMmwl9Y187wRh3IbrL-QZUCo30sRNRlFuzzxte2eXp3NIupZV-6hry420",
        "author": "gungriffin k",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1353686542265",
        "starRating": "5",
        "title": "Valuable App!",
        "comment": "Worth much more than its asking price.  10 stars plus.  I use it just about everyday.",
        "commentId": "lg:AOqpTOF2rp3n-7iM77ZHgTiof-EI2JONgxmiQo3Dr6y6VoMneEqCuG6XgJhFboSreM2ZxjFxQyKCne1cvpYxia4",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1350483127307",
        "starRating": "5",
        "title": "Galaxy S3",
        "comment": "Great blackjack training  application with card counting simulation. It really changed the way i think and play blackjack.",
        "commentId": "lg:AOqpTOHIHB-4aF7ONTMy3ewdIMlDr2zxRxRB9mXlAc70tdRKZkPotc_ZYMHHoOUX8ZYJO05QOVPBdJkvz3khDkg",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "com.android.vending.CHECK_LICENSE",
      "android.permission.INTERNET",
      "com.android.vending.BILLING",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.WRITE_SETTINGS",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
