{
  "title": "Alcoholic Liver Disease",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.focusmedica.alcoholicliverdisease",
  "category": "Medical",
  "price": "$9.99",
  "datePublished": "January 15, 2013",
  "version": "1.0.1",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "Expanded Apps, Inc.",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.focusmedica.alcoholicliverdisease",
  "extendedInfo": {
    "installSize": "39M",
    "downloadsCount": "5+",
    "downloadsCountText": "5 - 10",
    "description": "Alcoholic Liver Disease, also known as Alcoholic Hepatitis, is an acute or chronic inflammation of the liver caused by excessive intake of alcohol. This presentation discusses the three stages of liver damage, the symptoms, complications, laboratory tests and management.With this application from the worldwide leader in medical animation, you can better understand disease conditions through a virtual tour of the human system in these extremely accurate and incredible animation videos.•Visual media is particularly well-suited to the science of medicine•Medicine is simplified with the use of visual media and innovative health animations•Medical and health information have never been so easily understandable or more accessible•Take a virtual tour of the human body through extremely accurate and high quality animations•Effortlessly understand chronic illness and diseases, therapies, procedures or techniques.•Perceive and understand the cellular world, metabolism, and body functions through incredible animated videos accompanied by audio.•Created with the expertise and support of internationally reputed opinion leaders•Easily explain medical conditions to students, colleagues, patients, and family members with the aid of this visual mediaApp Features: • Medical animation explaining alcoholic liver disease (Running time: 9:25 minutes)• Summary of topic highlights• Transcript - with links to medical terms for more information• Notes pages for each of the main sections covered in the videoEditor: Mazen Jamal, MD, MPH, Clinical Professor of Medicine, Division of Gastroenterology & Hepatology, VA Medical Center, Long Beach, CA, USAFocus Medica Clients:Boehringer International, Roche, MSD, Norgine, Novartis, Nycomed, Sanofi Pasteur, Otsuka, Dr. Reddy’s, Ranbaxy, Sun Pharmaceutical Industries, Ltd., Wyeth, Janssen-Cilag Pharmaceuticals, Allergan, Schering-Plough, Banyu, Cipla, Glenmark, Zydus, Sanofi-Aventis, GlaxoSmithKline, Pfizer, Bayer, Astra-Zeneca, Piramal Healthcare, Wockhardt, Unichem Laboratories Ltd., Lilly, Torrent.DISCLAIMER: The information provided through these applications are only intended to be informative and should not be construed as a substitute for medical advice.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET"
    ]
  }
}
