{
  "title": "Fish Wallpapers",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.fish.wallpapers",
  "category": "Personalization",
  "price": "Free",
  "datePublished": "October 5, 2012",
  "version": "1.0",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "18",
  "rating": "3.4444444",
  "contentRating": "Low Maturity",
  "creator": "Nisavac Wallpapers",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.fish.wallpapers",
  "extendedInfo": {
    "installSize": "499k",
    "downloadsCount": "10,000+",
    "downloadsCountText": "10,000 - 50,000",
    "description": "“Fishing rod”? Checked!  Cast your line and don't wait at all, just select the fish you want to catch! Your screen can become your own aquarium with many different wallpapers! Be ready to make three wishes, the goldfish is maybe around! - Easy-to-browse interface enables you to find the desired wallpaper in no time!- Customize the wallpaper to fit your taste and screen!- Zoom, un-zoom, rotate, move, scale, adjust brightness, add various effects and save your background design!Fish are vertebrates which are animals with backbone and they survive in water with the help of gills that help them to breathe. Their body is streamlined to suit swimming in water. There are as many as 25000 different types in the different water sources all around the world. These fascinating creatures are found in almost every water source and environment. E.g.: Even in Antarctic an icefish is found and it survives in the water that is below freezing point. These different types can include jawless, cartilaginous and bony fish. They are mostly cold-blooded (or ectothermic) and depend on their surrounding environment to maintain their body temperature. You can find various types of it in the ocean at such a depth where there is very less or no light penetration. Likewise, several species are found dwelling in the streams of high mountains. As far as their importance is concerned, they are eaten as food and also, reared as pets in fish tanks.They can live in freshwater or saltwater but they need warm or tropical medium or temperature to thrive. Many types of tropical are popular aquarium fish because of their bright colors. It is an important source of food for humans. Enriched with healthy proteins, they are a delicacy for people who eat animal based foods (non-vegetarians). And for aquarists, they are wonderful pets kept in decorative aquariums. Indeed, rearing them is a relaxing hobby, which you get to enjoy watching them colorful, swimming, playing, and feeding. Since the demand is very high, their farming and fishing are sources of income for several people. Both freshwater and marine fish are consumed as human food since time immemorial. In the market, they are sold fresh, dried or canned. Research studies have shown that the proteins and nutrients that these vertebrates possess are healthier than those of poultry and meat. What's more, some of them contain a high percentage of omega-3 essential fatty acids, which help in treating cardiovascular diseases. Download the wallpapers and enjoy watching and setting new backgrounds from a great variety offered!",
    "reviews": [
      {
        "timestampMsec": "1354114324649",
        "starRating": "1",
        "title": "Bad app",
        "comment": "Lots of advertising. No freshwater fish pics. Some doubles of pics. Not recommended.",
        "commentId": "lg:AOqpTOFJJDCIWQ2zVgcJ5qac9RRBzwoOZVBLT5zHVeqB0HWfICngWQkfXRSge9xgHfjDElygiZ8wobxIXh9iXw",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1352197995972",
        "starRating": "5",
        "title": "Cool",
        "comment": "Great idea, thanks!",
        "commentId": "lg:AOqpTOH-QiMYemPg2qSH2JDYwol-i2JFRuueAVBOGVEumw58df5Uf-uOkuerBAA7DEil5nMdng_9Uj1GDP456A",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1369752106674",
        "starRating": "5",
        "title": "Wow",
        "comment": "What an amazing pics...",
        "commentId": "gp:AOqpTOF2FVGf7qYy-IsfKB55zi0HpUnuUbrFkXHIrDO8306oYA5tYqsU73-LKSA7MrFyMYllHnsW8mbQtJmKig",
        "author": "Probicka Testeric",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.SET_WALLPAPER",
      "android.permission.WAKE_LOCK",
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.READ_PHONE_STATE",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "android.permission.VIBRATE",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_LOCATION_EXTRA_COMMANDS",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "com.android.browser.permission.READ_HISTORY_BOOKMARKS",
      "com.android.browser.permission.WRITE_HISTORY_BOOKMARKS",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
