{
  "title": "Learn2Serve Lite",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.fmi.learn2serve",
  "category": "Productivity",
  "price": "Free",
  "datePublished": "November 23, 2011",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "360training.com",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.fmi.learn2serve",
  "extendedInfo": {
    "installSize": "573k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Welcome to the Learn2Serve Lite Android Application.The Learn2Serve Lite App allows users to:-Monitor and track Cash & Credit payments in a serving work environment.-Create and track table numbers, amount of clients per table, the Bill total and split bills by both cash and credit.-A Green Table shows that you have an open bill. A Red table shows that you have marked the bill as PAID and moves the data into the reporting Tab.-Weekly Stats displays your average tips in both cash and credit.-Profile creation tracks Username, City and email addressOne of the most convenient and affordable ways to get your TABC Certification is through learn2serve.com—Texas’ largest and most recognized online TABC training resource. learn2serve.com is more than just an online TABC school, we provide outstanding adult education that covers all the essential background and information you need to become a successful seller or server of alcoholic beverages. Our top priority is to ensure that your learning experience goes as smoothly as possible, and, more importantly, at your convenience.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.READ_CONTACTS",
      "android.permission.GET_ACCOUNTS",
      "android.permission.USE_CREDENTIALS",
      "android.permission.MANAGE_ACCOUNTS",
      "android.permission.AUTHENTICATE_ACCOUNTS",
      "android.permission.INTERNET",
      "android.permission.READ_CALL_LOG"
    ]
  }
}
