{
  "title": "London Public Transport",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.fluidtime.android.tripease.london",
  "category": "Travel & Local",
  "price": "Free",
  "datePublished": "May 14, 2012",
  "version": "1.0.6",
  "operatingSystems": "2.0 and up",
  "ratingsCount": "10",
  "rating": "4.1",
  "contentRating": "Low Maturity",
  "creator": "tripease Services",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.fluidtime.android.tripease.london",
  "extendedInfo": {
    "installSize": "3.6M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "tripease London - easing your trips in London.The mobile info service for urban mobility.Imagine ... you are in London downtown, it's 9pm, windy and raining. You are sitting comfortably in a pub, you order another drink and with a quick check on your mobile phone you know you have enough time to catch your next bus home. You finish your drink, put your coat on and get to the bus stop at just the right time.Travel smart and comfortable using these tripease service features: - Monitor: Get real-time information when your tube, bus or train is leaving. - Route: See the best way from your starting point to your destination. - Map: Use the mobile guide through your city and find out about points of interest. - Info: Check if there are disruptions on your line before leaving.The public transport app is a traveller information service, characterised by its extensive functionality and ease of use, offering users the possibility to plan and optimise their routes, access to the very latest information and news, and search by Points of Interest. - Real time tube departure times (TfL)- Bus, rail, train or tram scheduled departure times (TfL) - Journey planner (TfL)- Search your route and stop by street name, POI, postcode, etc.- Real time travel news including disruption reports (TfL)- See your current location and stops nearby - Find out about places of interest: culture, food, shopping, airport, etc.- See your route and selected POI on the map - Personalise tripease London Public Transport Info by adding your favourite stations and routes- Get complete walking directions to the stop of your choice√ The perfect companion for getting around in London√ The best routes through the city using all modes of public transport√ Great visual design including a graphic representation of each vehicle typeKeywords: london, tube, bus, rail, navigation, travel, route, routing, real, time, map, poi, tfl, transport, journey, info, tram, overground, dlr, routing, news, stops, nearby, location, shopping, departure, station, stop, service, update, alert, disruption, guide, underground, timetable, public, planner, planning, information, disruptions, ticket, airport, weather, oyster, restaurant, shop, walking, cycling, urban, mobility, smart, city, sustainability, environmentFor more information about tripease, please visit our website at http://www.tripease.info, and visit us on Facebook www.facebook.com/tripease.tripease Support > support@tripease.info",
    "reviews": [
      {
        "documentVersion": "1.0.6",
        "timestampMsec": "1357223798469",
        "starRating": "1",
        "title": "Doesn\\'t have crystal palace!",
        "comment": "No overground or over land stations? Until then don\\'t call yourselves London!",
        "commentId": "gp:AOqpTOEo979jXXZgssdajrBxsPOPofjzEXbBs-lAkUSTa2K5rQyT7RLPFpQpaqckHrffW6YZ2u56Xu6X85D6-A",
        "author": "Matt Smith",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "documentVersion": "1.0.6",
        "timestampMsec": "1365382338440",
        "starRating": "3",
        "title": "Missing staff",
        "comment": "Missing post codes and some error messages are in german. Useful for bus and tube, but cannot find overground and dlr",
        "commentId": "gp:AOqpTOH7TbjUreDm7xZhUU18tpNiip5mc30v-fgEQ09AF5helysy9i6I7LQRX_-5bbSNCO09TyjiRxlZe815LQ",
        "author": "Luca Borrione",
        "authorURL": "http://lh6.googleusercontent.com/-50ZsOF58uhw/AAAAAAAAAAI/AAAAAAAAABc/hCYl37R2gU4/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/-50ZsOF58uhw/AAAAAAAAAAI/AAAAAAAAABc/hCYl37R2gU4/photo.jpg"
      },
      {
        "timestampMsec": "1342028335721",
        "starRating": "3",
        "title": "Ok journey planner",
        "comment": "But missing postcode to postcode journey planning!",
        "commentId": "lg:AOqpTOFcqT9uNZBM7no44JGkJaKQqD5eEkGFPtod4tmae5HZ3nuOVYwPR2fI2itjcmXX_vkeTCqxbtDKQ1-z5g",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_COARSE_LOCATION"
    ]
  }
}
