{
  "title": "MindRefined CBT Ad-Supported",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.finlay.cbtcorebeliefs",
  "category": "Medical",
  "price": "Free",
  "datePublished": "August 10, 2013",
  "version": "2.3",
  "operatingSystems": "4.0.3 and up",
  "ratingsCount": "4",
  "rating": "3.0",
  "contentRating": "Everyone",
  "creator": "Conscious Evolution",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.finlay.cbtcorebeliefs",
  "extendedInfo": {
    "installSize": "524k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "\"Excellent Very thoughtful and helpful.. Technology to help mankind in all different ways...\"  - Ajay PatelMindRefined  is a simple application which currently features an option to create your own Personal Mission Statement, Positive Affirmations, and Core Beliefs, which you can view and edit as you please.This is the Ad-Supported Version.  If you like this app and wish to support the developer, or simply want to remove the ads, please look for CBT for the Android Ad-Free version available in the Developer´s Other Apps section.HOW TO USE A PERSONAL MISSION STATEMENTA personal mission statement provides clarity and gives you a sense of purpose. It defines who you are and how you will live.  You should read this daily, in order to remind yourself of your mission and purpose in life.HOW TO USE POSITIVE AFFIRMATIONSPositive Affirmations refer primarily to the practice of positive thinking and self-empowerment.  A positive mental attitude supported by affirmations will achieve success in anything.  However, it important to read them daily, and to say them out loud if possible.HOW TO CHANGE YOUR CORE BELIEFSIt is important to change your Core Beliefs in order to help you forget old, damaging beliefs and replace them with new, healthier and more realistic beliefs.  It is based on the CBT approach, and can be used in a variety of situations.To correctly add a new belief, press \"Add a new entry\" to add a Core Belief.  After you have added a core belief, for example, 'I am ugly', you can add real-life experiences you have had which go against this statement, for example 'The greengrocer is always giving me seductive looks, so I can´t be that ugly´.  After you have added some experiences, add a more realistic New Belief at the bottom, for example, ´Some people find me attractive, I can´t be that ugly´.  After saving, this new more positive belief can be used as an affirmation as it will always appear on opening or returning to main screen.  You can use a fairly long belief which covers two lines, so try to add as much detail as possible.  You can use it as a way to affirm certain positive beliefs about yourself.  To view the belief, simply touch the belief you want to view and you will be presented with a paragraph that includes your new belief, original belief and experiences that changed your original belief.  For this to be displayed properly, please do not use full stops or additional spaces at the end of entries in the edit screen.  It is important to edit this often in order to add or change some experiences or beliefs to be more suitable to the present.  To delete the belief, hold the belief down for a second and option will appear to delete it.PLANNED UPDATES- Password protection, personal values, worriesPlease contact me with any suggestions on how the app can be improved.  I created this app as there seemed to be a gap in the Android Market for practical CBT tools.  If you like the app, please rate and comment.  Thank you!tags: positive thinking, Cognitive Behavioral Therapy, CBT, NAT, depression, social phobia, anxiety, affirmations",
    "reviews": [
      {
        "timestampMsec": "1375025969693",
        "starRating": "5",
        "title": "Excellent",
        "comment": "Very thoughtful and helpful.. Technology to help mankind in all different ways...",
        "commentId": "gp:AOqpTOEnINLKQxzyKyBdobOiI55zdA4HHK1V-kvkWp-Jx2U69GJrDd_ghANADMXGAguQz8zcdrejCt5xowISqY8",
        "author": "ajay patel",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1373054335679",
        "starRating": "1",
        "title": "Too basic",
        "comment": "I found this app too basic. It doesn\\'t have much functionality and provides no information on how to use the techniques.",
        "commentId": "gp:AOqpTOHQcrv3IwEaZ3t_ZS6mUer1T9gVBpEyfsiCs_6VvG9t5fFue6ub5iBMIAovSILVMhaDkw-mRbYd7WqohVk",
        "author": "Victoria Holland",
        "authorURL": "http://lh4.googleusercontent.com/-R4QlYlHeUFI/AAAAAAAAAAI/AAAAAAAAAE4/C-mai-k8Ecs/photo.jpg",
        "authorSecureURL": "https://lh4.googleusercontent.com/-R4QlYlHeUFI/AAAAAAAAAAI/AAAAAAAAAE4/C-mai-k8Ecs/photo.jpg"
      },
      {
        "timestampMsec": "1370543143813",
        "starRating": "5",
        "title": "Exactly what I was looking for!",
        "comment": "Very difficult to find good, simple CBT tools on the Android Market.  This app works as a great little reminder to change my negative thoughts!  A+++",
        "commentId": "gp:AOqpTOF6RIYDqFn8hXWuIvK_LfHLD0GkbQ4yAh7CVPuEjhjRTPowWr5JoZLcL_UDcgrmr2LqMBr6k0Mk9eA9cyE",
        "author": "Jon Finlay",
        "authorURL": "http://lh6.googleusercontent.com/-GnXau-CpNLo/AAAAAAAAAAI/AAAAAAAAAN4/47jfrQ85yac/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/-GnXau-CpNLo/AAAAAAAAAAI/AAAAAAAAAN4/47jfrQ85yac/photo.jpg"
      },
      {
        "timestampMsec": "1373022115627",
        "starRating": "1",
        "comment": "I know basic can be good but that\\'s just ridiculous",
        "commentId": "gp:AOqpTOGJLr-_NKqa9vkFdokv_8v9AYsW3VxR0QTrsP8gHeKKRR8eWGGr72tftWFVfKQonZmse9465eyh-XAiS-4",
        "author": "Zoesloman Abiboevie",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE"
    ]
  }
}
