{
  "title": "BMR Calculator",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.fnt.bmr",
  "category": "Health & Fitness",
  "price": "Free",
  "datePublished": "April 18, 2013",
  "version": "2.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "5",
  "rating": "4.4",
  "contentRating": "Everyone",
  "creator": "FNT Software Solutions Pvt Ltd",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.fnt.bmr",
  "extendedInfo": {
    "installSize": "441k",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "The BMR Calculator will calculate your Basal Metabolic Rate (BMR); the number of calories you'd burn if you stayed in bed all day.If you've noticed that every year, it becomes harder to eat whatever you want and stay slim, you've also learnt that your BMR decreases as you age. Likewise, depriving yourself of food in hopes of losing weight also decreases your BMR, a foil to your intentions. However, a regular routine of cardiovascular exercise can increase your BMR, improving your health and fitness when your body's ability to burn energy gradually slows down.Once you know your BMR, you can calculate your Daily Calorie Needs based on your activity level using the Harris Benedict Equation.The Harris Benedict Equation is a formula that uses your BMR and then applies an activity factor to determine your total daily energy expenditure (calories). The only factor omitted by the Harris Benedict Equation is lean body mass. Remember, leaner bodies need more calories than less leaner ones. Therefore, this equation will be very accurate in all but the very muscular (will under-estimate calorie needs) and the very fat (will over-estimate calorie needs).Harris Benedict FormulaTo determine your total daily calorie needs, multiply your BMR by the appropriate activity factor, as follows:If you are sedentary (little or no exercise) : Calorie-Calculation = BMR x 1.2If you are lightly active (light exercise/sports 1-3 days/week) : Calorie-Calculation = BMR x 1.375If you are moderatetely active (moderate exercise/sports 3-5 days/week) : Calorie-Calculation = BMR x 1.55If you are very active (hard exercise/sports 6-7 days a week) : Calorie-Calculation = BMR x 1.725If you are extra active (very hard exercise/sports & physical job or 2x training) : Calorie-Calculation = BMR x 1.9Total Calorie Needs ExampleIf you are sedentary, multiply your BMR (1745) by 1.2 = 2094. This is the total number of calories you need in order to maintain your current weight.Once you know the number of calories needed to maintain your weight, you can easily calculate the number of calories you need to eat in order to gain or lose weight:Calorie Needs to gain weightOnce you know the number of calories you need to maintain your weight (using our BMR Calculator in conjunction with our Harris Benedict Equation, you can easily calculate the number of calories you need in order to gain weight.If you want to gain body weight, you need to consume more calories than you burn. One pound of body weight is roughly equivalent to 3500 calories, so eating an extra 500 calories per day will cause you to gain one pound a week.For optimum health, if you increase your calories to gain weight then (health permitting) gradually increase your level of physical exercise in order to maintain or increase your lean body mass. The benefits of exercise on physical and mental health are well documented and shouldn't be ignored.Calorie Needs to lose weightThere are approximately 3500 calories in a pound of stored body fat. So, if you create a 3500-calorie deficit through diet, exercise or a combination of both, you will lose one pound of body weight. (On average 75% of this is fat, 25% lean tissue) If you create a 7000 calorie deficit you will lose two pounds and so on. The calorie deficit can be achieved either by calorie-restriction alone, or by a combination of fewer calories in (diet) and more calories out (exercise). This combination of diet and exercise is best for lasting weight loss. Indeed, sustained weight loss is difficult or impossible without increased regular exercise.An alternative way of calculating a safe minimum calorie-intake level is by reference to your body weight or current body weight. Reducing calories by 15-20% below your daily calorie maintenance needs is a useful start. You may increase this depending on your weight loss goals.",
    "reviews": [
      {
        "timestampMsec": "1376407747801",
        "starRating": "5",
        "title": "Bright interface.. Crstal clear",
        "comment": "Good work...",
        "commentId": "gp:AOqpTOFoPW-0HkWISEPFmmMZ9naLtGytGIhj9jUvq-FMKAUhUm33ha8BWVcUaaIJF_WOJMb3qp35hlIEQSli1Q",
        "author": "Santhosh Kumar Settu",
        "authorURL": "http://lh4.googleusercontent.com/-uYirI4ofN6Q/AAAAAAAAAAI/AAAAAAAAAPY/i6QkwO6d-Us/photo.jpg",
        "authorSecureURL": "https://lh4.googleusercontent.com/-uYirI4ofN6Q/AAAAAAAAAAI/AAAAAAAAAPY/i6QkwO6d-Us/photo.jpg"
      },
      {
        "timestampMsec": "1375074620685",
        "starRating": "3",
        "title": "Okay, but not great.",
        "comment": "The app won\\'t let you go above 200lbs. It really sucka because it was a good app for people under 200lbs",
        "commentId": "gp:AOqpTOHnPOAAwzvMjtMI237YkUU4h4WU5V6smbMggXxEUKDO292nnbn2ZXZTcYMSBuTKuRTT9_5n1_Pe-VMHbg",
        "author": "Francisco Quezada",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1366869676852",
        "starRating": "5",
        "comment": "Good one",
        "commentId": "gp:AOqpTOH765sLmF8RjjUZI-O4FYPBAs-tNr_VdtmYvWPQrKtwiYYmCkUY3qqPgybcBmKfWTgqWHDVLVOPtR-xBw",
        "author": "Haritha Hari",
        "authorURL": "http://lh6.googleusercontent.com/-neRiLhPhJSY/AAAAAAAAAAI/AAAAAAAAAHg/DnI3q3mBBNw/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/-neRiLhPhJSY/AAAAAAAAAAI/AAAAAAAAAHg/DnI3q3mBBNw/photo.jpg"
      }
    ],
    "permissions": [

    ]
  }
}
