{
  "title": "Eye Rest Reminder",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.flyingbusstudio.eyerestreminder",
  "category": "Medical",
  "price": "$0.99",
  "datePublished": "June 16, 2013",
  "version": "1.2",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "FlyingBus Studio",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.flyingbusstudio.eyerestreminder",
  "extendedInfo": {
    "installSize": "479k",
    "downloadsCount": "10+",
    "downloadsCountText": "10 - 50",
    "description": "Eye Rest Reminder will remind you eye rest time periodically. It will help you from dry eye syndrome or failing of eyesight.1. IntroSmartphones have been widespread all over the world and failing of eyesight has became the major problem. This is because mobile screens are so small that every people tends to look it closely. Also using it on moving, devices wobble too frequently and eyes get tired soon.To prevent from failing of eyesight, you need to do these actions periodically.   1) Close your eyes and get rest   2) Look farther to train eye musclesBut while we are concentrating on device, it's not easy. This 'Eye Rest Reminder' will remind you eye rest time and induce to eyes rest.2. Features- Time bar appears at the edge of the screen.   Time bar is a visual clock that shows continuous used time. It will be filled up to 3 pieces, and will appear whatever app your are running like games or web browser.- When the specified time has elapsed, the entire screen will smoothly became foggy and remind you that this is eye rest time.   It is time to close eyes and get rest or look farther.- If you need to see the screen urgently, you can easily dismiss it by touching the time bar- Time bar can be attached to any side by dragging- Viewing time, rest time, color properties are adjustable in settings page.  You can expand the viewing time if you feel it's short, or you can even disable it temporarily.3. Etc- This app is not made to disturb your work.   It may feel like annoying when it makes the screen foggy periodically but few seconds of rest is very good for your eyes. You will be soon accustomed to it.- Please recommend this app to your friends who are struggling with poor eyesight.The difference between full version and free version is only the ads.If you don't like ads or you would like to donate, please buy the full version.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.SYSTEM_ALERT_WINDOW",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "android.permission.VIBRATE"
    ]
  }
}
