{
  "title": "Build Muscle Workouts",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.fitivity.build_muscle",
  "category": "Health & Fitness",
  "price": "Free",
  "datePublished": "September 9, 2013",
  "version": "1.0",
  "operatingSystems": "2.3 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "Fitivity inc.",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.fitivity.build_muscle",
  "extendedInfo": {
    "installSize": "1.8M",
    "downloadsCount": "10+",
    "downloadsCountText": "10 - 50",
    "description": "Building muscle takes a tremendous amount of effort. Anybody who wants to put on muscle mass needs a trainer; specifying each workout and how it is performed. Fitivity’s Ripped Body workouts take you through the 10 levels of progression training so that you never plateau, working all the muscle groups that get you ripped! This app will make sure you maximize your results and put on muscle quickly in the shortest possible timeframe.Undoubtedly, building natural muscle not only takes effort, but a significant amount of time. A variety of workouts will get you toned and jacked quicker than other programs. Exercises will shock your body and promote that toned and jacked body you have always wanted.Technique and persistence are also essential to your success in training. We make sure you perform exercises properly so as to avoid problems and pains. A ripped body is not only about exercises involving lifting heavy weights, but also doing the exercises the right way. The toned, jacked bodybuilders look incredible because they are meticulous in training. We will provide workouts that put you on path towards the ripped body you desire!Ripped, jacked, toned – whatever you want to call it, our workouts can transform your training regimen and your physical appearance.Includes:-\t10 levels of workouts for optimal training!-\tVideo demonstrations of ripped body exercises to insure you become toned and jacked!",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.READ_LOGS",
      "android.permission.ACCESS_NETWORK_STATE"
    ]
  }
}
