{
  "title": "17 Day Diet Recipes - FREE",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.fitkit_17day",
  "category": "Health & Fitness",
  "price": "$0.99",
  "datePublished": "May 29, 2013",
  "version": "1.1",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "1",
  "rating": "5.0",
  "contentRating": "Low Maturity",
  "creator": "FitKit",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.fitkit_17day",
  "extendedInfo": {
    "installSize": "33M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "100 - 500",
    "description": "THIS APPLICATION IS UNOFFICIAL AND IS IN NO WAY AFFILIATED WITH, OR RELATED TO, THE 17 DAY DIET®, DR. MIKE MORENO, OR SIMON & SCHUSTER, INC.New year, new you! 17 Day Diet Pro provides over 90 healthy food recipes to help you burn fat and lose weight.  ★★★★★★★★★★★★★★★★★★★★★★★ The 17 (seventeen) day diet has been burning through the Internet ever since the start of the New Year when its creator, Dr. Mike Moreno, was “seen on TV” on Dr. Phil and The Doctors. The diet is “a simple plan that targets both belly fat and visceral fat and produces fast results that last.”The 17 Day Diet PlanDays 1 – 17 are to “Accelerate” on a low carbohydrate diet that provides around 1200 calories.  Eat unlimited lean meat and no-starch vegetables, two fat-free plain yogurts and two low-sugar fruits, a bit of oil, green tea, and 64 ounces of water a day.  Typical for any low carb diet, fat-burning and fluid loss is favored during those days. Days 18 – 34 are to “Activate” by calorie cycling (aka calorie shifting or calorie zigzagging), which means that the daily calorie intake cycles and recycles from low to high over the course of several days.  The goal is to trick the metabolism to prevent it from slowing down.  Two servings of whole grains are added to the above to raise the average calorie intake to 1500 a day.     Days 35 – 51 are to “Achieve” good eating habits that last a lifetime.  This phase is the same as “Activate” except that lean meat is no longer unlimited and more grains and fruit are added, along with an optional serving of alcohol and a 100-calorie snack.  In other words, the low carb diet is 'Out' and a balanced low-calorie diet is 'In' sans the processed food.Day 52 and on are to “Arrive” at a lifelong eating plan, which is a constant cycling through phases 1, 2 and 3 - until the weekends when you can splurge.  But don’t binge, says Dr. Mike, and if you gain more than 5 pounds, return immediately to phase 2.★ Features an elegant and intuitive interface ★ Over ninety 17 day diet recipes ★ Recipes for all meal types including: breakfast, lunch, dinner, snack ★ Star your favorites for easy reference ★ Filter menu to sort ★ Search feature to quickly find your favorite recipe Download the 17 Day Diet Recipes Pro app and start eating healthier today!",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "android.permission.VIBRATE",
      "android.permission.READ_PHONE_STATE"
    ]
  }
}
