{
  "title": "Low Carb Diet Free",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.fitkit_lowcarb",
  "category": "Health & Fitness",
  "price": "$0.99",
  "datePublished": "May 29, 2013",
  "version": "1.1",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "FitKit",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.fitkit_lowcarb",
  "extendedInfo": {
    "installSize": "23M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "50 - 100",
    "description": "New year, new you! Low Carb Diet provides hundreds of low carbohydrate recipes to help you lose weight. ★★★★★★★★★★★★★★★★★★★★★★ \"Well worth it. The best low carb recipe app for variety and quality of recipes. I'm a chef just for reference.\" - Nancy Hintal\"Great and simple to read - Great range of meal ideas!\" - Sally Wheels \"Great app - The app delivers what it promises and that is tons of excellent recipes. It is easy and fun to use this app.\" - Christian Betty \"I really love this app!\" - LaTasha Royal ★★★★★★★★★★★★★★★★★★★★★★ Low Carb Diet provides hundreds of low carbohydrate recipes to help you lead a healthier and happier life. Low carb diets are dietary programs that restrict carbohydrate consumption usually for weight control. Foods high in digestible carbohydrates (e.g. bread, pasta) are limited or replaced with foods containing a higher percentage of proteins and fats (e.g. meat, poultry, fish, shellfish, eggs, cheese, nuts, seeds and peanuts) and other foods low in carbohydrates (e.g. most salad vegetables). The amount of carbohydrates allowed in different low-carbohydrate diets, such as the Atkins and South Beach diet, vary but they all share a common goal to help users lose weight by burning fat and restricting calories. As with the Paleolithic diet, several advocates of low-carbohydrate diets have argued that they are closer to the ancestral diet of humans before the invention of agriculture, and therefore that humans are genetically adapted to nutrition diets low in carbohydrates. In addition - low carb diets are often recommended to those with diabetes as a way to manage blood glucose.★ Features an elegant and intuitive interface ★ Over 300 low carb food recipes ★ Recipes for all meal types including: breakfast, lunch, dinner, snack ★ Star your favorites for easy reference ★ Filter menu to sort ★ Search feature to quickly find your favorite recipe Download the Low Carb Diet app and start losing weight today!Legal DisclaimerThis app and any information given by it or by FitKit LLC are for educational purposes only. They are not intended nor implied to be a substitute for professional medical advice. You should always consult your healthcare provider before beginning any new diet program.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "android.permission.VIBRATE",
      "android.permission.READ_PHONE_STATE"
    ]
  }
}
