{
  "title": "Dike trial: Calendar 4 Lawyers",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.fiftysteps.droid.trial.dike",
  "category": "Productivity",
  "price": "Free",
  "datePublished": "June 20, 2013",
  "version": "1.1",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "2",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "FiftySteps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.fiftysteps.droid.trial.dike",
  "extendedInfo": {
    "installSize": "624k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Dike is a Calendar app for Lawyers. Specially made for your professional needs. It helps to organize cases you take up and track their hearings. Everything inside a nice Calendar that comes with an easy & smooth workflow.Dike trial release is FREE but limited. Install it now, explore the features and find out how much it benefits you. Then, if satisfied, you may move to our commercial release, Dike pro.Follow us on facebook.com/dikecal, twitter.com/dikecal or the Google + page at http://goo.gl/ipqiY for life-time support.More details below:* Presented as a Calendar:   Home page shows a calendar for current month with busy days marked. You can move from month to month to check the schedule of any specific day.* Easy & smooth workflow :   Calendar page leads to the work-schedule for the selected day which in turn leads to the details page of selected case-file. One touch on any particular day leads to that day's work schedule and another touch on any case-file in the schedule leads to its details page. You can add new case-files or search for existing ones from any page.* A comprehensive search tool :   No need to go through long lists with hundreds of items. Search based on details like case number, names of client, opposite party or even the opposite lawyer and pin-point the case-file.You can search for case-files based on details like client name, case number, etc or for all cases with a hearing between specific dates.* Ability to export data in plain-text CSV file format.* No time-limit set for trial:   There is no time-limit set for the expiry of this trial release but the number of case-files it can manage is limited. Trial does not support importing data to it. Also note that trial release will not get any new feature updates except critical bug-fixes, if any.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
