{
  "title": "Flight simulator X Guide",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.flightsimulator_game",
  "category": "Entertainment",
  "price": "Free",
  "datePublished": "August 26, 2013",
  "version": "1.0",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "13",
  "rating": "3.5384614",
  "contentRating": "High Maturity",
  "creator": "App Game Guide",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.flightsimulator_game",
  "extendedInfo": {
    "installSize": "2.7M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "NOTES: - This is an unofficial game guide walkthrough of the game;- All content in this app is from gamepressure.com- We do not own 'FLIGHT SIMULATOR X' nor we are associated with it;- The copyrighted material in this app is allowed by the COPYRIGHT LAW: FAIR USE;- All trademarks, logos, and images are property of their respective and rightful owners;- Any content will be removed if asked by the legal owners.Disclaimer:This application is an unofficial guide to Flight simulator X. It is intended for educational purposes only. This application is the sole creation and responsibility of the developer. The developer is not endorsed by or affiliated with Electronic Arts Inc. Neither has anyone else authorised, sponsored or sanctioned this unofficial guide.All characters and their names, places, events and all other aspects concerning Flight simulator X are the property of their respective owners. All trademark and copyright concerning Flight simulator X are the property of their respective owners. We make no claim to and do not have any rights to any of the foregoing. Images in this application are used only to convey what the application is about.In creating this unofficial guide to Flight simulator X, I assert its rights under the \"fair use\" doctrine pursuant to United States copyright law and the equivalent in other jurisdictions. If you believe that there has been a contravention of your proprietary rights then email details to vn.thangnd@gmail.com.Description FLIGHT SIMULATOR X GUIDEAre you looking for the best desktop flight simulator? The answer is pretty simple. It is the Microsoft Flight Simulator X. There are mainly three types of software platforms that consumers can choose from, and they are Microsoft Flight Simulator X, Microsoft Flight Simulator, and X-Plane 9. Each of these simulators has a fan following claiming that it is the best choice, offering the utmost experience. Although sometimes the reasoning may be emotional, there are also various practical differences available, on the basis of use, appearance, and functionality.FSX is one of the biggest and sophisticated simulators available. Equipped with a wide range of features, it is the best available simulator suitable for the desktop environment. The community that supports this product is huge, and there are several portals that cater to the diverse needs of the FSX users. There are also many choices available to add-on products to FSX.Although there are many benefits of the FSX platform, it has some downsides as well, and one of the biggest downsides is that it is very demanding on the home computers, and if you do not have an advanced home computer with advanced features and specifications, you may not be able to enjoy the best user experience from this piece of software. This has also been the number one obstruction in its wide ranging popularity among consumers.Although these days, the computers and tablets come with advanced features that are able to run the high demanding software, if you wish to enjoy a full FSX experience, you must invest in a well featured computer, equipped with updated gaming hardware.FS9 comes next, and it is known to maintain a strong grip in the flight simulation community. Most users consider FS9 as the most stable and widely used simulator in the history of Microsoft flight simulation. Those who are facing problems with FSX and finding it difficult to get a satisfactory experience will find FS9 useful.There are several choices for third party add-ons available. The simulator also has a pretty long and victorious run, as a result there is a wide range of free and commercial add-ons available. Some of these add-ons are extremely popular in the diverse niche user groups that fall within the flight simulator community.",
    "reviews": [
      {
        "timestampMsec": "1377042694041",
        "starRating": "1",
        "title": "Adware crap. Don\\'t download this.",
        "comment": "This software displays pop-up ads in your tray area.",
        "commentId": "gp:AOqpTOGkc4t0P48QmxWTE1kX1g0JI6NCWqEqZCs23OmXo6CmDBViC7UQuuQZcJghUjn6pucaATC14xngnbCUaA",
        "author": "Jeremiah Bess",
        "authorURL": "http://lh6.googleusercontent.com/-S3TDhtJUN7A/AAAAAAAAAAI/AAAAAAAALxQ/nSSbWkqGImE/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/-S3TDhtJUN7A/AAAAAAAAAAI/AAAAAAAALxQ/nSSbWkqGImE/photo.jpg"
      },
      {
        "timestampMsec": "1375653188841",
        "starRating": "5",
        "title": "Good!",
        "comment": "App great! Thank",
        "commentId": "gp:AOqpTOH4339o8dcfNEY9spTJRbnI-Lkki1gw9yGRbbEOZgvBU7zoLJpy2kVVaivrm_c7gC3Rn6FHp3YxEtDM2g",
        "author": "Th\\304\\203\\314\\201ng \\304\\220\\306\\260\\314\\201c",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1376521158162",
        "starRating": "3",
        "comment": "It saves you a dollar on ink and is free.",
        "commentId": "gp:AOqpTOFJmamNkdBdkcNoJS7TmP-OTcofnmi5Q5OUED5BSd_gv1dkf4jxf7p2I0QF144P0airNYwftAt4uNMoLw",
        "author": "Michael Toyer",
        "authorURL": "http://lh5.googleusercontent.com/-4eE2yXym_WE/AAAAAAAAAAI/AAAAAAAAA-s/Irbb_YVtEWo/photo.jpg",
        "authorSecureURL": "https://lh5.googleusercontent.com/-4eE2yXym_WE/AAAAAAAAAAI/AAAAAAAAA-s/Irbb_YVtEWo/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.GET_ACCOUNTS",
      "com.android.browser.permission.READ_HISTORY_BOOKMARKS",
      "android.permission.ACCESS_WIFI_STATE"
    ]
  }
}
