{
  "title": "Kolobok:The Miracle Stove Full",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.flexymind.mheater_f",
  "category": "Brain & Puzzle",
  "price": "$2.99",
  "datePublished": "August 15, 2013",
  "version": "3.3.8",
  "operatingSystems": "2.3.3 and up",
  "ratingsCount": "80",
  "rating": "4.8375",
  "contentRating": "Everyone",
  "creator": "FlexyMind",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.flexymind.mheater_f",
  "extendedInfo": {
    "installSize": "32M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "“Kolobok: The Miracle Stove” is an interactive learning game for kids based on the traditional Russian fairy-tales. Colorful images and lots of animation will surely keep your child happy.*************************************Special features of the full version:* No ads or other promotion of other apps.* No in-app payments: you will pay only one time* Regular updates: all the new tables are already included, you will get them for free!Kolobok is a character of a popular fairy-tale – a Russian alternative to the Gingerbread Man. In the game with the help of the player he learns how to cook using the recipes. Cooking with the Miracle Stove is not just entertaining, but also educational. Playing the game, a child learns how to classify objects and generalize, trains memory, improves attention and ability to focus. And of course gets introduced to some Russian traditions and cuisine. Using the Miracle Stove you can cook traditional Russian fish soup, pancakes, fruit drink and many other dishes. And naturally, a cake for dessert, which you can decorate to your liking.Oh, and don’t forget to play with the cat!Key features:*Colorful images and lots of animation, sound effects and music*Memory and attention training for kids*Development of the logic skills (classification, generalization, comparison)*An opportunity to learn something about Russian fairytales and traditionsFollow our updates - more recipes are coming!We will be grateful for all kinds of feedback. Please send your comments and suggestions to info@flexymind.com. Together we can make the game even better.Keywords: development game, small children, child, magic, traditional characters, alchemy",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "com.android.vending.BILLING"
    ]
  }
}
