{
  "title": "Rays First Aid CPR ABCs",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.firstaidcprabcs.rays",
  "category": "Medical",
  "price": "Free",
  "datePublished": "October 28, 2011",
  "version": "1.0",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "46",
  "rating": "4.521739",
  "contentRating": "Everyone",
  "creator": "Rays",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.firstaidcprabcs.rays",
  "extendedInfo": {
    "installSize": "2.3M",
    "downloadsCount": "10,000+",
    "downloadsCountText": "10,000 - 50,000",
    "description": "Being a Good Samaritan, Saving Lives, saving lives of strangers, saving lives of near and dear ones, is a pious deed. In fact, a life saved is a life created. When you save a life, you create a life on Earth. By saving lives, you become the Lord’s messenger on Earth. So what are your chances of playing messenger, so you can save your mother, father, son, daughter, brother, wife, sister, and all your near and dear ones and even the not so near ones? Here are some numbers which suggest you stand a good chance of saving your family, your loved ones and probably yourself. Heart disease is the leading cause of death in the US (every year 225000 people die and 6 out of 1000 are prone to have a heart attack in the US). If that sounds scary, the world’s two most populous nations, India and China, each with a billion plus population, have a far more accelerating growth rate of heart attacks. As a case in point, coronary heart attack in urban India is more than ten percent and growing. Rest of the world does not differ too much either. These growing numbers metaphorically indicate that the hearts are getting smaller and weaker, the arteries which carry blood to the heart are also getting smaller in comparison to the bulging pockets, bulging cholesterol in the arteries, the bulging stressful lives, and the bulging sedentary lifestyle we are leading. But you can play God, e r Messenger. You can save lives. Hundreds of them. All you need is to understand and get trained on CPR (Cardio-Pulmonary Resuscitation). You can save people affected by heart attacks. It’s as easy as 123. CPR ensures flow of blood to the brain, even after the stoppage of a heart due to cardiac arrest, and keeps the person alive. To help you get started on CPR, we have this small little app with the latest CPR guidelines, CPR principles, legal, technical, devices, steps, etc.In the real world, you may skip an internet connection in a trail in the Tundras or the Grand Canyon or in the Amazon rain forest, or in the Canadian Prairies, but the heart may skip a beat anywhere, for any of your loved ones. Keeping this in mind, we’ve ensured that once downloaded, this app works offline, even when there is no internet connection.Follow the steps, saving lives is easier than you thought. Be All. Note:This app can be used offline.This app is FREE.This app is AD free.",
    "reviews": [
      {
        "timestampMsec": "1376969691105",
        "starRating": "5",
        "title": "great app",
        "comment": "this app is awesome and also easy on even the weakest phones. very informative and gives many different techniques for different situations. I did not find the religious overtone at all to be a bother......and im Buddhist.  this app is all about being prepared to save another life if ever the need arises. who can argue with that? the app also talks about legalities and a lot of other information that should be mentioned is also covered here. I highly recommend it!",
        "commentId": "gp:AOqpTOHLGz_ZgWTaa8yCjJ1pQSxJkBeEZPpIRpTSTk8KYZrG6fyOH3GRaEkucUrw2cT9Z4Yivf8IV37mYoZNAQ",
        "author": "bob trottier",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1349281560060",
        "starRating": "1",
        "title": "Rays first aid CPR",
        "comment": "Not a bad program but spoiled bu the religious message imparted in the installer on Google Play. It\\'s unecessary and spoils an otherwwise useful prog.",
        "commentId": "lg:AOqpTOGc4oM_FedIm8JTOQr7lIU_EWF_gl7wmDqHZO6OZ57iFXFgID5sBhbyHl5MCK0vE6_u8zWNyyEIY_JDeg",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
