{
  "title": "Diabetes Diet Free",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.fitkit_diabetes.free",
  "category": "Health & Fitness",
  "price": "Free",
  "datePublished": "May 17, 2013",
  "version": "1.0",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "2",
  "rating": "3.0",
  "contentRating": "Low Maturity",
  "creator": "FitKit",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.fitkit_diabetes.free",
  "extendedInfo": {
    "installSize": "6.2M",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "New year, new you! Diabetes Diet Free is a recipe app that provides dozens of recipes to help you get started with a healthier and happier life. ★★★★★★★★★★★★★★★★★★★★★★ Diabetes mellitus (MEL-ih-tus), or simply, diabetes, is a group of diseases characterized by high blood glucose levels that result from defects in the body's ability to produce and/or use insulin. In type 2 diabetes, the most common form of diabetes, either the body does not produce enough insulin or the cells ignore the insulin. Insulin is necessary for the body to be able to use glucose for energy. When you eat food, the body breaks down all of the sugars and starches into glucose, which is the basic fuel for the cells in the body. Insulin takes the sugar from the blood into the cells. When glucose builds up in the blood instead of going into cells, it can lead to diabetes complications. Eating well-balanced meals is an essential part of taking better care of yourself. By eating well-balanced meals in the correct amounts, you can learn to thrive with diabetes. Features ★ Elegant and intuitive interface ★ Twelve Diabetes Diet food recipes ★ Recipes for all meal types including: breakfast, lunch, dinner, snack ★ Star your favorites for easy reference ★ Filter menu to sort ★ Search feature to quickly find your favorite recipe Download the Diabetes Diet app and start feeling healthier today! ------- Disclaimer: The Diabetes Diet app is only intended to provide general information, without independent verification of the accuracy of the information provided to it, and the information is specifically not intended to be a substitute for medical diagnosis or treatment by your physician or other health care professional. You should always consult your own physician or other health care professionals about any medical questions, diagnosis, or treatment, especially before trying any diet. Any information supplied to you by the Diabetes Diet app is provided on an \"as is\" basis without warranty as to its accuracy or safety. Any reliance upon any such information shall be at your sole risk. Any information obtained by you via this app should not be relied upon for any personal, nutritional or medical decision. You should consult an appropriate professional for specific advice tailored to your specific situation. FitKit Apps makes no representations or warranties, express or implied, with respect to any information.",
    "reviews": [
      {
        "timestampMsec": "1373500380124",
        "starRating": "2",
        "title": "Eh.",
        "comment": "If by dozens you mean about 10 then sure, the description is accurate. I was disappointed personally.",
        "commentId": "gp:AOqpTOGYoTeZGw9rFwaFSVREgM6-JFp5NI_26jyjyWhc5GhqCg5kOok2DWMBAHOSfIKQY0CVquiTW2i1T8vsFDM",
        "author": "denise stillions",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "android.permission.VIBRATE",
      "android.permission.READ_PHONE_STATE"
    ]
  }
}
