{
  "title": "Flexibility",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.fitivity",
  "category": "Health & Fitness",
  "price": "Free",
  "datePublished": "August 1, 2013",
  "version": "1.6.5",
  "operatingSystems": "2.3 and up",
  "ratingsCount": "9",
  "rating": "4.888889",
  "contentRating": "Low Maturity",
  "creator": "Fitivity inc.",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.fitivity",
  "extendedInfo": {
    "installSize": "1.6M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "Fitivity allows you to discover and organize physical activities spontaneously in your community for sports, fitness and recreation. Join groups based on your interests and location and get active. Whether you want to participate in a pick-up basketball game, find a running partner, or play capture the flag with a large group - Fitivity is the app for you! In addition, Fitivity allows you to engage in workouts that will improve your personal fitness and athletic performance for various sports.Here are some of our workouts listed below! BasketballFitivity’s basketball workouts teach you to shoot like Ray Allen, dribble like Steve Nash, and finish like Lebron James! Included are 6 levels of dribbling, 2 levels of passing, 5 levels of shooting, 6 levels of finishing, and 5 levels of conditioning. The conditioning levels will help you get the strength and athleticism you’ll need to dominate the game. These workouts encompass training from professional basketball coaches, along with tips to help you get maximum results for each Workout.YogaYoga is a great compliment to any workout or sport; it can help prevent injuries and increase your power. Benefits to practicing yoga include increased flexibility, stronger stabilizing muscles, improved focus, and body awareness. There are two yoga workouts - one for lower body strength and one for upper body strength. Women's WorkoutsGet together with like-minded women in your community and get in the best shape of your life! The Women’s Workouts includes 10 levels that will help you steadily improve your conditioning and figure each week. Tone your thighs, work those abs, and touch up that upper body — all while being social with other women!Ripped BodyBuilding muscle takes a tremendous amount of effort. Anybody who wants to put on muscle mass needs a spotter and someone to motivate them! Fitivity’s Ripped Body Workouts take you through the 10 levels of progression training so that you never plateau, working all the muscle groups that get you ripped!Weight LossUse the motivation of a workout partner to lose that unwanted weight, harnessing their energy to finish off those tough repetitions! Our professional strength and conditioning coaches guarantee that you lose that unwanted weight, no matter if it's 5lbs or 200lbs.Home WorkoutsNo gym to go to, no problem! Fitivity’s Home Workouts help you get in top shape without any weights or machines. These 5 levels use creative body weight exercises to make sure you are always toning muscle and conditioning your body.Abs & CoreWant a 6-pack? How about an 8-Pack? Fitivity’s Abs and Core workouts help guide you through a 5 level program, pushing you to your limits! Find a partner and follow a step-by-step agenda that will demonstrate proper form and technique.MarathonFind running partners to train with each week and do the 25 levels of marathon training. These workouts are custom designed for 5 different goal times for Beginners, Intermediate, Competitive, Advanced, and Elite runners. The 25 levels of training will get your in top marathon shape in 175 days—whether you are a beginner or an elite runner.HockeyWhether you want to improve breakaway skills, puck handling, wrist shots, etc., Fitivity hockey workouts help you to become a more skilled hockey player. Also, participate in hockey specific strength and conditioning workouts to physically dominate the game. FootballWhether you are a receiver, running back, or are on the line, speed and strength matter the most. These Workouts help you put on muscle, while keeping you flexible and athletic for football specific movements.SoccerNot only can you play pick-up soccer, but you can also find other soccer players to train with you! These 10 levels will help you improve your dribbling, shooting, passing and conditioning. Also included are moves that will help you beat your defender. More to come!",
    "reviews": [
      {
        "documentVersion": "1.6.5",
        "timestampMsec": "1377050211015",
        "starRating": "5",
        "title": "Great app a must use!!",
        "comment": "Good luck",
        "commentId": "gp:AOqpTOFgfo_tzc7NF6pqPUdd8MKeZTpXtkBdwMk5GpTEkxGQaH1saHgiQabATSQdADFhJdfcLzeKA3AFonfARA",
        "author": "Bill Kaigler",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "documentVersion": "1.6.4",
        "timestampMsec": "1373268562296",
        "starRating": "4",
        "comment": "Needs work",
        "commentId": "gp:AOqpTOFfBmCLgBL1EQmszj0F0EIBLvt5kiyNv2FYQIgqNM2OaA3fKHpE2yKPmWXMougyh_smupegae-XhN2KPA",
        "author": "Tremaine Tasher",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1351189645434",
        "starRating": "5",
        "title": "Progression",
        "comment": "This app uses incredible methods that I can even notice myself getting better physically and for my basketball skills.",
        "commentId": "lg:AOqpTOHFxYA0dy_V20M5XAZaOkFeiDGE6yCZqBAV2Q8DSdarE3fpHDkNr4aQOWMA4SjreJZ6snLsB5lNp0kT7g",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.INTERNET",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "android.permission.VIBRATE",
      "android.permission.READ_LOGS",
      "android.permission.ACCESS_NETWORK_STATE",
      "com.fitivity.permission.MAPS_RECEIVE",
      "com.google.android.providers.gsf.permission.READ_GSERVICES"
    ]
  }
}
