{
  "title": "FieldMetrix Proof of Delivery",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.fieldmetrix",
  "category": "Business",
  "price": "Free",
  "datePublished": "August 22, 2013",
  "version": "130820",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "5",
  "rating": "5.0",
  "contentRating": "Low Maturity",
  "creator": "FieldMetrix",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.fieldmetrix",
  "extendedInfo": {
    "installSize": "8.4M",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "WHO SHOULD USE FIELDMETRIX PROOF OF DELIVERY (ePOD)Small to medium businesses that need proof of deliver/pickup and electronic signature capture. FieldMetrix replaces paper-based delivery forms allowing mobile personnel such as field workers, engineers and service technicians to capture and send data, in real time, to our centrally hosted web server.FieldMetrix is well suited to businesses that require accurate, real-time data from field workers but do not have the requisite IT capabilities. Register quickly and easily directly from the device.HOW DOES FIELDMETRIX WORK?Data captured on your Android device in the field is sent to our hosted web application in real time connecting you with your mobile employees. This connection with your field workers keeps you “in the loop” and allows you to track and manage job progress, and monitor employee productivity. You can proactively respond to operational issues before they impact client expectations.GETTING STARTED1) Download and install FieldMetrix on your Android device.2) Register as a FieldMetrix user directly from the app.3) Start capturing proof of service data.4) Upload it to the server.5) Log on to our web dashboard to view the information; including when and where it was captured.FIELDMETRIX - WHAT DO YOU GET WITH THE FREE VERSION?1) Proof of Service FormThe free version of FieldMetrix allows you to easily capture information associated with Proof of Service; also called Proof of Delivery (ePOD). A standard form template is used to capture each Proof of Service. You can customize the drop down lists with your own client names and package type. You can complete up to 5 Proof of Service tasks per day using the free version.2) Cloud ArchitectureThere are no servers to maintain and no expensive development projects - we've taken care of that. You can log in to our secure servers and monitor the progress of your employees using most web browsers.3) Geo-StampingGeo-stamping and time measurements provide peace of mind that the correct activities are being performed at the correct locations.4) Real-TimeFieldMetrix means no more \"lost\" paperwork in the field. Know the exact location of field staff and the results of the work completed - all in real time.5) Store and ForwardIntermittent connectivity? No problem. Store and Forward allows field technicians to continue working even when there is no signal.6) Web DashboardAccess to the data, location and duration of all mobile employee activities can be monitored using our web dashboard.FIELDMETRIX - WHAT DO YOU GET WITH THE PREMIUM/PAID VERSION?You get all the features of the FREE version outlined above.The paid version allows you to customize the form your mobile employees use to capture information.You can create up to 25 forms to capture data in the field. There are no limitations on the number of forms you complete each day.You can capture signatures, pictures, selections from drop-down lists, check boxes and scan barcodes.If you have any questions or feedback please send us an email at support@fieldmetrix.com.History of updatesVer 1.0.8Fixed issue specific to versions prior to 1.0.8. When logging in with an existing email address and password the device would show a \"no network connectivity\" message.Ver 1.0.7Added support for US and South Africa cloud locationsAdded 2048 SSL support for web servicesVer 1.0.6Dual-core fixVer 1.0.5Fixed garbage collection bug affecting dual-core devices.Ver 1.0.4Updated Xamarin Mono for Android.Ver 1.0.3Added interim message to display upload progress, since initial upload progress lacked UI feedback.Ver 1.0.2Updated status bar icons.Ver 1.0.1Updated security to cater for case sensitive passwords.",
    "reviews": [
      {
        "timestampMsec": "1344601249806",
        "starRating": "5",
        "title": "Great app!",
        "comment": "Very useful and simple software for delivery proof...",
        "commentId": "lg:AOqpTOGGxj7WHKiq0Uyse5CDPXERcKO7JboXe2xwE37jeSAz5Q6LqudkXyjvQ43RFBfWhMNK5Ocr2q8lAL0",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1334529959843",
        "starRating": "5",
        "title": "Tidy",
        "comment": "Quick setup. Easy to use and all the features are there.",
        "commentId": "lg:AOqpTOFl3nswNqP7HnAamqkE6cylfItKK4PgnPpFvDpJIPXw_JF9SHf0CahFeBkbuWE0PmhWzGk-S8M1XrE",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1333914166315",
        "starRating": "5",
        "title": "Clean design",
        "comment": "Does what it says on the tin. Recommended.",
        "commentId": "lg:AOqpTOGkR0_net6caPg4dv6oBIs_7-bNuZ6LsI85X2fxN5VzByipJPMs7IQ5fd9zpotSgmuRMFmzK2Gi4sU",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1334529753297",
        "starRating": "5",
        "title": "Handy app",
        "comment": "Thanks for great app. Easy to install and use.",
        "commentId": "lg:AOqpTOFaNohnQzcZQPdpH33Tx8e2Z5SzwhWcUIQrZtiD_8DlosRpcuiRHnAh3Mle2zgrBdJ30m44OWvz--c",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.CAMERA",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
