{
  "title": "Stargazer",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.finiklabs.stargazer",
  "category": "Brain & Puzzle",
  "price": "$0.99",
  "datePublished": "December 15, 2012",
  "version": "0.9.4",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "1",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "FINIK LABS LLC",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.finiklabs.stargazer",
  "extendedInfo": {
    "installSize": "4.3M",
    "downloadsCount": "10,000+",
    "downloadsCountText": "10 - 50",
    "description": "Stargazer, a new educational game for kids and fun casual entertainment for adults, is now available exclusively for Android users. With Stargazer, all generations can develop their imagination, improve their spatial reasoning and have lots of fun! Have you ever found yourself watching the starry sky, seeing elaborate shapes and figures, or wishing you could recognize the constellations others talk about? Take a journey with our stargazers as they try to find their way home through numerous levels of the game by solving the puzzles and building new constellations.Combining unique 3D graphics, challenging levels, and bright colorful visuals, Stargazer is one of the most original and fun-filled games on the Android market.We love feedback! If you have ideas to further improve the game and make it even more enjoyable for you, drop us a line at support@finiklabs.com - we will do our best to incorporate your suggestions into future updates.Like us on facebook and leave your feedback there:http://www.facebook.com/stargazergame",
    "reviews": [
      {
        "timestampMsec": "1333872615692",
        "starRating": "5",
        "title": "Excellent game, the best time killer ever",
        "comment": "I can\\'t stop playing it, solved all levels in all three difficulty levels with 3 stars, I think I am getting really good at it, it looks that even if you play the same level at the same difficulty, the shape would still look different every time you play, so I can replay the same levels over and over again, but I hope new levels are coming nevertheless.",
        "commentId": "lg:AOqpTOEekDU08kaYWx8GgXwOUD3fT7R9kxHizgZcghKc-2hEboGCafv0IjTHwkCWHHYrVr4hb-xxL4hYsIDBgA",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.VIBRATE",
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE"
    ]
  }
}
