{
  "title": "Flashlight ACE free + led",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.flash.light.flashlight",
  "category": "Tools",
  "price": "Free",
  "datePublished": "April 27, 2013",
  "version": "1.8",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "42",
  "rating": "4.2380953",
  "contentRating": "Everyone",
  "creator": "fanny.ni",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.flash.light.flashlight",
  "extendedInfo": {
    "installSize": "1.0M",
    "downloadsCount": "10,000+",
    "downloadsCountText": "10,000 - 50,000",
    "description": "Flashlight app for your device! Incredibly simple and yet very useful flashlight application. Will use your device's camera LED / flash / screen as a torch. Flashlight is currently the best led flashlight app on the Android Market, because:- It supports the widest range of devices with camera flashlight (led flash)- It's also the brightest flashlight / torch, because of the camera flashlight, which emits very intense light in the dark. - View finder- Free of ChargeLight sources:--------------------* Camera LED flashlight - Uses your phone's camera flashlight to emit bright light. Note that some devices don't have a camera flashlight. In this case the led flashlight option will be disabled, but you can still use one of the screen lights.*View Finder*The Best Free Flashlight app when you need reliability, functionality, and lights diversityFlashlight is one of the few applications on the android market, which is free and has different widgets to choose from when the device has an option for a led flashlight. Also, Flashlight supports the newly added lockscreen widgets in Android 4.2 and later.Keywords:flashlight android, torch, strobe, brightest, linterna, фенерче, El feneri, best app, best flashlight, best tablet app, free phone app, tablet torch, free flashlight",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.CAMERA",
      "android.permission.GET_ACCOUNTS",
      "android.permission.GET_TASKS",
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.SYSTEM_ALERT_WINDOW",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
