{
  "title": "News Com Australia",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.fins.news",
  "category": "News & Magazines",
  "price": "Free",
  "datePublished": "February 4, 2013",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "2",
  "rating": "1.5",
  "contentRating": "Everyone",
  "creator": "MM APPS",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.fins.news",
  "extendedInfo": {
    "installSize": "84k",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "The first app with all news from news.com.au. News.com.au is News Limeted company.News Limited is one of Australia's largest media conglomerate companies, employing more than 8,000 staff nationwide and approximately 3,000 journalists. The publicly listed company's interests span newspaper and magazine publishing, Internet, Pay TV, market research, DVD and film distribution, and film and television production trading assets.News Limited owns approximately 146 daily, Sunday, weekly, bi-weekly and tri-weekly newspapers, of which three are free commuter titles and 102 are suburban publications (including 16 of which News Limited has a 50% interest). News Limited publishes a nationally distributed newspaper in Australia, a metropolitan newspaper in each of the Australian cities of Sydney, Melbourne, Brisbane, Adelaide, Perth (Sundays only), Hobart and Darwin and groups of suburban newspapers in the suburbs of Sydney, Melbourne, Adelaide, Brisbane and Perth. The company publishes a further thirty magazine titles across Australia.With interests in digital media, the company's sites include carsguide.com.au, news.com.au, MOSHTIX.com.au, GetPrice.com.au and truelocal.com.au, and has a 50% stake in CareerOne.com.au, and a share in REA Limited that operates www.realestate.com.au, as well as websites for most newspaper and magazine titles. The company's other Australian assets include part-shares in subscription television provider Foxtel and the National Rugby League together with shares in two teams in the NRL.Until the formation of the News Corporation Ltd. in 1979, News Limited was the principal holding company for the business interests of Rupert Murdoch and his family. Since then, News Limited has been wholly owned by News Corp. In 2004, News Corp Limited announced its intention to reincorporate to the United States. On 3 November News Corp Limited ceased trading on the Australian Stock Exchange; and on 8 November, News Corporation began trading on the New York Stock Exchange.The Chief Executive Officer of News Limited is Kim Williams AO, effective 5 December 2011. Williams replaced John Hartigan who served as CEO between 2000 and 2011, succeeding Lachlan Murdoch.This is a non official App.",
    "reviews": [
      {
        "timestampMsec": "1368949123069",
        "starRating": "2",
        "title": "This is version 0.01",
        "comment": "It looks below average and is very slow. I use this site every day and it looks and runs better as a website using chrome than this app.",
        "commentId": "gp:AOqpTOFEtsHJ2EYvcwVcZtkQ6NPg5G0yBFU32Hg3_Oy7gynL3fFfifWkq6lb5z2_vYCI2yAjpg84hHE10HLY-g",
        "author": "Jonathan Eastwood",
        "authorURL": "http://lh3.googleusercontent.com/-OP2X7qEYhww/AAAAAAAAAAI/AAAAAAAAA2s/qXqJusMwYMg/photo.jpg",
        "authorSecureURL": "https://lh3.googleusercontent.com/-OP2X7qEYhww/AAAAAAAAAAI/AAAAAAAAA2s/qXqJusMwYMg/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.INTERNET"
    ]
  }
}
