{
  "title": "Financial Calculators",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.flufflydelusions.app.commoncalculation",
  "category": "Finance",
  "price": "$1.99",
  "datePublished": "July 22, 2013",
  "version": "1.0.12",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "4",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "Fluffy Delusions",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.flufflydelusions.app.commoncalculation",
  "extendedInfo": {
    "installSize": "61k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "** A JELLYBEAN SPECIFIC VERSION IS NOW AVAILABLE. CHECKOUT FINANCE WIZARD BY CLICKING VIEW MORE OF MY APPS **A collection of 70+ calculators albeit mostly finance related in one easy to use app. Furthermore, you are able to copy, share, and export calculations. More financial calculators coming and feel free to e-mail me suggestions, problems, and the like. At Present:    Annuity - Future Value calculator    Annuity - Payment (FV) calculator    Annuity Due - Future Value calculator    Annuity Due Payment (FV) calculator    Currency Converter    Average Collection Period calculator\tBMI Calculator calculator\tBond Equivalent Yield calculator\tCapital Gains Yield calculator\tCompound Interest calculator\tContinuous Compounding calculator\tCurrent Ratio calculator\tDays in Inventory calculator\tDebt Ratio calculator\tDebt to Equity Ratio (D/E) calculator\tDebt to Income Ratio calculator\tDecibels of Change calculator\tDividend Payout Ratio calculator\tDividend Yield (Stock) calculator\tDiscount Calculator calculator\tDividends Per Share calculator\tDoubling Time calculator\tDoubling Time - Continuous Compounding calculator\tEarnings Per Share calculator\tEquity Multiplier calculator\tEstimated Earnings calculator\tFuture Value calculator\tFuture Value Continuous Compounding calculator\tFuture Value Factor calculator\tGrowing Annuity - Future Value calculator\tGrowing Annuity Payment - PV calculator\tGrowing Annuity - Present Value calculator\tGrowing Perpetuity - Present Value calculator\tInterest Coverage Ratio calculator\tInventory Turnover Ratio calculator\tLoan - Balloon Balance calculator    Loan - Payment calculator    Loan - Remaining Balance calculator    Loan to Deposit Ratio calculator    Loan to Value Ratio calculator\tMortgage Calculator calculator\tNet Asset Value calculator\tNet Profit Margin calculator\tNet Working Capital calculator\tOhm's Law calculator\tPayback Period calculator\tPerpetuity calculator\tPlanetary Age Calculator calculator\tPlanetary Weight Calculator calculator    Preferred Stock calculator    Present Value calculator    Present Value - Continuous Compounding calculator    Price to Book Value calculator    Price Earnings Ratio calculator    Price to Sales Ratio calculator    Quick Ratio calculator\tRandom Password Generator calculator    Rate Of Inflation calculator    Receivables Turnover Ratio calculator    Retention Ratio calculator    Return on Assets (ROA) calculator    Return on Equity (ROE) calculator    Return on Investment (ROI) calculator    Risk Premium calculator    Rule of 72 calculator\tSales Tax Calculator calculator\tSimple Interest calculator\tStock - PV with Constant Growth calculator\tTax Equivalent Yield calculator\tTotal Stock Return calculator\tTip Calculator calculator       Zero Coupon Bond Value calculator      Zero Coupon Bond Yield calculator",
    "reviews": [
      {
        "documentVersion": "1.0.12",
        "timestampMsec": "1345738480381",
        "starRating": "5",
        "comment": "Excellent",
        "commentId": "lg:AOqpTOGeavsMbulKVD2gWbtBXzI5-4-ctrvtvJWM-bVub4t751gL148q_rC9td1pmx0feyrP3vBsmdln449rSw",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.INTERNET",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
