{
  "title": "Animated Atlas of Hypertension",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.focusmedica.animatedatlashypertension",
  "category": "Medical",
  "price": "Free",
  "datePublished": "September 4, 2013",
  "version": "1.1",
  "operatingSystems": "2.3.3 and up",
  "ratingsCount": "2",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "Focus Medica India Pvt. Ltd",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.focusmedica.animatedatlashypertension",
  "extendedInfo": {
    "installSize": "46M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "The Atlas of Hypertension –Animated Videos collection, is a comprehensive collection of videos and images pertaining to the physiology of blood pressure, the biological molecules and factors that play a role in regulating blood pressure, the impact of increased blood pressure on various parts of the body like heart, brain and kidneys, and treatment modalities. This Animated Atlas App is an excellent reference and an invaluable resource for effective presentations and lectures.Focus Animated Atlas series is a collection of authentic animation videos and images covering the key mechanisms, drug interactions and treatment process of a given disease condition. Created with the expertise of internationally reputed opinion leaders, these incredible animation videos accompanied by audio make it easier to perceive and understand the cellular world, metabolism, and body functions. The animations in this application simplify the understanding of biological processes and their mechanisms of action using visual media that is particularly well suited for the science of medicine. The high quality animations take the viewer on a virtual tour of the human system through accurate visuals to effortlessly understand chronic diseases and their mechanisms of action, and management including drug interactions. Atlas of Hypertension-Animated Videos collection: is a collection of 60 animated videos with 120 corresponding images covering:RAAS and Sympathetic Nervous Systema.\tIntroduction to hypertensionb.\tRAAS cascadec.\tFactors regulating blood pressureCausative Factorsa.\tPathophysiology of hypertensionb.\tRegulatory factors of blood pressurec.\tOther forms of hypertensionComplications and Treatmenta.\tComplications of hypertensionb.\tDrug treatmentDISCLAIMER: The information provided in this application is only intended to be informative and should not be construed as a substitute for medical advice.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "com.android.vending.BILLING",
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
