{
  "title": "The Holy Bible in English",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.fins.thebible",
  "category": "Books & Reference",
  "price": "Free",
  "datePublished": "June 30, 2013",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "7",
  "rating": "5.0",
  "contentRating": "Low Maturity",
  "creator": "MM APPS",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.fins.thebible",
  "extendedInfo": {
    "installSize": "855k",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "The Bible (from Koine Greek τὰ βιβλία, tà biblía, \"the books\") is a canonical collection of texts considered sacred in Judaism or Christianity. Different religious groups include different books within their canons, in different orders, and sometimes divide or combine books, or incorporate additional material into canonical books. Christian Bibles range from the sixty-six books of the Protestant canon to the eighty-one books of the Ethiopian Orthodox Church canon.The Hebrew Bible, or Tanakh, contains twenty-four books divided into three parts: the five books of the Torah (\"teaching\" or \"law\"), the Nevi'im (\"prophets\"), and the Ketuvim (\"writings\"). The first part of Christian Bibles is the Old Testament, which contains, at minimum, the twenty-four books of the Hebrew Bible divided into thirty-nine books and ordered differently than the Hebrew Bible. The Catholic Church and Eastern Christian churches also hold certain deuterocanonical books and passages to be part of the Old Testament canon. The second part is the New Testament, containing twenty-seven books: the four Canonical gospels, Acts of the Apostles, twenty-one Epistles or letters, and the Book of Revelation.By the 2nd century BCE Jewish groups had called the Bible books \"holy,\" and Christians now commonly call the Old and New Testaments of the Christian Bible \"The Holy Bible\" (τὰ βιβλία τὰ ἅγια, tà biblía tà ágia) or \"the Holy Scriptures\" (η Αγία Γραφή, e Agía Graphḗ). Many Christians consider the whole canonical text of the Bible to be divinely inspired. The oldest surviving complete Christian Bibles are Greek manuscripts from the 4th century. The oldest Tanakh manuscript in Hebrew and Aramaic dates to the 10th century CE, but an early 4th-century Septuagint translation is found in the Codex Vaticanus.The Bible was divided into chapters in the 13th century by Stephen Langton and into verses in the 16th century by French printer Robert Estienne and is now usually cited by book, chapter, and verse. The Bible has estimated annual sales of 25 million copies, and has been a major influence on literature and history, especially in the West where it was the first mass printed book.",
    "reviews": [
      {
        "timestampMsec": "1378537444359",
        "starRating": "5",
        "title": "Nice..",
        "comment": "Thank you..",
        "commentId": "gp:AOqpTOG92Szpckxa3dPtlPWDHOaBzJ2L3fOfNeoHgoZAbqp4ZmSl0AFOAhjDzPqDH7S7PAAaLf4vkUeJFr-0kOw",
        "author": "Alcent Talacay",
        "authorURL": "http://lh4.googleusercontent.com/-USysOG2ERFQ/AAAAAAAAAAI/AAAAAAAABoI/G5NOhaHgSGI/photo.jpg",
        "authorSecureURL": "https://lh4.googleusercontent.com/-USysOG2ERFQ/AAAAAAAAAAI/AAAAAAAABoI/G5NOhaHgSGI/photo.jpg"
      },
      {
        "timestampMsec": "1373532952028",
        "starRating": "5",
        "title": "Samsung S2",
        "comment": "Good for me..",
        "commentId": "gp:AOqpTOF_KywVt0IsQ8u5i2jl6KT2t-_B7FB8F2BMAyTvdSq0oNVRTLfYHFimErqDXxF9AtSSmVVWX_MAIAmEpuQ",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.GET_ACCOUNTS",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_PROFILE"
    ]
  }
}
