{
  "title": "Cutant Mutant Invasion",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.flipwaretech.games.cuntantmutantinvasion",
  "category": "Casual",
  "price": "Free",
  "datePublished": "April 4, 2013",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "2",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "Flipware Technologies Ltd",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.flipwaretech.games.cuntantmutantinvasion",
  "extendedInfo": {
    "installSize": "30M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Cutant Mutant is a unique and addictive Real-Time Strategy (RTS)game which blends elements of Path Drawing and Tower Defence to make an original new game concept'. A player can draw paths for its defender army of animals individually using fingers to send them to strategic locations in the scenes to stop the onslaught of enemies. First few levels are free for the gaming enthusiasts to try before they pay a nominal price for the full game. Cutant Mutant stands out in the crowd of similar games thanks to the unusual (and utterly bizarre) fighting abilities of the mutated creatures (animals) that are duking it out in the game's many levels. This games has excellent Role Play Strategy and Real Time strategy elements with great entertainment value because of its engaging game play. Giant mutant vampire bats can suck the life energy from their enemies and use it to heal their friends. Evil mutated kittens can hamper their foes by spewing toxic furballs over them. And the suicidal radioactive moles will blow themselves up at the drop of a hat, just to annoy you.'The game is about a group of animals that have mutated as a result of some weird experiments in the local Biotech Lab. Some of these animals are friendly towards humans while others are a vicious bunch who are determined to destroy the human houses and the farm houses. Friendly Mutants like Snails, spiders and bats are useful weapon to protect human bases the farm houses. There is a battle going on to take control of the paths around farm houses. If these animals are used with a winning strategy at right places, they can help you win the war against the enemy Cutant Mutants. It is possible to upgrade the stats of your fighters, adding an RPG element to the game.Cutant Mutant Invasion provides a very engaging and entertaining experience for the game players by mixing together and shaking up some of the most popular existing genres in the App Store to make an entirely new beast.Go ahead and play this game to help good guys win the battle and save the world. Use your team work strategy in this race again time sort of game to chase and stop an army of animals. Power up your animals at the base to destroy strong animals like armadillos. The animals are although mutated but are still cute. 'And remember, even the cutest little critter can be mutated into a massive, evil, death-dealing monster. You have been warned!'Please contact us at cutant@flipwaretech.com for any questions that you might have regarding the game.",
    "reviews": [
      {
        "timestampMsec": "1362656095975",
        "starRating": "5",
        "title": "So cool!",
        "comment": "I Love this game so much. Highly recommended.",
        "commentId": "gp:AOqpTOFZ0JumFaUTMDyKMJzdnMNIvBHXxZ9CX3l9nleOvJxri7HVpucGMBaniVzVoNt3Gu4UgTLUHqDWKZG8Nj8",
        "author": "Sohaib Ihsan",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1365026120307",
        "starRating": "5",
        "title": "Really amazing",
        "comment": "I reccomend this game its awesome and fun",
        "commentId": "gp:AOqpTOHamt1-lK67mDgIY1t_S4mg9Lvfz2zwfEp6JWxNRljcawZf58J11TwGpIBPbTSXbjglYwTzqHx_95cGWYg",
        "author": "Saif Ihsan",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "com.android.vending.BILLING",
      "android.permission.INTERNET",
      "android.permission.READ_PHONE_STATE",
      "android.permission.ACCESS_NETWORK_STATE"
    ]
  }
}
