{
  "title": "Earthquake Network Pro",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.finazzi.distquakenoads",
  "category": "News & Magazines",
  "price": "$1.60",
  "datePublished": "September 9, 2013",
  "version": "3.9.2",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "7",
  "rating": "4.714286",
  "contentRating": "Low Maturity",
  "creator": "Francesco Finazzi",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.finazzi.distquakenoads",
  "extendedInfo": {
    "installSize": "2.7M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Use your smartphone or pad as a vibrometer to automatically detect earthquakes and vibrations. Use the app as an alerter and fire a sound alarm in case a quake is detected. Report an earthquake that you felt and see the real time map with the reports of the other users and their messages related to the quake. Enter the Earthquake Network contest and guess where the next eartquakes will strike looking at the global tectonic plates. Receive real time E-MAIL notifications of the quakes reported within a radius from your position. View the american quakes and the global earthquakes detected in real time by USGS (U.S. Geological Survey) and by the other official global networks, with information on time, magnitude and depth of the quakes (The California earthquakes are updated in less than 10 minutes).Visit www.earthquakenetwork.it for more detailsQ: What is Earthquake Network?A: Earthquake Network is the first Android application for detecting earthquakes through a global network of smartphones and pads. Moreover, it provides information on the earthquakes detected by the global monitoring networks.Q: How does it work?A: When the device detects the waves of a quake, the event is notified to a server along with your geographic position.Q: What happens if I move my device?A: Since the single device is not reliable, a quake is actually detected when many devices in the same area detect the quake at the same time.Q: How do I use the app?A: Start the application and use your device as always. The application works as a seismometer only when the device is placed over an horizontal surface, is charging and the screen is off.Q: Does the app drain my battery?A: No. The app is only running when the device is on charge.Q: Does the app collect personal informations?A: No. Only the geographic position is anonymously collected and it is deleted from the server after 10 minutes if no earthquakes are detected.Q: Why should I keep Earthquake Network on my device?A: Because the app can be useful to detect earthquakes only if it is installed on a large number of devices and it is free. Thanks for your cooperation!",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.VIBRATE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "android.permission.WAKE_LOCK"
    ]
  }
}
