{
  "title": "Vegan Diet Free",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.fitkit_vegan.free",
  "category": "Health & Fitness",
  "price": "Free",
  "datePublished": "May 17, 2013",
  "version": "1.0",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "1",
  "rating": "1.0",
  "contentRating": "Low Maturity",
  "creator": "FitKit",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.fitkit_vegan.free",
  "extendedInfo": {
    "installSize": "5.8M",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "Vegan diet Free is a recipe app that provides an introduction to vegan eating. ★★★★★★★★★★★★★★★★★★★★★★★ \"Amazing Recipes!!! NONE of the other apps have recipes like these!! The pictures are beautiful and incredibly inspiring!! - Ashley Dondero \"Great and simple to read - Great range of meal ideas!\" - Sacha Meriaud \"Great app - The app delivers what it promises and that is tons of healthy recipes. It is easy and fun to use this app.\" - Christian Betty \"I really love this app!\" - LaTasha Royal ★★★★★★★★★★★★★★★★★★★★★★★ You can cook up a perfectly healthy, meat- and dairy-free menu that supports weightloss and reduces the risk of heart disease, diabetes, and cancer. How does the Vegan Diet work? While vegetarians eliminate meat, fish, and poultry, vegans take it a step further, excluding all animal products—even dairy and eggs. (Vegans are often animal rights activists who don’t believe in using animal products for any purpose.) So say goodbye to refried beans with lard, margarine made with whey, and anything with gelatin, which comes from animal bones and hooves, too. Fruits, vegetables, leafy greens, tofu, soy, whole grains, nuts, seeds, and legumes will be your staples. Will you lose weight? Likely. Research shows vegans tend to eat fewer calories, weigh less, and have a lower body mass index (a measure of body fat) than their meat-eating counterparts. If you’re doing it right—i.e., eating lots of fruits, veggies, and whole grains—you’ll likely feel full on fewer calories than you’re allowed each day. With that “calorie deficit” and a little physical activity, you’re bound to shed pounds. How quickly and whether you keep them off is up to you. Features ★ Elegant and intuitive interface ★ Over a dozen Vegan Diet recipes ★ Includes pertinent nutrition information for each recipe ★ Recipes for all meal types including: breakfast, lunch, dinner, snack ★ Star your favorites for easy reference ★ Filter menu to sort ★ Search feature to quickly find your favorite recipe Download the Vegan Diet app and start feeling healthier today! ------- Disclaimer: The Vegan Diet app is only intended to provide general information, without independent verification of the accuracy of the information provided to it, and the information is specifically not intended to be a substitute for medical diagnosis or treatment by your physician or other health care professional. You should always consult your own physician or other health care professionals about any medical questions, diagnosis, or treatment, especially before trying any diet. Any information supplied to you by the Vegan Diet app is provided on an \"as is\" basis without warranty as to its accuracy or safety. Any reliance upon any such information shall be at your sole risk. Any information obtained by you via this app should not be relied upon for any personal, nutritional or medical decision. You should consult an appropriate professional for specific advice tailored to your specific situation. FitKit Apps makes no representations or warranties, express or implied, with respect to any information.",
    "reviews": [
      {
        "timestampMsec": "1372625716930",
        "starRating": "1",
        "title": "Only 12 recipes",
        "comment": "Only 12 recipes in the free version and two of them had over a cup of sugar. Wish I would have known this before wasting data.",
        "commentId": "gp:AOqpTOGWi62FCUiNKd8mwPXNmKUjmF62R5nced6xvfhvEk2bDqj1iATrcFhD10ksXLTzbtjK_LhXjQdEj2ON4w",
        "author": "Sheila Ackerman",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "android.permission.VIBRATE",
      "android.permission.READ_PHONE_STATE"
    ]
  }
}
