{
  "title": "Anatomy Atlas - Spanish",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.focusmedica.jaaspanish",
  "category": "Medical",
  "price": "Free",
  "datePublished": "August 26, 2013",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "53",
  "rating": "3.6226416",
  "contentRating": "Everyone",
  "creator": "Focus Medica India Pvt. Ltd",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.focusmedica.jaaspanish",
  "extendedInfo": {
    "installSize": "26M",
    "downloadsCount": "10,000+",
    "downloadsCountText": "10,000 - 50,000",
    "description": "Esta app contiene anticipos gratis de animaciones médicas y una descripción del tema. Cada animación completa se puede comprar dentro de la app por US $4,99. Esta aplicación incluye anticipos de las animaciones y descripciones del primer Atlas animado de anatomía y fisiología humanas. En este entretenido atlas anatómico animado por Focus Medica, se explican los sistemas humanos en forma gráfica por medio de animaciones acompañadas por una narración clara en español. Esto nos permite explorar la anatomía humana, identificar los órganos y conocer las ubicación y funciones de los mismos. Las animaciones maravillosas revelan El sistema esquelético y muscular, El sistema nervioso, El sistema circulatorio, El sistema respiratorio, El sistema digestivo y excretor y El sistema reproductor. Edad: A partir de los 8 años•La información sobre la salud nunca ha sido tan accesible y fácil de entender•Haga un recorrido virtual del cuerpo humano a través de estas animaciones sumamente precisas y de alta calidad•Creado con la pericia y el apoyo de líderes acreditados en el temaCaracterísticas de la app: iPhone/iPod/iPad:•Una animación realista que explica los sistemas humanos•Un guión con enlaces en las palabras importantes para obtener mayor información•Páginas con notas para cada una de las secciones principales que se tratan en el videoCaracterísticas adicionales de la versión para el iPad:•Dibuje líneas en el video facilitando la selección de temas para analizarTemas de las aplicaciones:•El sistema esquelético y muscular•El sistema nervioso•El sistema circulatorio•El sistema respiratorio•El sistema digestivo y excretor•El sistema reproductorComentarios de los usuarios:–Esto es fenomenal; aprendí muchísimo. --Comentario de un usuario–¡Solo quería que supieran que esto le encanta a mis hijos de 3 y 5 años de edad! Estaban sentados con el iPad en el regazo y simplemente miraban. ¡Es una app buenísima! ¡Ojalá hubiera más de este tipo! --Comentario de un usuario–Me gusta mucho esta aplicación. Muy informativa, tanto para chicos como para adultos. --Comentario de un usuario–¡¡Muy bueno!! --Comentario de un usuario–¡Excelente! --Comentario de un usuario–Son unos videos fenomenales...Soy un estudiante de medicina. --Comentario de un usuario-Esta muy completo, mi hijo a aprendido mucho con Este atlas. --Comentario de un usuario-Me gusta este atlas. --Comentario de un usuario-Muy practico. --Comentario de un usuario-Muy bien! --Comentario de un usuario-Felicidades, que información tan importante. --Comentario de un usuario-Muy bueno les felicito por la aplicación. --Comentario de un usuario-Muy buena aplicación. --Comentario de un usuario-Muito bom para educacao das criancas (Very good for children'seducation.) --Comentario de un usuario-Muy bueno y educativo. --Comentario de un usuario-Muy educativo, felicidades! --Comentario de un usuarioClientes de Focus Medica:Boehringer International, Roche, MSD, Norgine, Novartis, Nycomed, Sanofi Pasteur, Otsuka, Dr. Reddy’s, Ranbaxy, Sun Pharmaceutical Industries, Ltd., Wyeth, Janssen-Cilag Pharmaceuticals, Allergan, Schering-Plough, Banyu, Cipla, Glenmark, Zydus, Sanofi-Aventis, GlaxoSmithKline, Pfizer, Bayer, Astra-Zeneca, Piramal Healthcare, Wockhardt, Unichem Laboratories Ltd., Lilly, Torrent.AVISO: La información que se presenta por medio de estas aplicaciones tiene solo un fin informativo y no debe usarse en lugar de consejos médicos.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "com.android.vending.BILLING",
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
