{
  "title": "FirstLink Mobile",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.firstcolumbiabank.ACImobile",
  "category": "Finance",
  "price": "Free",
  "datePublished": "October 18, 2012",
  "version": "1.1",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "4",
  "rating": "4.75",
  "contentRating": "Low Maturity",
  "creator": "First Columbia Bank & Trust Co.",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.firstcolumbiabank.ACImobile",
  "extendedInfo": {
    "installSize": "82k",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "First Columbia Bank & Trust Co. FirstLink MobileMobile Banking from your Android device!With FirstLink Mobile from First Columbia Bank & Trust Co., your hometown bank is just a click away! You can access your account information, check balances, pay bills and transfer money (yes, even to your kids). You can also quickly find our nearest branch or ATM. FirstLink Mobile gives you the ability to manage your finances anytime and from anywhere. Requirements - To use FirstLink Mobile, First Columbia Bank’s Mobile Banking Service, you need to have access to our Online Banking. To enroll for FREE Online Banking access, please complete an enrollment form. This form can be found at www.firstcolumbiabank.com. On the right-hand side of the home page, under Online Banking, click on Online Banking Enrollment.  Complete the form and click Submit at the bottom of the form. (Please note that you will need your First Columbia account numbers handy.) You will receive a Login and one-time-use password by mail in a few days.To use the Mobile Bill Pay feature, you need to be enrolled in our Online Bill Pay Services. If you already have online access and would like to add FREE Online Bill Payment, you can do so by clicking on the Bill Payments tab once you are logged into your Online Banking. You will be able to start paying bills the next day (or sooner). Please note that online enrollment is available for personal (non-business) accounts only. If you are interested in Online Business Banking, please call 570-784-1660 or stop by any branch office. If you are unable to access Online Banking, you may need to update your Internet Browser or verify security settings. For more information, visit our Frequently Asked Questions page. From the home page, click on Learn More under Online Banking, then click on Frequently Asked Questions. Security – Your transactions are secure when using our FirstLink Mobile. First Columbia Bank & Trust Co. uses the same security and encryption technology that we use for Online Banking, which is the industry standard 256-bit SSL encryption.Most mobile phones let you set up a password or PIN, requiring that it be entered into your phone prior to use. This ensures that your phone cannot be used if it is lost or stolen. Make sure that you always have this feature enabled and that your password or PIN is not shared with anyone.Just like your computer, mobile phones are vulnerable to viruses, some of which can give fraudsters access to your personal information. To keep your information safe: • Install security software and keep it up-to-date• Delete junk emails and text messages• Don't follow any website links unless you know that they're genuine• Don't download any files or email attachments that you're not sure aboutKeep your mobile software up-to-date• On occasion your mobile phone manufacturer will likely release software updates for your phone. These should be downloaded and installed regularly to ensure your mobile phone has the most current and up-to-date software installed. We will never call or send you a text message to request that you update or verify your personal or financial details. If you ever receive a call or text message requesting this information, please call us using the phone number on your account statement, on the back of your ATM or Debit Card, or local telephone directory to confirm the call is legitimate.Capability – With FirstLink Mobile Banking, you can:• View account balances• View recent transactions• Transfer fund between your accounts • Pay Bills• Find the nearest branch of ATM using your device GPS• Call our FirstLink Telephone Service for automated informationSupport –For questions, please call 570-784-1660",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION"
    ]
  }
}
