{
  "title": "Paleo Diet Free",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.fitkit_paleo.free",
  "category": "Health & Fitness",
  "price": "Free",
  "datePublished": "May 17, 2013",
  "version": "1.0",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "1",
  "rating": "2.0",
  "contentRating": "Low Maturity",
  "creator": "FitKit",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.fitkit_paleo.free",
  "extendedInfo": {
    "installSize": "6.0M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "New year, new you! Paleo Diet FREE provides a dozen low carb recipes to help you burn fat and live healthier. ★★★★★★★★★★★★★★★★★★★★★★★ \"These recipes are so good. Dieting was never so tasty\" - Sarah Casey \"This is an amazing application!\" - Amroy Strachan \"A very good and handy application. Recommend it to anyone trying paleo…\" - Christina Xirou \"This is helping me so much!\" - Andrea Ward \"I am really enjoy this app! It is extremely helpful for my diet! Truly thanks!\" - Nam Ngo ★★★★★★★★★★★★★★★★★★★★★★★ The only thing that matters when it comes to losing weight is if it works! First popularized in the mid-1970s, the paleo diet has been promoted by a huge number of authors and researchers in books and academic journals as a method of healthy eating. The paleo diet, also popularly referred to as the caveman diet, Stone Age diet and hunter-gatherer diet, is a nutritional plan based on eating wild plants and animals. Paleolithic nutrition is based on the premise that modern humans are genetically adapted to the diet of their Paleolithic ancestors and that human genetics have scarcely changed since the dawn of agriculture. Therefore, an ideal diet for human health is one that resembles this ancestral diet. Research has shown that modern human populations following paleo like diets are largely free of diseases of affluence, such as diabetes and heart disease. The \"modern\" Paleolithic diet consists mainly of healthy proteins, including: fish, grass-fed pasture raised meats, vegetables, fruit, roots, and nuts. ★ Features an elegant and intuitive interface ★ 12 paleo food recipes ★ Recipes for all meal types including: breakfast, lunch, dinner, snack ★ Star your favorites for easy reference ★ Filter menu to sort ★ Search feature to quickly find your favorite recipe Download the Paleo Diet app and start eating healthier today!",
    "reviews": [
      {
        "timestampMsec": "1369076737877",
        "starRating": "2",
        "title": "Not worth it.",
        "comment": "Just a few recipes.",
        "commentId": "gp:AOqpTOGnHAA6J09L7TW6JflxQkbEe_IprdTFMRe1okL7p9FR2ADt3MuaCS-IvUTVvceTScOQZSSaMIYoN5QTICU",
        "author": "Kathy McDonald",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "android.permission.VIBRATE",
      "android.permission.READ_PHONE_STATE"
    ]
  }
}
