{
  "title": "FlipHead Deep Breathing",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.fliphead.deepbreathing",
  "category": "Health & Fitness",
  "price": "$2.99",
  "datePublished": "May 15, 2012",
  "version": "1.01",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "Appalachian Apps, LLC",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.fliphead.deepbreathing",
  "extendedInfo": {
    "installSize": "8.5M",
    "downloadsCount": "10+",
    "downloadsCountText": "10 - 50",
    "description": "Too many people suffer from chronic anxiety, anger, frustration and nervousness.    These feelings impact millions of lives.   They complicate our relationships, and impact our ability to work, to grow, and to reach our full potential.  Many people wish for a way to relax, especially in the midst of anxiety-producing situations, or to control their anger.Diaphragmatic Breathing, or Deep Breathing, is a basic way to relax the body. It is a simple technique that can be used quickly, wherever you are.  It is easy to use, works quickly, and requires only your body and your willingness to learn, in order to be successful.  Relaxing your body makes it impossible to be stressed in mind and emotions.This app contains simple instructions on how to learn, and how to employ Deep Breathing. In addition, this app contains a brief demonstration video that shows you how to test your own breathing and how to breathe from your diaphragm. There is also a brief audio that paces your breathing for you.  This audio can be used repeatedly to practice Deep Breathing, until you have the pacing down.By using the app and instructions, you should be able to learn the Deep Breathing and you should benefit from it within one to two weeks.Search Key Words:Mosack.  Deep Breathing, Diaphragmatic Breathing.  Psychology.  Anxiety, Worry, Nervousness, Panic, Tension, Stress, Trauma, Insomnia, Depression, Restlessness, Anger.  Rage.  Relaxation, Meditation, Peace.  Negative Thoughts. Obsession, Obsessive-compulsive, Conversion Disorder, Post-traumatic Stress Disorder, Pessimistic. Emotional.  Upset.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.VIBRATE",
      "android.permission.WAKE_LOCK"
    ]
  }
}
