{
  "title": "Flower Wallpapers",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.flower.wallpapers",
  "category": "Personalization",
  "price": "Free",
  "datePublished": "September 22, 2012",
  "version": "1.0",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "17",
  "rating": "3.4117646",
  "contentRating": "Low Maturity",
  "creator": "Nisavac Wallpapers",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.flower.wallpapers",
  "extendedInfo": {
    "installSize": "497k",
    "downloadsCount": "10,000+",
    "downloadsCountText": "10,000 - 50,000",
    "description": "Knock, knock! Flower delivery is waiting! Get infinite garden of flowers for your phone screen by downloading these wallpapers! Lilly, rose and a huge number of magnificent others will make your screen colorful and breathtaking! It is up to you to pick the bouquet and freshen up the screen! Girls, do not wait for the gentlemen anymore!-Easy-to-browse interface enables you to find the desired background in no time!- Customize the wallpaper to fit your taste and screen!- Zoom, un-zoom, rotate, move, scale, adjust brightness, add various effects and save your background design!Flowers are perhaps the most beautiful gifts of nature. Finding them popped from bud to bloom in the garden or discovering a field full of wild daisies elevates the mood. Although all of them are beautiful some are more popular than others. The reasons for their popularity include consistency in growth and extended bloom time.  Fragrance and ease of cultivation are also included when their popularity is considered. \tExcept that they are wonderful they also have an important function. They help all kinds of plants reproduce by making seeds that will grow up into new plants.To make the seeds, they need to send their powdery pollen to other plants, and get new pollen in return. Some of them contain sweet nectar that bees and butterflies or other flying insects love to sip. As they reach inside the flower to sip the nectar, the sticky pollen falls on the birds’ or insects’ heads or feathers. When they fly into the next one, they drop off the pollen from the first one, and so on.Bees use the nectar they collect from flowers to make honey. Next time you enjoy honey on your toast, remember that it all started with it!The essence of these plants is the vibrational imprint that has been transferred and stabilized in water. They can help us recognize, resolve, or release different conditioned ways of perceiving the world and can help us experience greater well-being and harmony in our lives. By creating harmony within us, we often notice distinct changes in ourselves emotionally and spiritually. These essences are very effective in helping us to recognize and rid ourselves of limiting or destructive patterns of behavior. The essences support us in extending our consciousness beyond its present state. They provide a language that helps us to understand our emotions and inner soul urgings. In Victorian times, some specific meanings of these lovely plants limited their selection because people used more symbols and gestures to communicate than words. But today, with so many choices, there are no rules - it's the sentiment that gives the gift its meaning. Your florist can help you send the right message. Many people assign their own personal meanings - a flower or color that might remind them of a special event or moment in their lives. For those interested in the historic meanings, the Society of American Florists has compiled the list from a variety of different source.If not heard for some other kinds, all men know that roses are always good choice as a gift.  Except that all roses look beautiful, sometimes is good to know the main significance of their color. Pink ones represent friendship while red roses represent passionate love.  Those who are familiar with some others maybe know that lilac means first love while orchids represent delicate beauty. Summing up all the information given above download these wallpapers and grab your bouquets! You can easily become the florist yourself!",
    "reviews": [
      {
        "timestampMsec": "1363186697692",
        "starRating": "1",
        "title": "Horrible",
        "comment": "I would give negative stars if possible!!! Horrible, no good, dirty rotten app. I couldn\\'t even browse the wallpapers for the dang thing adding other things to my phone without me \\\"ok\\'ing\\\" it! UGH!!! IMMEDIATELY removed. Be warned!!!!",
        "commentId": "gp:AOqpTOEyJ5jkOVK_eKCx80Mn6v7iSHMH7kapCqHOfOIf6Qgn-7GYVNXxXwjzI-40ZlQtZZzvcVcflrmwxds5zg",
        "author": "Karon Grubbs",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1368741941044",
        "starRating": "5",
        "title": "Beautiful",
        "comment": "A awesome collection of flowers",
        "commentId": "gp:AOqpTOFz7h1NKh3CPLkkYjZm8tS81NosoE_wvbbycs5gvJI4Cyy87ir1XG5DqLZnfkYX5NuC8nL5_QAvlhIpkg",
        "author": "Shamaney Samuels",
        "authorURL": "http://lh6.googleusercontent.com/-8Ej2cpSpL6E/AAAAAAAAAAI/AAAAAAAAABA/yhxml5JggZo/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/-8Ej2cpSpL6E/AAAAAAAAAAI/AAAAAAAAABA/yhxml5JggZo/photo.jpg"
      },
      {
        "timestampMsec": "1372338493125",
        "starRating": "4",
        "title": "Great",
        "comment": "I love all flower but i can\\'t save image :-(",
        "commentId": "gp:AOqpTOHDR1TAOXKZ5Bg2Tt5jAi7SL4rKNca-TboDAu4P8MKdXyPwlLaLFyBQEPosWplQI2A6Pye9C0htdQEbzw",
        "author": "Nawsare May Say",
        "authorURL": "http://lh3.googleusercontent.com/-9kjmYrcsRNo/AAAAAAAAAAI/AAAAAAAAAc8/Davl4eOJnlk/photo.jpg",
        "authorSecureURL": "https://lh3.googleusercontent.com/-9kjmYrcsRNo/AAAAAAAAAAI/AAAAAAAAAc8/Davl4eOJnlk/photo.jpg"
      },
      {
        "timestampMsec": "1352125538081",
        "starRating": "5",
        "title": "Awesome!",
        "comment": "This is great wallpaper, actually my favourite! :)",
        "commentId": "lg:AOqpTOFvXArg-3Z3HiEAUZG2oZ9aYtAO2AY6aoksfnYbNpS4MgxFELdQI0_3cXq9FUrL_aEDeCNS0ne6HBfRHg",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1348982333453",
        "starRating": "3",
        "title": "Checking it out!",
        "comment": "I\\'ll add or delete stars after I check it out. Give me a few days",
        "commentId": "lg:AOqpTOHoKRv93L1JukjReA0zjEhQDcVrSKyqj6CoBfCtQZYlMK_ROWWB2GbgOeFE3_iEhyoQAvbknObMfczyMA",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.SET_WALLPAPER",
      "android.permission.WAKE_LOCK",
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.READ_PHONE_STATE",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "android.permission.VIBRATE",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_LOCATION_EXTRA_COMMANDS",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "com.android.browser.permission.READ_HISTORY_BOOKMARKS",
      "com.android.browser.permission.WRITE_HISTORY_BOOKMARKS",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
