{
  "title": "FAQs in Heart Failure",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.focusmedica.ccfaqheartfailure",
  "category": "Medical",
  "price": "Free",
  "datePublished": "August 22, 2013",
  "version": "1.1",
  "operatingSystems": "2.3.3 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "Focus Medica India Pvt. Ltd",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.focusmedica.ccfaqheartfailure",
  "extendedInfo": {
    "installSize": "29M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "FAQs in Heart Failure provides answers to many of the questions related to the anatomy and pumping function of the heart, causes, risk factors, types and symptoms of heart failure, diagnostic tests, managing heart failure by means of medications, implantable devices, and surgery, to guidelines to prevent heart failure, and precautions to be taken when implanted with a cardiac device or having undergone a heart surgery. The text is supported by lifelike videos and relevant images.The animated videos helps in understanding and retaining the information better. This is an authentic and useful tool for the Doctor to explain to Patients, to patients to understand their condition and there by management of the disease and also to the care givers. The Frequently Asked Questions (FAQs) series from Focus Medica are extremely useful reference sources designed to enhance the understanding and dispel misconceptions regarding common diseases and disorders. Each FAQ provides answers to the common questions that occur in the mind regarding the causes, treatment, and management of a health condition. Every title is accompanied by captivating and realistic animation videos providing an insight into mechanisms of action in the micro world of the human body and a collection of relevant images.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "com.android.vending.BILLING",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
