{
  "title": "Dash Diet Free",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.fitkit_dash",
  "category": "Medical",
  "price": "$0.99",
  "datePublished": "May 29, 2013",
  "version": "1.1",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "4",
  "rating": "3.5",
  "contentRating": "Low Maturity",
  "creator": "FitKit",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.fitkit_dash",
  "extendedInfo": {
    "installSize": "13M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "100 - 500",
    "description": "Dash Diet is a recipe app that provides over 100 recipes to help you lead a healthier life. ★★★★★★★★★★★★★★★★★★★★★★★ \"Amazing Recipes!!! NONE of the other apps have recipes like these!! The pictures are beautiful and incredibly inspiring!!- Ashley Dondero\"Great and simple to read - Great range of meal ideas!\" - Sacha Meriaud\"Great app - The app delivers what it promises and that is tons of healthy recipes. It is easy and fun to use this app.\" - Christian Betty \"I really love this app!\" - LaTasha Royal★★★★★★★★★★★★★★★★★★★★★★★ The DASH diet was developed by the The National Heart, Lung, and Blood Institute (NHLBI). Studies have shown that nutrients such as potassium, calcium, protein, and fiber are crucial to fending off or fighting high blood pressure. You don’t have to track each one, though. Just emphasize the foods you’ve always been told to eat (fruits, veggies, whole grains, lean protein, and low-fat dairy), while shunning those we’ve grown to love (calorie- and fat-laden sweets and red meat). Top it all off by cutting back on salt, and voilà! This diet is similar in style to other popular diets you may have heard of, such as the TLC diet, mediterranean diet, and the Mayo Clinic diet. Rigorous studies show DASH can lower blood pressure, which if too high can trigger heart disease, heart failure, and stroke. (In fact, the name DASH stands for Dietary Approaches to Stop Hypertension—hypertension being the medical term for high blood pressure.) It’s also been shown to increase “good” HDL cholesterol and decrease “bad” LDL cholesterol and triglycerides, a fatty substance that in excess has been linked to heart disease. Overall, DASH reflects the medical community’s widely accepted definition of a heart-healthy diet—it's heavy on fruits and vegetables and light on saturated fat, sugar, and salt.Features ★ Elegant and intuitive interface ★ Over 100 Dash Diet recipes ★ Includes pertinent nutrition information for each recipe★ Recipes for all meal types including: breakfast, lunch, dinner, snack ★ Star your favorites for easy reference ★ Filter menu to sort ★ Search feature to quickly find your favorite recipe Download the Dash Diet app and start feeling healthier today!-------Disclaimer:The Dash Diet app is only intended to provide general information, without independent verification of the accuracy of the information provided to it, and the information is specifically not intended to be a substitute for medical diagnosis or treatment by your physician or other health care professional. You should always consult your own physician or other health care professionals about any medical questions, diagnosis, or treatment, especially before trying any diet. Any information supplied to you by the Dash Diet app is provided on an \"as is\" basis without warranty as to its accuracy or safety. Any reliance upon any such information shall be at your sole risk. Any information obtained by you via this app should not be relied upon for any personal, nutritional or medical decision. You should consult an appropriate professional for specific advice tailored to your specific situation. FitKit Apps makes no representations or warranties, express or implied, with respect to any information.",
    "reviews": [
      {
        "timestampMsec": "1346954550699",
        "starRating": "1",
        "title": "Crystal",
        "comment": "Waste of $ , there are hardly any recipes !   Upgrade more",
        "commentId": "lg:AOqpTOExKyewzkF6Ih7_D-TvJHls86naCMstXSFetjCWH3kiUTCqrYFMKgYoULeb5HcN5Zww3LdVAcIDjS80Lw",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1344245435349",
        "starRating": "5",
        "title": "Love the DASH diet",
        "comment": "Great tool just would like more recipes.",
        "commentId": "lg:AOqpTOEeXI2_rEzI5L1dVXA5kk-EFu31dvY98_QoLYWN6K9RCaS1rxzAlr8Hcs51sTAuNg9NSfusMfzw6k92BQ",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1344473985751",
        "starRating": "5",
        "title": "great",
        "comment": "Need more recipes",
        "commentId": "lg:AOqpTOH0h9Mk73pGMYaP8uhmky4XcW7ybQ_2W9k4TGPSu2aThcc65TuK6UZlkCTp7Zef74ERnUWy7zhI9DVYBA",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "android.permission.VIBRATE",
      "android.permission.READ_PHONE_STATE"
    ]
  }
}
