{
  "title": "Fighter Jet Attack Free Game",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.fighterjet.attack",
  "category": "Brain & Puzzle",
  "price": "Free",
  "datePublished": "June 13, 2013",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "3",
  "rating": "5.0",
  "contentRating": "Low Maturity",
  "creator": "App Factory 123",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.fighterjet.attack",
  "extendedInfo": {
    "installSize": "5.5M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "A fighter jet is a military aircraft used primarily for air-to-air combat with other aircraft, rather than the bombers, its design is primarily by attacking ground targets bomb-throwing. A warrior is characterized by its small size, speed and mobility. Many fighters have the ability to attack, and some are dual-roled as fighter bombers. Therefore, the term \"fighter\" is sometimes extended to include commonly known as dedicated ground attack aircraft.Get on your phone and enjoy the best puzzle game of fighter jets in HD. A select multiple of these excellent aircraft of engineering and aerodynamics. Many of them were part of historic battles of modern warfare.Some jet fighter included:F-15 Eagle, F-14 Tomcat, F18- Hornet and F16 FalconFEATURES:- Free to play! Take it anywhere on your mobile device.- Amazing pictures, selected manually based on rating system.- Complete list of all fighting jet video.- View the The fighter jet video and news in your android phone.- Total of 24 different Fighter Jet jigsaw puzzle game.- Application is totally free- Supports tablets and phones, MDPI, HDPI, XHDPI, mid-size, large, x-large and HD screens;Drag the pieces to the right place to create the image. Try to complete all levels and you will get the extra bonus, you'll love this game! Download it free to your android phone.DISCLAIMER: All names, trademarks and images are copyright their respective owners. The use of any names, copyrights, trademarks or photos have been used for Descriptive Purposes only and not to show endorsement or permission to use. This is completely unofficial, and created for fans.This app made by fans for fans, and it's for entertainment and personal purposes only.",
    "reviews": [
      {
        "timestampMsec": "1365090574348",
        "starRating": "5",
        "title": "f22",
        "comment": "no more fight",
        "commentId": "gp:AOqpTOFe8Hhn4wtOHZf_jqXvgOgCijRq8OCTpLiiIWIUxfFtzspDkBxWr8bBEqD_awRcpLElLbJDKIvAwQ8Ixg",
        "author": "Ye Khaung",
        "authorURL": "http://lh4.googleusercontent.com/-MUG7rm4o0pE/AAAAAAAAAAI/AAAAAAAAAO4/nprHDh4TOUI/photo.jpg",
        "authorSecureURL": "https://lh4.googleusercontent.com/-MUG7rm4o0pE/AAAAAAAAAAI/AAAAAAAAAO4/nprHDh4TOUI/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.RECORD_AUDIO",
      "android.permission.CAMERA",
      "android.permission.WAKE_LOCK",
      "com.fighterjet.attack.permission.C2D_MESSAGE",
      "com.google.android.c2dm.permission.RECEIVE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
