{
  "title": "Atlas of Rheumatoid Arthritis",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.focusmedica.animatedatlasofrheumatoidarthritis",
  "category": "Medical",
  "price": "Free",
  "datePublished": "September 4, 2013",
  "version": "1.1",
  "operatingSystems": "2.3.3 and up",
  "ratingsCount": "1",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "Focus Medica India Pvt. Ltd",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.focusmedica.animatedatlasofrheumatoidarthritis",
  "extendedInfo": {
    "installSize": "44M",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "Atlas of Rheumatoid Arthritis- Animated Videos collectionThe Atlas of Rheumatoid Arthritis –Animated Videos collection, is a comprehensive collection of videos and images pertaining to disabling, autoimmune disease that affects the joints. The Animated Atlas is an excellent reference and an invaluable resource for effective presentations and lectures.Focus Animated Atlas series is a collection of authentic animation videos and images covering the key mechanisms, drug interactions and treatment process of a given disease condition. Created with the expertise of internationally reputed opinion leaders, these incredible animation videos accompanied by audio make it easier to perceive and understand the cellular world, metabolism, and body functions. The animations in this application simplify the understanding of biological processes and their mechanisms of action using visual media that is particularly well suited for the science of medicine. The high quality animations take the viewer on a virtual tour of the human system through accurate visuals to effortlessly understand chronic diseases and their mechanisms of action, and management including drug interactions. Atlas of Rheumatoid Arthritis Videos collection: is a collection of 61 animated videos with 138 corresponding images covering:Symptoms & contributory factorsa. Rheumatoid arthritisb. Synovial membranec. Joints involved in RAd. Autoimmunity and RAe. Stages of RAf. Neurogenic Inflammationg. Rheumatoid nodulesh. Genes associated with RAi. Rheumatoid factorj. Joint and cartilage in RAk. Juvenile rheumatoid arthritisl. Synovial fluid in RAm. Synovial liningn. Anemia in RAo. Bone erosion in RAp. Autoantigens in RAq. Rheumatoid arthritis pathogenesis pathwayr. Inflammation in RAs. AngiogenesisImmunopathologya. Role of TNF alphab. Interleukin-1c. Rheumatoid arthritis synovial fibroblasts (RASFs)d. Role of T-cellse. Role of B-cellsf. Macrophagesg. Leukocyte homing to synoviumh. Platelets in the disease process of RAi. Fas and RAj. Role of interleukin-18 (IL-18) in inflammatory diseasesk. Role of chondrocytes in rheumatoid arthritisl. Role of dendritic cells in RAm. Role of IL-6n. Cytokines in RAo. Chemokines in RAp. Neutrophil migration and actionq. Interleukin-15r. Interleukin-17s. Matrix metalloproteinases (MMPs)t. Prostaglandin E2u. Apoptosis in RATherapeutic & surgical interventionsa. Monoclonal antibody to CD20 antigenb. T cell costimulatory blockadec. Anti-human IL-6 receptor antibodyd. Targeting oncostatin Me. Targeting the epigenetic modifications of synovial cellsf. Gene therapyg. Anti-Fas monoclonal antibodiesh. Recombinant human IL-1 receptor antagonist therapyi. Cytokine blockadeArthroplastyj. Arthroplastyk. SynovectomyTendon repairl. Arthrodesis (fusion)m. TNF alpha inhibitorsn. Hip replacemento. Arthroscopic synovectomyp. Total knee replacementq. ArthrocentesisDISCLAIMER: The information provided in this application is only intended to be informative and should not be construed as a substitute for medical advice.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "com.android.vending.BILLING",
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
