{
  "title": "Funny Videos",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.flythebee.funnyvideos",
  "category": "Media & Video",
  "price": "Free",
  "datePublished": "July 19, 2013",
  "version": "1.2",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "4",
  "rating": "4.0",
  "contentRating": "Everyone",
  "creator": "Fly the Bee",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.flythebee.funnyvideos",
  "extendedInfo": {
    "installSize": "833k",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "Best funny videos ever !!! Watch and enjoy all the videos you can in this application. You can watch videos of cats, dogs, horses, people getting in trouble, bloopers and comedy.App features:Watch funny videos of animals.Watch funny videos of people.Watch funny videos of bloopers.Watch videos inside the application*.Share application with your friends.*Video quality may differ according to your broadband connection.kw: funny videos, youtube, animals, people, blooper, bloopers, comedy, hilarious pranks, crazy stunts, epic fails, cute girls, cute animals, compilation, fails, america's, laugh, laughing, home videos, baby, extreme, extreme fail, getting hurt,- End User License Agreement -We don't, in any way, shape or form, claim any ownership to the characters, images, videos, or anything else related on the content of this app. All images used in this free wallpaper software are owned and are copyrights of their respective owners.All title and intellectual property rights in and to the content which may be accessed through use of the software is the property of the respective content owner and may be protected by applicable copyright or other intellectual property laws and treaties.We are not affiliated with the company. This must be regarded as a fan app, we are very loyal fans.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.INTERNET",
      "android.permission.READ_EXTERNAL_STORAGE",
      "android.permission.WRITE_EXTERNAL_STORAGE"
    ]
  }
}
