{
  "title": "FlipHead Thought Stopping",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.fliphead.thoughtstopping",
  "category": "Health & Fitness",
  "price": "$2.99",
  "datePublished": "February 15, 2012",
  "version": "1.02",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "2",
  "rating": "5.0",
  "contentRating": "Low Maturity",
  "creator": "Appalachian Apps, LLC",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.fliphead.thoughtstopping",
  "extendedInfo": {
    "installSize": "1.3M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Many, many people suffer from a variety of negative thoughts or beliefs about themselves, the world, or others.  Negative thinking may include apprehensively worrying, looking ahead with trepidation to upcoming situations, or worrying about what may or may not happen in the future.   Some people think too critically about themselves, demeaning their appearance, their intelligence, their efforts, etc., and crushing their own self-esteem and confidence.  Others see only the negative in their lives, or live with chronic, unremitting regret over past decisions.  Some suffer from unresolved grief.  Others hold grudges and live with bitterness for years. These negative thoughts are not helpful.  They contribute to depression, grief, anxiety, or panic, and can paralyze or greatly limit people, creating life-long misery and fear.  And although most people want to do away with the unhappiness and anxiety, they do not know how to free themselves.This easy-to-use app helps you to recognize the sort of negative thinking that is distressing you, and to record examples of your own personal negative thoughts to make it easier for you to catch and eliminate them.  Using tenets of Cognitive Behavioral Therapy, the app describes the impact of negative thinking on your body, emotions, and behavior. The app teaches you Thought-stopping and Thought-replacement techniques to control and then eliminate negative thoughts and beliefs, freeing you also from the unhappy and crippling emotions that come with them. For those who suffer with negativity, this freedom may seem impossible but these simple techniques can be life-changing and liberating.  The app also includes a very brief audio of an Attending Exercise that will demonstrate the mind’s ability to block out unwanted thoughts.  The Attending Exercise can also be used as a brief relaxation tool and an instrument to distract you from the negative thoughts.Marguerite Mosack, Ph.D. is a licensed psychologist who has been practicing psychology, teaching relaxation, and changing lives for over twenty years.Search Key Words:  Psychology, anxiety, obsession, obsessive-compulsive, worry, negative thoughts, negative thinking, negative beliefs, thought-stopping, thought-control, Dr. Marguerite Mosack, nervousness, tenseness, panic, conversion disorder, post-traumatic stress disorder, stress, unease, apprehension, tension, trauma, angst, insomnia, agonize, pessimistic, depressed, depression, restlessness, relaxation, meditation, peace",
    "reviews": [
      {
        "timestampMsec": "1359653898289",
        "starRating": "5",
        "title": "Wonderful",
        "comment": "The grounding exercise is so simple, yet amazing. We truly get caught up in being unaware. For me, I NEED to stop my negative thoughts as I\\'m allowing them to ruin my life. There are no \\\"magic pills\\\", but as someone who\\'s tried so much for decades this app has already helped. Now, to be consistent & persistent ...",
        "commentId": "gp:AOqpTOE8iLogGjOSlZ1tvNaLUhCeEjTmgRDVvSK-g5WmvsPKg-W3jASeSsmQrBYJ8DrAQur0RxWz9hDjg9HWcw",
        "author": "Victoria M-ski",
        "authorURL": "http://lh5.googleusercontent.com/-IXIQtLY5Kgg/AAAAAAAAAAI/AAAAAAAAAjA/Xp3I_p-asMQ/photo.jpg",
        "authorSecureURL": "https://lh5.googleusercontent.com/-IXIQtLY5Kgg/AAAAAAAAAAI/AAAAAAAAAjA/Xp3I_p-asMQ/photo.jpg"
      },
      {
        "timestampMsec": "1327605399419",
        "starRating": "5",
        "title": "Valuable APP to Have Handy",
        "comment": "For someone whose life is impacted by negative thinking, this is a great resource to have at hand at all times. For the price of a cup of coffee I have constant access to a strategy to defeat destructive thoughts and valuable tools to gain control of my thought process and therefore, my life. Information is provided via textual and audio material. Five Stars!",
        "commentId": "lg:AOqpTOGY7Kn5YEjbiNAsbTw_q4tC1nekV9e-17S2PN6_gysqWm9cta4NOosx97jz7-SxIXCqMNQ8zFv__IhuTA",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [

    ]
  }
}
