{
  "title": "Luca Lashes The Brown-Eyed Boy",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.flyingword.LucaLashes.BEBEn",
  "category": "Education",
  "price": "Free",
  "datePublished": "December 16, 2011",
  "version": "1.0",
  "operatingSystems": "2.0.1 and up",
  "ratingsCount": "6",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "Luca Lashes LLC",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.flyingword.LucaLashes.BEBEn",
  "extendedInfo": {
    "installSize": "46M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "Discover the world with Luca Lashes! Read and interact with a children’s story in four languages. Please enjoy this multilingual educational audio App Series. This App introduces the series, which follows the exploits of “Luca Lashes, the Brown-eyed Boy with the Magic Eyelashes,” as he discovers the world around him and experiences his “firsts” in life. The App features interactivity (touch, sight, & sound), parent suggestions, a relatable character and is written for children under four. Each version can be read in English, French, Italian, & Spanish. To promote reading in young children, individual words are highlighted as the story is read and words zoom up when pictures are touched.  Luca Lashes aims to promote literacy by combining the original text with artwork and audio, each providing entertainment and interactive learning opportunities.Additional Features:★ Picture/Word association -words zoom up and are spoken when pictures are touched★ Multilingual audio narration★ Interactive sound effects for each scene★ Pages are dimensional to enhance the learning experience********What Readers are Saying About Luca Lashes*********\"I love that this book comes in multiple languages. What a great concept by having a parent's section at the end of each of your stories to provide guidance with first encounters. A great introduction of Luca in this story an I’ll look forward to learning more about his character in books to come.\" — iTunes review, Luca Lashes: The Brown Eyed Boy with the Magic Eyelashes, 5 out of 5 stars, 5/4/12\"The books are very well put-together - the illustrations are adorable and I like that there are interactive features. I also love the bonus parent tips, since sometimes it can be hard to know what the best way to approach a child's fear is.\" — Bekah, Motherhood Moment, 5/8/12\"The story offers kids a way to overcome their fears on their own, which I think is great! And the app lets kids poke around with the characters and the objects. It's cute.  Also, other books in the series seem to target other common problem-areas. I look forward to more!\" — StaticFox, Amazon review, Luca Lashes: The Brown Eyed Boy with the Magic Eyelashes, 5 out of 5 stars, 5/3/12Luca Lashes is an innovative, fun, and exciting activity. It provides an incredible bonding experience for young families.”  — Scott A. Irwin, M.D., Ph.D., 3/30/12*************************Follow Us On**************************Facebook at http://www.facebook.com/lucalashesllcTwitter at http://www.twitter.com/LucaLashesLLCLinkedIn at http://www.linkedin.com/company/luca-lashes-llcLuca Lashes Blog at http://blog.lucalashes.com/YouTube at http://www.youtube.com/user/LucaLashesLLC?feature=watchSee our Electronic Press Kit at http://www.youtube.com/watch?v=BhrjJwEfNjU&context=C4343195ADvjVQa1PpcFPWddWLRdv7qSmbLA9AhYnSVWpHNSzvgLg=",
    "reviews": [
      {
        "timestampMsec": "1352780584987",
        "starRating": "5",
        "title": "Cute book.",
        "comment": "Well worth the download.  Has a good concept for children dealing with fear.",
        "commentId": "lg:AOqpTOGN8qDGdMGaOTcriKNu8UDd54i9LKsOC2uo3rPjaSgIrvBd-7witN33VaB0EDceO0XX0TKKPGRKfpcadA",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1377009776843",
        "starRating": "5",
        "title": "Excellent",
        "comment": "I love this game so dose my sisster",
        "commentId": "gp:AOqpTOFcZS-PAc8JNehtUyQ1CsboAJDL3BkqYEiBJoTs8VLTwxnad7jastiG0n262eYzJoogXUxu25bbVUJQoQ",
        "author": "Maryam Issa",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1353309393882",
        "starRating": "5",
        "title": "Awesome!",
        "comment": "This is my nephews favorite app! He plays with it for hours on my tablet!",
        "commentId": "lg:AOqpTOE70OVvzqp5X2yEuWlaOZb3I0HjSnns0Oogdl_0Gwmoq5NhxmDE56ueehEiy-0tCfJmX35p148wO6SWGg",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.WAKE_LOCK"
    ]
  }
}
