{
  "title": "WhatSat - Satellite Explorer",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.finchconsulting.whatsat",
  "category": "Education",
  "price": "$2.99",
  "datePublished": "April 19, 2011",
  "version": "1.0.1",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "8",
  "rating": "3.625",
  "contentRating": "Low Maturity",
  "creator": "Finch Consulting LLC",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.finchconsulting.whatsat",
  "extendedInfo": {
    "installSize": "105k",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "Turn UFO's into IFO's with WhatSat - Satellite Explorer!WhatSat - Satellite Explorer helps you identify and learn about satellites that you see passing overhead in the night sky. It can also be used as a satellite spotting aid.  The satellite catalog includes 150 or so of the brightest orbiting objects as identified by NORAD.  If you want more information about about the satellites you are seeing instead of just getting a name and a number (what is an Ajisai (egs) anyway?), this app that does that.  For each satellite listed there is a description and an image (when available).When you see a satellite, run the app and it shows a list of the satellites that are passing over you.  You get a description of the satellite and an image.  The app also shows you a ground track of the satellite to give you some idea where and how far away it actually is.To use the app as a satellite spotter, take it out when satellites are making visible flybys.  That is, just after dark and right before sunrise.  The app tells you what'soverhead with a visibility indicator for each satellite and the elevation and azimuth are shown to help you find the satellites.  The map view that shows the satelliteground tracks can also help.When you spot a satellite you can tag it as \"seen\".  This cool feature lets you keep track of all the satellites you have spotted and compete with your friends to see whocan spot the most.  Our developer's record is nine tagged satellites in one 45 minute session.  The catalog view shows all the satellites in the tracking database, highlights your tagged satellites and shows the total number of satellites you've tagged.WhatSat - Satellite Explorer is a great tool for learning something about what's going over in the night sky.Note: WhatSat requires cell service or WiFi to access the server that does satellite flyby calculations.Questions? flybyshelp@spaceweather.com",
    "reviews": [
      {
        "documentVersion": "1.0.1",
        "timestampMsec": "1375905825308",
        "starRating": "5",
        "title": "Best tracker",
        "comment": "From spy satellites to Soviet space junk, this app identifies it all with a nice description and details of it. Its map tracking is spot on accurate. I don\\'t know why this app doesn\\'t have one million downloads yet.",
        "commentId": "gp:AOqpTOFCo3gGzBe-LmR3ve3qzqmmVuNGVWzZwGMlQDqfw1Q82NfAb7k5Fl_b0Q1z1bC2ymqlgR-_IG8UMHw",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "documentVersion": "1.0.1",
        "timestampMsec": "1315086131987",
        "starRating": "5",
        "title": "I like this App! Use it with Satellite Flybys",
        "comment": "This is a Great App!!! Used with Satellite Flybys (by the same author) It is Great. What I like about this app, is that I can click Map Current Satellites and see where they are anytime of the day (of course we can only see them at night) With Satellite Flybys, I can set an alarm to let me know when they will be visible, but with this app, I can see on a map, showing me direction and where they are. The 2 Apps working together are GREAT!!!! Thanks, Mike",
        "commentId": "lg:AOqpTOHTtyHia3czjWWJa85fkqDE5C8NAG_8kAAPZAjhnMCRWcWuDxHg_aQUlQnZPzR6eG_5tcproNOME7U",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "documentVersion": "1.0.1",
        "timestampMsec": "1317322245851",
        "starRating": "5",
        "title": "Nice App! I use it to find sats",
        "comment": "Not really sure what Mike M is talking about. I use this app to spot satellites when I go out. Using Az and El to find them works really well once you get used to it. I\\'ve spotted six in one session and have tagged 27 so far.",
        "commentId": "lg:AOqpTOHSwXlx2Sn4KIRZ9vDEQ0B3sddryRZkSV9Q9NZhtPC-LoYjVtLd6micLfDBKbJuh7hgKYv_zu9llDY",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "documentVersion": "1.0.1",
        "timestampMsec": "1314503099964",
        "starRating": "3",
        "comment": "Only useful if you see a satellite first. Don\\'t expect to find them with this.",
        "commentId": "lg:AOqpTOHqw00tV4_qKJSHlm68jiKU44CqW-5N4iFWkKbRv0KQ5ZychFrHNZsZzQr33PCr5CoKv1j-2eVm8qI",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "documentVersion": "1.0.1",
        "timestampMsec": "1371758040393",
        "starRating": "2",
        "title": "Not working on HTC One X",
        "comment": "Loved this app on the HTC Wildfire S and Desire S but it does not work correctly on HTC One X. There is no button to tag satellites and the app crashed frequently. I have removed and re-installed the app twice and I get the same result each time.",
        "commentId": "gp:AOqpTOEFo6_shNvr22m_Wg2sZ7UFNBDu1DpD_rG6PfJSHHFGONKh6ABUuRBNagdpCafeJMPKFAqYLp7WBkw",
        "author": "Rick Leslie",
        "authorURL": "http://lh4.googleusercontent.com/-vGrqdkAZhjs/AAAAAAAAAAI/AAAAAAAAAAA/x510Qxce2n4/photo.jpg",
        "authorSecureURL": "https://lh4.googleusercontent.com/-vGrqdkAZhjs/AAAAAAAAAAI/AAAAAAAAAAA/x510Qxce2n4/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
