{
  "title": "PERVIXI choosingchange",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.first4apps.choosingchange",
  "category": "Health & Fitness",
  "price": "Free",
  "datePublished": "March 20, 2013",
  "version": "1.1",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "2",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "first4apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.first4apps.choosingchange",
  "extendedInfo": {
    "installSize": "4.1M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "PERVIXI - \"I have lived thoroughly\" - choosingchange. ideas for living thoroughly: Your life can be exciting, debilitating, energising, boring, stimulating, deadening. which describes your life? Find out how to live your life thoroughly.Counsellor and psychotherapist, Philip Johnson (from PERVIXI choosingchange Counselling Sydney CBD), takes you into his regular Sydney clinic to experience the issues and solutions, understandings and frustrations his many clients bring to him.You can ask questions by email, book appointments with Philip for the Sydney Clinic or Skype and Telephone.All the information, regularly added to and updated, is presented in a conversational exploration of the topics many people face daily...Including: Self-Esteem: Believing in yourself is the path to successful relationships at home and at work.Assertiveness: express your wants without trampling on other people. Pleasing others does not get you what you want; it only gets them what they want.Anxiety: Understanding your anxiety frees you to be functionally yourself. You are biologically and evolutionarily designed to be anxious.Living Thoroughly: Learning the secrets to Living Thoroughly grounds you in the present, prepared for the future.Gay and Lesbian: issues and discussions to guide you through foreign lands.Psychological Therapies: defined and clearly illustrated. Understand the differences and find what works for you and your issues.Conflict resolution: how to have a great argument and both get what you want.Relationship Building and Maintaining: for Heterosexual and homosexual couples and individuals.establishing relationships, knowing what works and heading for long term committed relationships.Relationship break-down: how to find ways back to that intimacy you crave.Addiction and Recovery: can your life be free of drugs? Recovery is possible with commitment to the process.Mindfulness:  a place where you are fulfilled with spiritual understanding in practical ways that give you focus and definition.Undefended Loving: without defence can unite you and give you a sense of self and esteem you never thought possible.Differentiation of Self:  places you squarely and strongly in your family and other relationships. learn why you react the away you do to family tensions.The information and reference materials contained within this Application and in all website or reference materials sourced and suggested are intended solely for the general information of the reader. NOT FOR TREATMENT. CONSULT YOUR MEDICAL PRACTITIONER.",
    "reviews": [
      {
        "timestampMsec": "1365033163103",
        "starRating": "5",
        "title": "Hope you like my app",
        "comment": "I\\'ve had a ball getting this together and think I\\'ll have even more fun getting it to be even better.  After all,  I intend to live my life thoroughly.  Enjoy.  Ask questions if you have any. Tell me what you would like in next edition. Phil",
        "commentId": "gp:AOqpTOHYsjsBy0-96shtsTyvV9TKDCd7jVNIea2jET3Kd8-XdTjveRg8QkYiHMp230QoB-h4h1jhPHejRon8jw",
        "author": "Philip Johnson",
        "authorURL": "http://lh4.googleusercontent.com/-H2HuNKRooP4/AAAAAAAAAAI/AAAAAAAAAQ4/Bf8gtUnUBws/photo.jpg",
        "authorSecureURL": "https://lh4.googleusercontent.com/-H2HuNKRooP4/AAAAAAAAAAI/AAAAAAAAAQ4/Bf8gtUnUBws/photo.jpg"
      },
      {
        "timestampMsec": "1375686838794",
        "starRating": "5",
        "title": "THANKS",
        "comment": "I always wanted to change and this realy gave me some answers",
        "commentId": "gp:AOqpTOEN9c5IhqtEV1M459cqkYjcOcFB4P2Md7TSzpEpqFEfRJrJ1KdQDnqikrnvKRxaf1wdGA6WPHOYvSL0pA",
        "author": "Stephanie Gallegos",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.CALL_PHONE",
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.CAMERA",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
