{
  "title": "Detox Diet Cleanse - Free",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.fitkit_detox.free",
  "category": "Health & Fitness",
  "price": "Free",
  "datePublished": "May 29, 2013",
  "version": "1.0",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "1",
  "rating": "1.0",
  "contentRating": "Low Maturity",
  "creator": "FitKit",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.fitkit_detox.free",
  "extendedInfo": {
    "installSize": "5.4M",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "Detox diet is a recipe app that provides an introduction to recipes that will help you live a healthier life. ★★★★★★★★★★★★★★★★★★★★★★★ \"Amazing Recipes!!! NONE of the other apps have recipes like these!! The pictures are beautiful and incredibly inspiring!! - Ashley Dondero \"Great and simple to read - Great range of meal ideas!\" - Sacha Meriaud \"Great app - The app delivers what it promises and that is tons of healthy recipes. It is easy and fun to use this app.\" - Christian Betty \"I really love this app!\" - LaTasha Royal ★★★★★★★★★★★★★★★★★★★★★★★ Detox, short for detoxification, is the body's natural, ongoing process of neutralizing or cleansing toxins from the body. Toxins are anything that can potentially harm body tissue, including waste products that result from normal cell activity, such as ammonia, lactic acid and homocysteine, and human-made toxins that we are exposed to in our environment, food, and water. The liver, intestines, kidneys, lungs, skin, blood and lymphatic systems work together to ensure that toxins are cleared and flushed from the body. What is a Detox Diet? Although detox is primarily thought of as a treatment for alcohol or drug dependence, the term is also used to refer to a program of diet, herbs, and other methods of removing environmental and dietary toxins from the body. There are many different types of detox diets. Generally, a detox diet is a short-term diet that: - Minimizes the amount of chemicals ingested (for example, by eating organic food). - Emphasizes foods that provide the vitamins, nutrients, and antioxidants that the body needs for detoxification. - Contains foods, such as high fiber foods and water, that draw out and eliminate toxins by increasing the frequency of bowel movements and urination. Why do People go on a Detox Diet? A growing body of research suggests that many of the chemicals we ingest daily through food, water, and air can become deposited in fat cells in our bodies. Toxins include pesticides, antibiotics and hormones in food, chemicals from food packaging, household cleaners, detergents, food additives, heavy metals, pollution, drugs, and cigarette smoke. A diet that lacks certain nutrients may also impair our natural ability to detoxify chemicals, which further leads to their build-up in the body. Many people also attribute significant weight loss to detoxifying. A detox diet is typically accompanied by fasting and lemon based electrolytes to ensure the body remains nourished. Features ★ Elegant and intuitive interface ★ Over a dozen Detox Diet recipes ★ Includes pertinent nutrition information for each recipe ★ Recipes for all meal types including: breakfast, lunch, dinner, snack ★ Star your favorites for easy reference ★ Filter menu to sort ★ Search feature to quickly find your favorite recipe Download the Detox Diet app and start feeling healthier today! ------- Disclaimer: The Detox Diet app is only intended to provide general information, without independent verification of the accuracy of the information provided to it, and the information is specifically not intended to be a substitute for medical diagnosis or treatment by your physician or other health care professional. You should always consult your own physician or other health care professionals about any medical questions, diagnosis, or treatment, especially before trying any diet. Any information supplied to you by the Detox Diet app is provided on an \"as is\" basis without warranty as to its accuracy or safety. Any reliance upon any such information shall be at your sole risk. Any information obtained by you via this app should not be relied upon for any personal, nutritional or medical decision. You should consult an appropriate professional for specific advice tailored to your specific situation. FitKit Apps makes no representations or warranties, express or implied, with respect to any information.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "android.permission.VIBRATE",
      "android.permission.READ_PHONE_STATE"
    ]
  }
}
