{
  "title": "Field Teams | Company Checkin",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.fieldteams.field",
  "category": "Business",
  "price": "Free",
  "datePublished": "February 7, 2011",
  "version": "1.01",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "2",
  "rating": "4.5",
  "contentRating": "Medium Maturity",
  "creator": "Wombat Mobile, Inc.",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.fieldteams.field",
  "extendedInfo": {
    "installSize": "662k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Stay in touch with members of your work crew, fleet operations, field sales team, or mobile enterprise privately through your phones.Keep the rest of your group informed by checking in with your status and location.Quickly check someone's last update to see if they're still finishing up a job or onsite with a customer. GETTING STARTED   1. Create a Group.   2. Install our free app and join the Group you created.   3. Get others to install our app and join the Group.   4. Group members can update their status and location for others to see in your private checkin network.FieldTeams.com | Checkin for CompaniesAbout UsWe're out to build an easier way to communicate with teams in the field. Most solutions are too complicated and expensive, so we wanted to create something simple and easy to use. We're located in the heart of Silicon Valley, California. Simplifying the WorkplaceWith backgrounds in enterprise and consumer software, our mission is to make work software easier to use.ConsumerpriseEnterprise software has become synonymous with complex and expensive systems these days, so we're building apps for companies looking for end-user driven, lightweight solutions.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION"
    ]
  }
}
