{
  "title": "Interview Questions",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.fierro.interviewquestions",
  "category": "Education",
  "price": "Free",
  "datePublished": "May 12, 2013",
  "version": "1.4",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "20",
  "rating": "4.8",
  "contentRating": "Low Maturity",
  "creator": "Fierro",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.fierro.interviewquestions",
  "extendedInfo": {
    "installSize": "515k",
    "downloadsCount": "5,000+",
    "downloadsCountText": "5,000 - 10,000",
    "description": "An interview is a conversation between two or more people where questions are asked by the interviewer to elicit facts or statements from the interviewee.Here our application gives you more and more Interview Questions and Answers for different categories with different examples such as,Java Java is a general-purpose, concurrent, class-based, object-oriented computer programming language that is specifically designed to have as few implementation dependencies as possible. It is intended to let application developers \"write once, run anywhere\" (WORA), meaning that code that runs on one platform does not need to be recompiled to run on another.CIn computing, C (/ˈsiː/, as in the letter C) is a general-purpose programming language initially developed by Dennis Ritchie between 1969 and 1973 at AT&T Bell Labs. Like most imperative languages in the ALGOL tradition, C has facilities for structured programming and allows lexical variable scope and recursion, while a static type system prevents many unintended operations. C program source code is free-format, using the semicolon as a statement terminator and curly braces for grouping blocks of statements. Its design provides constructs that map efficiently to typical machine instructions, and therefore it has found lasting use in applications that had formerly been coded in assembly language, most notably system software like the Unix computer operating system.C++C++ (pronounced \"see plus plus\") is a statically typed, free-form, multi-paradigm, compiled, general-purpose programming language. It is regarded as an intermediate-level language, as it comprises both high-level and low-level language features. Developed by Bjarne Stroustrup starting in 1979 at Bell Labs, C++ was originally named C with Classes, adding object oriented features, such as classes, and other enhancements to the C programming language. The language was renamed C++ in 1983, as a pun involving the increment operator..NET,The .NET Framework (pronounced dot net) is a software framework developed by Microsoft that runs primarily on Microsoft Windows. It includes a large library and provides language interoperability (each language can use code written in other languages) across several programming languages. Programs written for the .NET Framework execute in a software environment (as contrasted to hardware environment), known as the Common Language Runtime (CLR), an application virtual machine that provides services such as security, memory management, and exception handling. The class library and the CLR together constitute the .NET Framework.Data StructureIn computer science, a data structure is a particular way of storing and organizing data in a computer so that it can be used efficiently.Different kinds of data structures are suited to different kinds of applications, and some are highly specialized to specific tasks. For example, B-trees are particularly well-suited for implementation of databases, while compiler implementations usually use hash tables to look up identifiers.UnixUnix (officially trademarked as UNIX, sometimes also written as Unix in small caps) is a multitasking, multi-user computer operating system originally developed in 1969 by a group of AT&T employees at Bell Labs, including Ken Thompson, Dennis Ritchie, Brian Kernighan, Douglas McIlroy, Michael Lesk and Joe Ossanna.DBMSDatabase management systems (DBMSs) are specially designed applications that interact with the user, other applications, and the database itself to capture and analyze data. A general-purpose database management system (DBMS) is a software system designed to allow the definition, creation, querying, update, and administration of databases. Well-known DBMSs include MySQL, PostgreSQL, SQLite, Microsoft SQL Server, Microsoft Access, Oracle, Sybase, dBASE, FoxPro, and IBM DB2.Software Testing,SQL Server,Network,Operating System,Linux, etc.,",
    "reviews": [
      {
        "timestampMsec": "1369689865642",
        "starRating": "5",
        "title": "awesome..",
        "comment": "I like it..  Becuz all computer\\'s book are very kind of computer.. Using reading nd learning book.. Awesome app :-)",
        "commentId": "gp:AOqpTOHxng0FbJDuIZEd0cWfLb_xjYXutHZWIrg2HcpfT3hzgNDUNwwEhVOjYMK8RcL5aBCoR8peh5JKNWdgqw",
        "author": "Rahul Saxena",
        "authorURL": "http://lh5.googleusercontent.com/-uguswy6TN6Q/AAAAAAAAAAI/AAAAAAAAAEU/YaXwk7_fs7Y/photo.jpg",
        "authorSecureURL": "https://lh5.googleusercontent.com/-uguswy6TN6Q/AAAAAAAAAAI/AAAAAAAAAEU/YaXwk7_fs7Y/photo.jpg"
      },
      {
        "timestampMsec": "1377861844254",
        "starRating": "5",
        "title": "Cool!!",
        "comment": "very nice to see all languages into a single app.",
        "commentId": "lg:AOqpTOHxYbePL9y9xqJ6STc9HOcz6osJNB-wigyj32oTzrBcC49B4dDKfrGjWhylHyR6lMYEVFg3637lPF8sQw",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1368708730532",
        "starRating": "5",
        "title": "Cool",
        "comment": "Nice app!!.. good and more language collections are there to learn in a single app.",
        "commentId": "gp:AOqpTOF-FMSWLzOSsxxO9ZXX0utXyEdoLfljU-g2gmpz17KW__7PdbjwQgPSQ5L2QwoArupYCQzil8BYOX4y8A",
        "author": "Ebele E",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1369758469313",
        "starRating": "5",
        "title": "rajesh ediga",
        "comment": "awsome",
        "commentId": "gp:AOqpTOHTAFsLHN35njfVa_T71GhfFo9EKuw5RHVhUT6c61T8gnwwlVmwlF1zruFKrdnX7Qxi3z4SJzjDP6znsA",
        "author": "Rajesh Kumar",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1375837433593",
        "starRating": "3",
        "title": "Airpush",
        "comment": "Questions are decent but the app also installs airpush onto your device",
        "commentId": "gp:AOqpTOGGrlO6e_sEPznQB73_cCWLJ1pG7iy3aKNuABg_dfyJnUQzG-jLLYUQ2Yh5jBahEF6NWuHGZdVwzdAquQ",
        "author": "Terence Leung",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1373699030164",
        "starRating": "5",
        "title": "Nice",
        "comment": "Useful to prepare interview questions.",
        "commentId": "gp:AOqpTOH4RGqp3MwdQoOyMzBubmS_tglAbqME1fhu36DkttJh3UgmOVWXTZEgbbif6Io7wH36-80wT6oQ8Ijtcg",
        "author": "Sathish Kumar",
        "authorURL": "http://lh4.googleusercontent.com/-tlls3vrJrNM/AAAAAAAAAAI/AAAAAAAAAHw/F89jDOPK3Lo/photo.jpg",
        "authorSecureURL": "https://lh4.googleusercontent.com/-tlls3vrJrNM/AAAAAAAAAAI/AAAAAAAAAHw/F89jDOPK3Lo/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.GET_ACCOUNTS",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.ACCESS_LOCATION_EXTRA_COMMANDS"
    ]
  }
}
