{
  "title": "Boost Your Attention",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.creatstudios.boostyourattention",
  "category": "Brain & Puzzle",
  "price": "$0.99",
  "datePublished": "May 1, 2012",
  "version": "1.0.2121",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "2",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "Creat Studios, Inc.",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.creatstudios.boostyourattention",
  "extendedInfo": {
    "installSize": "19M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "“Adapted from the 3RD BEST-SELLING Indie PSN game of 2011, Test Yourself!”“Part of the Boost Yourself series of games!”Boost Your Attention comes packed with a series of fun tests, developed with the help of real psychology professionals, designed to determine the intensity, stability, selectiveness, and multitasking ability of your attention!These tests include:*CORRECTING PROBE*– Probe your attention and become the crossword king with this text based test*MATRIX*– Learn how to multitask multitasking as you shift between objectives*DALTONIC*– Red, Green, Blue? Use this attention training simulator to conquer the Stroop Effect!By finishing all of the tests you’ll receive a professional evaluation of your attention attributes; even if your results were not what you were expecting, don’t fret – the assessment also comes with handy and helpful tips for improvement. Because you can test yourself daily, be sure to sharpen your skills and track your day-today growth by putting those tips to good use in training mode. See how your personal best stacks up against your friends and claim your place atop the online leaderboards!Boost Your Attention Features:✔ Self-Test Mode – Gauge your abilities and see where you stand✔ Training Mode – Sharpen your skills until your next self-test✔ Expert Analysis – Receive professional assessments of your abilities✔ Self-Improvement – Assessments also come with helpful tips for personal growth✔Online Leaderboards – See how you stack up against your friends and othersBy combining a scientific approach with a game Boost Your Attention offers an accessible, enjoyable, and fulfilling experience for all ages and cultural backgrounds. So don’t miss out on this opportunity to learn about and explore the aspects of your personality that make you truly remarkable!If you’ve made it this far in the description then we definitely know we have your focus so pick up your copy of Boost Your Attention today!",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.VIBRATE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
