{
  "title": "Sexy Model Girls 03",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.custom.SexyModelGirls03",
  "category": "Photography",
  "price": "Free",
  "datePublished": "February 24, 2013",
  "version": "1.0",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "2",
  "rating": "5.0",
  "contentRating": "High Maturity",
  "creator": "Melandroide",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.custom.SexyModelGirls03",
  "extendedInfo": {
    "installSize": "5.7M",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "Beautiful Sexy Model Girlsnow FREE in your mobile device.Open application and Choose your image( <--- left/right arrow ---> )Touch the image to enlargeSet as Wallpaper orSave to SDcard.Features:• Set as Wallpaper • Save to SDcard• Set Wallpaper as a normal picture• Share it with your friendsNo network connection requiredto view the pictures.  To find other FREE Collections with thecoolest sexy blondes or brunettes, Asian, European, American, Latina, teen or mature girls in bikini, stocking, lingerie, bra, underwear, swimwear,underclothes and pantssearch \" Melandroide \" or pressview more applications.If you like, Rate and Comment.POLICY TRANSPARENCY REGARDING THE ADVERTISEMENTS INCLUDEDEnd user license agreement:We don't, in any way, shape or form, claim any ownership to the characters, images, or anything else related on the content of our app. All images used in this software product are owned and are copyrights of their respective owners. All title and intellectual property rights in and to the content which may be accessed through use of the software is the property of the respective content owner and may be protected by applicable copyright or other intellectual property laws and treaties. We are not affiliated with this company. This must be regarded as a fan app, we are loyal fans. This app made by fans for fans, and it's for entertainment purposes only.Policy transparency regarding the advertisements included:Thanks for installing this app. Creating an app takes time and money. To attempt to keep this app 100% Free this app is ad supported and may contain ads in the notification tray. You can delete the search shortcuts easily and without any effect for our app (Drag and Drop to the garbage).Tap on screen to ACCEPT the terms or close the app and uninstall it if you don't agree the terms. You can optout notification ads for AirPush optout: http://www.airpush.com/optout anf for LeadBolt optout: http://opt.leadbolt.com",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_LOCATION_EXTRA_COMMANDS",
      "android.permission.WAKE_LOCK",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.VIBRATE",
      "android.permission.SET_WALLPAPER",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
