{
  "title": "Currency Banknotes LITE",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.currencylite",
  "category": "Finance",
  "price": "Free",
  "datePublished": "January 29, 2012",
  "version": "1.0",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "7",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "TechiXoft",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.currencylite",
  "extendedInfo": {
    "installSize": "15M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "This is the FREE and LITE version of Currency Banknotes. If you like this app, and want to get the most out of it, please download the FULL version.Currency Banknotes Lite lets you convert currencies and SEE what paper bills from other countries look like, for FREE!With this app, you can:+ View banknote or currency images+ See colored images of paper bills from 15 countries worldwide+ Convert 15 currencies from all over the world, in real time+ Zoom in and out of banknote images with ease+ See pictures of RARE and HARD-TO-FIND banknotes or currency imagesDetails: This app not only lets you convert currencies, it allows you to actually SEE what banknotes from different countries look like. Perfect for travelers and for people who are just curious to see what paper bills look like all over the world. Witness the cultures of different countries. Get a glimpse of their art, architecture, and people through their paper bills.Converter: Currency Banknotes is a very simple currency converter, with a user-friendly interface. It allows you to convert currencies across 15 countries across the globe.Banknote Images: This app contains a banknote gallery from over 15 countries all over the world, including rare and very hard to find paper bills. It lets you zoom in and out of images, to let you see what the banknotes look like in full detail. With Currency Banknotes, you can access the banknote viewer through the exchange rate calculator so that you can quickly see what the paper bills look like for the currencies that you’re converting. If you only want to view the banknote images alone, you can easily access the gallery through the app’s Images tab.For a better experience with Currency Banknotes, please download the FULL version of the app.Aside from being AD-FREE, the extended version of Currency Banknotes lets you:***Convert 150+ currencies from all over the world!***View currency images from more than 150 countries***INSTANTLY convert the TOP 10 currencies, all at the same time, saving you time and effortSources: http://www.banknotes.com and Yahoo! FinanceDISCLAIMER: This application is designed for informational and educational purposes only. TechiXoft does not warrant that the information is in every respect accurate. TechiXoft is not responsible for errors, omissions, or inaccuracies on its app or the results obtained from use of the information provided herein. App users are always encouraged to check and confirm the information with other sources and through direct professional contact.Most banknote images are properties of www.banknotes.comCopyright © 2011 TechiXoft LLC",
    "reviews": [
      {
        "timestampMsec": "1329970578569",
        "starRating": "5",
        "title": "Best",
        "comment": "Usefull",
        "commentId": "lg:AOqpTOFUF3tdn3XuimvZHOf5pk9Z3yky01AGFw03iEVj8yEOxjXgsz7IXySexL2C4cT7XxOd_TCcWqJgN0f_",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1358741203790",
        "starRating": "5",
        "title": "Superb",
        "comment": "Keep working..",
        "commentId": "gp:AOqpTOFSA9ab1pG4Pmk7UE2qhDIzXe1sz0X_zUoCUWiH3GkrfM6Ud8ww_6v2tYRGDqjgtqAlFLMvfoNFbfxf",
        "author": "mehala doggie",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1340463961682",
        "starRating": "5",
        "title": "Love it!",
        "comment": "No advertising... Awesome REAL money view... Ultra funny...",
        "commentId": "lg:AOqpTOFvA6mowsLQrxVul0uxqEwf6iYE1BlH3EW1m8PPIEq1CXBQOuxXwkjceRofFAx09E6U6NbdpQIl7eYP",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE"
    ]
  }
}
