{
  "title": "cultureNOW Lower Manhattan",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.culturenowfree",
  "category": "Travel & Local",
  "price": "Free",
  "datePublished": "August 16, 2011",
  "version": "1.0.2",
  "operatingSystems": "2.0 and up",
  "ratingsCount": "4",
  "rating": "3.0",
  "contentRating": "Low Maturity",
  "creator": "cultureNOW.org",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.culturenowfree",
  "extendedInfo": {
    "installSize": "924k",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "EXPERIENCE NEW YORK'S BEST CULTURAL APP OF 2011 (a winner of the NY Big Apps 2.0 competition)Public Art and Architecture in Downtown Manhattan for FREECultureNOW’s Museum Without Walls program is offering the Downtown Manhattan iPhone app free to the public. This app places information about hundreds of pieces of public art and architecture in the palm of your hand and comes complete with location maps, self-guided tours, and podcasts. With insights from artists, architects, historians and people who have shaped the city, experience our city's cultural history as you walk the streets of Downtown Manhattan.Learn about more than 1000 sites - Including the Statue of Liberty, Castle Clinton, Battery Park, Museum of the American Indian, the Tenement Museum and Frank Gehry's Beekman Tower.Look at over 2000 pictures - including artwork by Louise Nevelson, Alexander Calder, Isamu Noguchi, Mark Di Suvero, and Jean DubuffetTake one of our 6 self-guided walking tours - Follow the footsteps of the Wall Street Crash of 1929, Jewish Arrival in Lower Manhattan, Revolutionary War Sites in New York, or learn about the skyline while biking along the esplanade.Listen to 70 podcasts - Hear artists talk about their murals and sculptures, historians describe the immigrant experience, architects discuss their latest buildings, and city planners explain the future of parks and the cityscape.If you've ever felt like New York is only fun with money, this app is for you. It's your guide to some of the city's richest institutions--and they're always available and always free.ABOUT cultureNOWcultureNOW is a nonprofit organization that dedicates itself to celebrating our vast cultural environment as a gallery that exists beyond museum walls through cultural tourism and arts education.",
    "reviews": [
      {
        "documentVersion": "1.0.2",
        "timestampMsec": "1351341907116",
        "starRating": "1",
        "title": "Worthless",
        "comment": "I really want this app to work so I can buy the paid version (I want to use it here in Boston). However, I won\\'t do so until they invest in making this app work on a Droid phone. It crashes or freezes constantly so I can\\'t even tell if it\\'s any good, but those who use it on the iPhone (which it was made for) say it is great. Right now this is the most useless app for a Droid user.",
        "commentId": "lg:AOqpTOFoTp2W1vMTvhD5PSUN8oBRnYQpBaNRmL3o80QW2gBXJ-cgZSuLYb0V0bYto1Z7iVnv2683ZYYQpwRcmA",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1323460855365",
        "starRating": "1",
        "comment": "Crapola",
        "commentId": "lg:AOqpTOEb_N99ctXF48rdCViZniHE7aMQD_q-nES76EPJ0_ekqW_cmu0Drmcavm74E8yADenwHMaFnJXAWFJYjw",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
