{
  "title": "CrowdCompass Directory",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.crowdcompass.app4815162342",
  "category": "Business",
  "price": "Free",
  "datePublished": "August 12, 2013",
  "version": "1.5",
  "operatingSystems": "2.3 and up",
  "ratingsCount": "1",
  "rating": "4.0",
  "contentRating": "Everyone",
  "creator": "CrowdCompass Inc",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.crowdcompass.app4815162342",
  "extendedInfo": {
    "installSize": "9.9M",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "Ever felt lost at a conference, convention, or trade show? Wished you had gotten more out of that meeting? Download CrowdCompass Directory to help you navigate the events you attend, connect with other attendees, and find what interests you most. Our mobile app makes events more interactive so you can see more, do more, and experience more. Does your organization need an event app? Visit crowdcompass.com for more details. New CrowdCompass Directory Features • Easy login -- sync schedules, notes, and more content across multiple devices • More social sharing -- post simultaneously to Facebook, Twitter, and LinkedIn • Event Directory -- view events from multiple organizations in a single app • Improved scheduling -- set reminders for activities you want to attend and block out time for personal appointments • Two-way contact exchange for networking -- share and request contact information between event attendees • Interactive maps -- explore the venue and filter activities, sessions and more based on your bookmarks and reminders • Click -- Take photos to complete challenges and possibly win prizes during this photo-based scavenger hunt game • Same great features across all native event apps • Seamless user experience across all devices and your account on the web Other CrowdCompass Directory Features • Works offline -- A CrowdCompass app works when you need it most: before, during, and after the event. We've worked really hard to make sure you can still experience the event even if your Internet connection isn't the best. • Schedules -- see everything that's happening at the event and plan your day • View participating speakers and organizations -- access their pictures, bios, presentations, and other valuable information before, during, and after the event • Maps and floor plans -- Think of the app as your event guide! Easily locate sessions, speakers, and other activities you're interested in. Plus, find nearby attractions outside of the conference. • Feedback -- fill out the in-app survey to rate sessions and let the organizer know about your overall event experience Want to know more about what CrowdCompass apps can do for a conference, convention, trade show, or meeting? Visit crowdcompass.com to see how your business events and conferences could benefit from a CrowdCompass app. Follow us on Facebook: facebook.com/crowdcompass Follow us on Twitter: @CrowdCompassKeywords: event,events,convention,conventions,conference,conferences,trade show,trade shows,meeting,meetings",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.VIBRATE",
      "android.permission.GET_ACCOUNTS",
      "android.permission.WAKE_LOCK",
      "com.google.android.c2dm.permission.RECEIVE",
      "com.crowdcompass.app4815162342.permission.C2D_MESSAGE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
