{
  "title": "Smart Turtle",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.cultureapps.toddlerbasics",
  "category": "Education",
  "price": "$0.99",
  "datePublished": "February 21, 2011",
  "version": "1.0.0",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "12",
  "rating": "3.5833333",
  "contentRating": "Everyone",
  "creator": "cultureapps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.cultureapps.toddlerbasics",
  "extendedInfo": {
    "installSize": "11M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Smart Turtle is a simple \"tap and go\" teaching and quizzing system to teach toddlers about a wide variety of things from their everyday surroundings. Smart Turtle develops toddler motor skills & hand eye coordination as well fundamentally develops mental aptitude for young toddlers. Most importantly, keeps them occupiedWe started with basic shapes and colors in Toddler Basics Lite and have had fantastic response from the public way beyond our initial expectations. After weeks of hard work and several rounds of testing we now introduce several upgrades including sections on animals, numbers, alphabet and vehicles, colors and shapes. Quizzing engine provides multiple sensory cues for toddlers with a accompanying voice, text on the screen & of course the color or shape itself. At each right answer, toddler is rewarded with encouraging voice of \"YAY\". For each wrong attempt, system guides the child to the right answer. At the end of each round, toddlers are rewarded with stars to keep them engaged & encourages them to go back again to play.For Moms and Dads, we have included a \"Use Your Voice\" mode because you know your child the best - why should the child hear some random voice - Record your voice and your baby will hear your voice along with the high quality imagery from cultureapps. If you prefer - continue using voices and imagery provided by cultureapps. Based on customer feedback we are introducing a \"paid version for 99 cents\" with no Ads. We think you will appreciate the value for your buck !!If you have any recommendations - please get in touch via email cultapps@gmail.com to make this app better. Please get in touch.",
    "reviews": [
      {
        "documentVersion": "1.0.0",
        "timestampMsec": "1309325086436",
        "starRating": "4",
        "comment": "I wish you could lock all my buttons. My two yr old loves to use my keyboard, which causes ur app to close. .. : ( BUT love the app!",
        "commentId": "lg:AOqpTOG4fqErqVaAGrbcyxU0Em1UT1w0Wga6tOG_nevT96E07ki9pfR0mRoI6N_dU_AzQbLyEO-aRxmYOPaYHA",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "documentVersion": "1.0.0",
        "timestampMsec": "1330899521216",
        "starRating": "5",
        "title": "Outstanding, Love It!!",
        "comment": "My Children are brighter because of this app! My 4yr old has loved this app for some time now since he was 3.  Now my other child whom is 2 is now using it and learning because of the older one!!  An Outstanding app for parents who want to keep their young ones busy and entertained with education rather than some mindless game app!!!",
        "commentId": "lg:AOqpTOHaRWYZjCzxZU0NK6apuD6JV_HqVoWc6sKD4BI10dAdA9JpTlJcTJWC6ee5gELp3rIkOGsUE6DC8ysoag",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "documentVersion": "1.0.0",
        "timestampMsec": "1306961020463",
        "starRating": "2",
        "comment": "Having problems tapping on what my child wants to pick whether the answer is right or wrong",
        "commentId": "lg:AOqpTOHoMjGocGcHtZvNPGbPmDRr_nPK1rMYR2S1-bM2NBNB9uuUAvbygRFJ9apj1lFZAKdYE_lwAc-Au76rpw",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.RECORD_AUDIO"
    ]
  }
}
