{
  "title": "Charming Hotels App",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.cuatroochenta.hotelesconencanto",
  "category": "Travel & Local",
  "price": "Free",
  "datePublished": "September 6, 2013",
  "version": "1.0.9",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "9",
  "rating": "4.7777777",
  "contentRating": "Low Maturity",
  "creator": "cuatroochenta.com",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.cuatroochenta.hotelesconencanto",
  "extendedInfo": {
    "installSize": "3.9M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "APP \"HOTELES CON ENCANTO\" ofrece una forma sencilla y agradable de consultar los hoteles más singulares de España, convirtiendo tu viaje en una experiencia única. Hemos hecho una selección bajo los criterios de calidad, originalidad y personalidad, con lo que sólo lo tendrás que elegir el tipo de experiencia que quieres vivir y encontrarás exactamente los hoteles que se adaptan a ti, sin intermediarios. App Hoteles con Encanto fomenta el turismo con personalidad.¿Qué encontrarás en la app?- Aparecerá el listado de hoteles con fotografías, ordenados en función de la proximidad a tu localización y con los precios que ofrecen. Puedes activar la vista en mapa, para ver todos los puntos de España donde tenemos hoteles seleccionados.- En el cuadro “buscar” puedes indicar una localización, nombre de hotel, etc. para encontrar exactamente aquello que buscas.- Si quieres una búsqueda más personalizada utiliza los filtros: precio, localización (por provincia y población) y tipo de experiencia que buscas.- Cuando entres en un hotel en concreto podrás ver:- Su descripción: dirección, localización en el mapa, las habitaciones, ofertas especiales, servicios y condiciones del hotel. También podrás compartirlo a través de las redes sociales y/o mail.- Los lugares de interés cercanos al hotel para que puedas planificar tu viaje.- Los eventos que se celebran en el hotel o sus proximidades.- El tiempo que hace en tu destino.- Podrás comenzar tu reserva desde la aplicación, pero directamente con el hotel, no somos intermediarios, no cobramos comisiones.- Podrás guardar tus hoteles favoritos para facilitar tu elección.- Podrás ponerte en contacto con el hotel a través de mail.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "com.cuatroochenta.hotelesconencanto.MAPS_RECEIVE",
      "com.google.android.providers.gsf.permission.READ_GSERVICES",
      "com.cuatroochenta.hotelesconencanto.permission.C2D_MESSAGE",
      "com.google.android.c2dm.permission.RECEIVE",
      "android.permission.GET_ACCOUNTS",
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.INTERNET",
      "android.permission.GET_TASKS",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
