{
  "title": "SPSP 2013",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.crowdcompass.spsp2013",
  "category": "Health & Fitness",
  "price": "Free",
  "datePublished": "December 26, 2012",
  "version": "2.2",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "4",
  "rating": "2.75",
  "contentRating": "Everyone",
  "creator": "CrowdCompass Inc",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.crowdcompass.spsp2013",
  "extendedInfo": {
    "installSize": "7.9M",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "The Fourteenth Annual Meeting of the Society for Personality and Social Psychology will be held January 17-19, 2013 in New Orleans, Louisiana. SPSP will be heading back to the Big Easy for another science-packed meeting amid the rich history and culture of New Orleans. Conference activities will be located in the newly renovated Ernest N. Morial Convention Center situated along the Mississippi River. The conference hotels, a wide array of restaurants, and the world-famous attractions of the French Quarter lay just steps away from the convention center. Wake up to the smell of warm beignets and café au lait and after a full day of presentations, unwind with a bowl of gumbo followed by a leisurely stroll in the historic French Quarter. Or venture a little farther and hop on the historic St. Charles streetcar line, which runs past the elegant homes of the Garden District. The first parade of the 2013 Mardi Gras season (the Krewe du Vieux) will take place on Saturday evening, January 19th, in the French Quarter. Krewe du Vieux is noted for wild satire and political comedy, as well as for showcasing some of the best brass and jazz bands in New Orleans. So be sure to check it out while you’re there! A full day of preconferences is scheduled for Thursday, January 17th, and the SPSP meeting will officially open on Thursday evening with the Presidential Symposium, followed by a Welcome Reception. On Friday evening there will be an Award Session, in which the winners of the Campbell Award, the Block Award, and the SPSP Distinguished Scholar Award will deliver their award addresses. We will again feature throughout the conference the graduate student poster award winners in a Hall of Fame. And, back by popular demand is the \"data blitz\" session, in which selected up-and-coming speakers will have five minutes each to present their must-know research findings. This year, conference attendees will be offered a selection of excellent accommodations to fit every budget and taste, and once again deep registration discounts will be offered to those who stay at one of the conference hotels. The cost of lunches is included in the registration fee allowing you to maximize your conference time. Features to look forward to this year include an improved conference smart phone app and itinerary-building program and the option of onsite childcare during the meeting if you are traveling with your kids. In addition, the Graduate Student Council has planned a variety of fun and enriching events for graduate student attendees. Keywords: psychology conference, social psychology, SPSP conference, psych, psychology, SPSP, SPSP app",
    "reviews": [
      {
        "timestampMsec": "1357828493703",
        "starRating": "1",
        "title": "Fix the error!",
        "comment": "Though the application seems to run fine, a notification that an unexpected error has occurred repeatedly pops up, anointed once a second, even when the app is running in the background! This is extremely annoying, leading me to uninstall it not once but twice. Please fix.",
        "commentId": "gp:AOqpTOENGRx-0uQSxWDW-QDVZkek_Gqf5Oe0go2b6iqqlaXBtv_php4Vlyc4kVQPgNIa-X5kFTv8fWpOgBOVZw",
        "author": "Jennifer Sheehy Skeffington",
        "authorURL": "http://lh5.googleusercontent.com/-3sq8l3wyJ6w/AAAAAAAAAAI/AAAAAAAAARw/I3f6yDrvo7o/photo.jpg",
        "authorSecureURL": "https://lh5.googleusercontent.com/-3sq8l3wyJ6w/AAAAAAAAAAI/AAAAAAAAARw/I3f6yDrvo7o/photo.jpg"
      },
      {
        "timestampMsec": "1358167327885",
        "starRating": "5",
        "title": "Perfect, so far",
        "comment": "Perfect, so far",
        "commentId": "gp:AOqpTOE7eYbh06Ihd2cMgu6z6sYWG93cv7Hv8Rra8j7YAEzCOsNFesuMHIv__mFmvMLCO5h8CI_BRxR5alPUSQ",
        "author": "Kai Qin Chan",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1359592986220",
        "starRating": "4",
        "title": "Great to use",
        "comment": "Though it lacks a good search function.",
        "commentId": "gp:AOqpTOHFoRh7vTodDLUO9y1pymWZzfwGGKdNtLcXMRQJsW65D6JnBsWK2kvwFv3Zcgr5pZuI8R-Br_8XauLKOg",
        "author": "Chia Niap Tan",
        "authorURL": "http://lh4.googleusercontent.com/-XA6ORxoXZwk/AAAAAAAAAAI/AAAAAAAAAlI/tw56twGIUXw/photo.jpg",
        "authorSecureURL": "https://lh4.googleusercontent.com/-XA6ORxoXZwk/AAAAAAAAAAI/AAAAAAAAAlI/tw56twGIUXw/photo.jpg"
      },
      {
        "timestampMsec": "1358490640302",
        "starRating": "1",
        "title": "Keeps crashing",
        "comment": "Doesn\\'t do anything but crash repeatedly.",
        "commentId": "gp:AOqpTOH34hxO37a_f4LcnlWee_MtRQhtNGIeEhHLzUhS-QN4Z1BZpSAlZQjhWCWv0RLF1TRaemTeogx22fP5Yw",
        "author": "Chris Martin",
        "authorURL": "http://lh4.googleusercontent.com/-RkNlOZIrYiw/AAAAAAAAAAI/AAAAAAAAAqM/EJnvCBlupo0/photo.jpg",
        "authorSecureURL": "https://lh4.googleusercontent.com/-RkNlOZIrYiw/AAAAAAAAAAI/AAAAAAAAAqM/EJnvCBlupo0/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
