{
  "title": "Accela Events",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.crowdcompass.appWFIyrb6oSx",
  "category": "Business",
  "price": "Free",
  "datePublished": "July 31, 2013",
  "version": "1.14",
  "operatingSystems": "2.3 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "CrowdCompass Inc",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.crowdcompass.appWFIyrb6oSx",
  "extendedInfo": {
    "installSize": "10M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Civic ExcellenceToday, Accela powers thousands of services and millions of transactions for more than 500 public agencies worldwide, enabling governments to connect with citizens and streamline processes related to land management, asset management, licensing, and public health & safety. It is fair to say we have a heritage and a tradition of powering civic excellence.Accela addresses a broad range of agency, business and citizen needs, and includes built-in payment, scheduling, compliance and information transparency. Together with our partners, Accela can custom-tailor solutions based on precise agency specifications, or deploy packaged solutions based on best practice templates and pre-defined services in a matter of a few weeks.Civic EngagementAt Accela, we feel that governments benefit from improving citizen engagement by:Making it easier to do government business. By enabling people and businesses to effectively participate in and manage key civic functions, when, where and how they want.Driving civic innovation. By providing a greater role for citizens in defining priorities, processes and use of public assets through hackathons and opportunities for urban innovation.Engaging citizens to participate in and directly improve their communities. By leveraging apps and mobile devices, citizens can report community problems, track applications or statuses or offer solutions.Improving transparency, accuracy and accountability. By providing open access to data and core functions like permitting and licensing.Civic GoodWhat’s the bottom line? Accelas public sector experience, proven technology, and passion for civic innovation make us the platform of choice for agencies seeking to improve government and community engagement and for a broad range of developers and business partners looking to build their government businesses. At Accela, civic excellence + civic engagement = civic good.Accela, Accela Engage, Accela User Conference, Accela Civic Engagement, Accela Civic Good",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.VIBRATE",
      "android.permission.GET_ACCOUNTS",
      "android.permission.WAKE_LOCK",
      "com.google.android.c2dm.permission.RECEIVE",
      "com.crowdcompass.appWFIyrb6oSx.permission.C2D_MESSAGE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
