{
  "title": "Relay Team Tracker SoCal 2013",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.cuscotopialabs.relayteamtracker.socal13",
  "category": "Health & Fitness",
  "price": "Free",
  "datePublished": "April 16, 2013",
  "version": "3.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "4",
  "rating": "4.5",
  "contentRating": "Everyone",
  "creator": "Cuscotopia Labs",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.cuscotopialabs.relayteamtracker.socal13",
  "extendedInfo": {
    "installSize": "1.1M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "If you are running the Ragnar Relay SoCal 2013, this app is for you! *Note: This is not an official Ragnar Relay appRelay Team Tracker is an app made by a runner for runners!  (In fact, I will be running the Ragnar Relay SoCal 2013 this April with you.)  Our team will be using the app all along the way to help us know when to expect our runners at the exchanges, know the status of our runners in the other van, and simply just find the next exchange with a touch of a button.As your team runs the Ragnar Relay race, use Relay Team Tracker to estimate when runner exchanges will occur.  Relay Team Tracker automatically passes that data onto your friends' devices so they can track your progress in your team's other van, or from elsewhere.  Relay Team Tracker is also packed with other useful features.Features include:- *New* -- Post status updates to Facebook!- Synchronize status between devices.  Ideally at least one person in each of your vans should have this app.  Using your Google Drive, the app saves a very small data file that is shared (with your permission) to other app users on your team.  Your data is always secure and is available only to those with whom you choose to share it.- Find the next exchange with the touch of a button.  It brings up your default map and navigation app at the next exchange location, so you can quickly get directions or navigate to the exchange.  Note -- Routes and exchanges are subject to change.  Please refer to official Ragnar resources for up-to-date information, including information on van routes that may be different than directions given on your mapping app.- Know when to expect your runners at the exchange.  Based on each runner’s estimated pace, Relay Team Tracker gives you an estimated arrival time (and time remaining) for your runner to make it to the next exchange.  It also gives an estimate of the runner’s distance into their leg to help you find them en- route.- Know when to expect your team to cross the finish line.  Relay Team Tracker estimates your finish time based on the team’s current progress and estimated paces already entered.  - Undo.  If you accidentally indicate a runner exchange, there is an easy undo button.  If you missed an exchange, just indicate an exchange anyways, and then edit the exchange time.- View history and statistics.  Compare actual vs estimated exchange times and runner paces, during and after the race.- Edit each runner’s name and pace.  The pace entered is used for calculating all estimates.  You can even edit a runner’s pace during the race if they are running faster (or slower) than expected.Version 2 Changes:- Updated exchanges and route distances to reflect recent changes to the course as of 3/19/13- Added share capability. - Minor enhancements to improve user experience on lower-end devices- Confirm 'undo' action was addedPermissions:- This app requires permissions to read your contact list.  The sole purpose is to allow you to quickly give permission to and share your data with a friend in your contacts.  Your contacts are not used in any other way and will remain private to you.- This app requires permissions to access the internet and use your data connection.  One of the primary features of this app is to synchronize your team status with teammates who also have this app.  This can only be reasonably accomplished using your data connection.- This app requires permissions to access the accounts on your device.  This permission is so you can tell us which Google Drive account to use for synchronizing your team’s data with other devices.Give me some feedback!  I sincerely appreciate constructive criticism, feature requests, and a pat on the back once in awhile.  If you are having a problem or need to communicate with me for some reason, please email me at:  cuscotopica.labs@gmail.com.If you like this app, please rate it so others will know!",
    "reviews": [
      {
        "timestampMsec": "1366554292396",
        "starRating": "5",
        "title": "Fantastic!",
        "comment": "This app was simply amazing! We used yesterday throughout the whole relay race. It was really easy to input the information, and make any manual adjustment if they were needed. Unfortunately Van #2 didn\\'t have an Android phone, so we couldn\\'t track them as the exchanges were happening if we didn\\'t get live text messages (which we did most of the time), but it kept the predictions very accurate, and gave us time to prepare between runners. I\\'d give it 10 stars if allowed. Great job, guys! It made it a lot better and a lot funner to finish our relay. Much appreciation, please keep up the development (maybe add GPS features?) Would love to see this app for other Ragnar events =)",
        "commentId": "gp:AOqpTOFtQ9Pbvp22XzKhiqMIX-LXwEqgOsIM7udGjF2VJmFahT5TABAYZ5zcep6nRjvN7Wkdr19Gkow5F6WBLeA",
        "author": "Edwin Celleri",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1366754432867",
        "starRating": "4",
        "title": "Very happy with it",
        "comment": "We had one Android in each van and we were able to know with very good accuracy when someone was coming it.  This was very much within 10 minutes for each runner.  I would love to be able to \\\"look ahead\\\" to get an idea of when our van was back on.  I was only able to see the current runner, and the next runner.  This really made coordination MUCH easier.",
        "commentId": "gp:AOqpTOE1ZacG0bbEPK1aYJ0mGsr3IeSvYgByUG7lT7dux5M3lcbrIQi_6SZWd6Wm_3tKczGzrDr5A6sJjG-kEqI",
        "author": "William Bielinski",
        "authorURL": "http://lh5.googleusercontent.com/-6onLGrBMc8E/AAAAAAAAAAI/AAAAAAAAN58/4gdI0eLXplM/photo.jpg",
        "authorSecureURL": "https://lh5.googleusercontent.com/-6onLGrBMc8E/AAAAAAAAAAI/AAAAAAAAN58/4gdI0eLXplM/photo.jpg"
      },
      {
        "timestampMsec": "1364437036748",
        "starRating": "5",
        "title": "Awesome",
        "comment": "This app looks very promising for this race should help teams clear up confusion and coordinate better. Looks nice on my tablet as well as my phone. I didn\\'t seem to find any other as apps that come anywhere close to what this promises to do!",
        "commentId": "gp:AOqpTOHMLT5pfLzyYxPrXS8Y1w31T0bdyi27vsJRgP5zgDjG6eyLxhVzN4WGwepwuRhG7JisoR5GVK7otnnheVE",
        "author": "Scott Kerlagon",
        "authorURL": "http://lh4.googleusercontent.com/-StZuot9HN4I/AAAAAAAAAAI/AAAAAAAABzc/IUDIHD_qUCg/photo.jpg",
        "authorSecureURL": "https://lh4.googleusercontent.com/-StZuot9HN4I/AAAAAAAAAAI/AAAAAAAABzc/IUDIHD_qUCg/photo.jpg"
      },
      {
        "timestampMsec": "1361763297623",
        "starRating": "4",
        "title": "Works Great!",
        "comment": "Works great on my Droid RAZR. Happy running to everyone in April!",
        "commentId": "gp:AOqpTOHimz2_3IAXEF-ukt5tfQd15JBCPjiOs2MvwS_7WFqAnGoZuH0iTyoHnlsmX3z9Knh51ms9Q_WLGVYjMHo",
        "author": "Ricky Fielding",
        "authorURL": "http://lh3.googleusercontent.com/-aknARXOttDY/AAAAAAAAAAI/AAAAAAAAAAA/1yfXSVo4BG8/photo.jpg",
        "authorSecureURL": "https://lh3.googleusercontent.com/-aknARXOttDY/AAAAAAAAAAI/AAAAAAAAAAA/1yfXSVo4BG8/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.GET_ACCOUNTS",
      "android.permission.INTERNET",
      "android.permission.READ_CONTACTS"
    ]
  }
}
