{
  "title": "Visit Delhi",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.cs.delhitourist",
  "category": "Travel & Local",
  "price": "Free",
  "datePublished": "August 23, 2013",
  "version": "1.0",
  "operatingSystems": "2.0 and up",
  "ratingsCount": "4",
  "rating": "5.0",
  "contentRating": "Low Maturity",
  "creator": "Concoct Services",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.cs.delhitourist",
  "extendedInfo": {
    "installSize": "12M",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "Delhi (also known as City of Hearts) is a must visit for anyone visiting India. Capital of India, Delhi offers the perfect blend of cosmopolitan culture, vivacious history and a wide range of tourist attractions. Delhi offers numerous options from Heritage buildings to famous religious places based on your preference and interests. We have made this application as your perfect companion on your visit to Delhi . Visit Delhi is complete ready recknor about Delhi and comes handy when you are exploring Delhi. As it works offline, you can download and use it without any cost while you are enjoying your stay at Delhi. Beside tourist this application is handy for the people living in Delhi. So download and Enjoy this application.Features of this application:-          Completely Free Without any Charges -          Works Offline saving heavy data costs-          GPS Based navigation to the destination to ensure you is on right route! (need network connectivity)-          Features the various attractions in Delhi in three categorieso   Tourist Attractionso   Religious Attractionso   Shopping Attractions-          All attractions with photos, write-ups, address, Google maps integration as well as near metro station details-          Key Numbers: Directory of Emergency Numbers like tourist helpline, medical services, radio cabs, railways, airlines. Comprehensive directory at your fingertip. No need to hunt for important numbers at multiple places-          Near Delhi: have time in Delhi and want to know short destinations from Delhi, This section list must to see places near Delhi and a description on what makes then so spocial-          SOS Alert: Find yourself in a situation you want to raise alarm. Just press this button and your phone turns into a SOS alarm generating device to capture attention of passebys-          Metro Map: Copy of the complete metro route for you to look and navigate through one of the most efficient public transport in the worldDisclaimer: All information in the application is compiled by us to help users to enjoy their stay in Delhi and navigate all the key attractions at once place. We don’t claim any copyright on content and have collected the same from multiple sources. Operator Charges may be incurred while using online features of the app like advertisements, maps etcWe like feedback and suggestion on our applications. Do write up to concoct.seevices@gmail.comKeywords: delhi, ncr, tourist, delhi tourist, delhi tourism, India Gate, Red Fort, Qutub Minar, Akshardham, Laxminarayan, Gurudwara Bangla Saheb, Iskon, Jama Masjid, Lotus Temple, Chandani Chowk, Citywalk, Janpath, Connaught Place, CP, Delhi Haat, Tourist Helplines, delhi airport, delhi helpline, delhi nearby, delhi weekend, IGIA",
    "reviews": [
      {
        "timestampMsec": "1377497674972",
        "starRating": "5",
        "title": "nice app..",
        "comment": "complete guide for delhi.. good work",
        "commentId": "lg:AOqpTOFsuRE7m9XC4TAUj_pvDEKagyArIC9JJTa_pjrmxRYF_YW3ZryhnBpQhXXZOKfeEjMR5iyy8eIRLKBT1w",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1365789525215",
        "starRating": "5",
        "title": "Love it",
        "comment": "Comprehensive and user app. Thanks",
        "commentId": "gp:AOqpTOF_0bFCXitUenMwDFw1kMEgo7525gy9_r9qioeUKic1b6OMWHJXgUv8zjJvU0uaYxJWYp1fMDyI1irUmg",
        "author": "Saurabh Gupta",
        "authorURL": "http://lh3.googleusercontent.com/-K4_tho8uZJY/AAAAAAAAAAI/AAAAAAAAB8M/TV-xi9Lzbok/photo.jpg",
        "authorSecureURL": "https://lh3.googleusercontent.com/-K4_tho8uZJY/AAAAAAAAAAI/AAAAAAAAB8M/TV-xi9Lzbok/photo.jpg"
      },
      {
        "timestampMsec": "1377518715002",
        "starRating": "5",
        "title": "Best app",
        "comment": "ideal for non Delhi peoples.....",
        "commentId": "gp:AOqpTOE7si2e335gOzQfg_mtVHNdPRu2ChGzHWrUEhaf7yfeLtGHG_iBaBYFHGy5r9-T2sk72zW7GRL9GemtrA",
        "author": "vivek Verma",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.VIBRATE",
      "android.permission.SET_WALLPAPER",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
