{
  "title": "ezTalky of Daewoo Department",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.cssoft.eztrans.km07",
  "category": "Communication",
  "price": "Free",
  "datePublished": "July 17, 2012",
  "version": "2.1",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "7",
  "rating": "4.428571",
  "contentRating": "Low Maturity",
  "creator": "CSLi",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.cssoft.eztrans.km07",
  "extendedInfo": {
    "installSize": "3.5M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "ezTalky of Daewoo Department store - This app is for Daewoo Department store customer by Daewoo Department store.1.This application provides voice recognition, automatic translation, and voice output in Korean/ English/ Japanese/ Chinese2.It contains over 3,400 exclusive conversations. This application was designed for user's convenience as dividing 18 categories depending on the situation. You can make variety of conversations with over 1000,000 sentences by using 3,400 sentence structures in many languages.3.This application provides bookmarks as well. By registering phrases or conversations that are frequently used, you can use it right away without doing extra work. It makes better use of this application.4.copy, text, e - mail, twitter, , Facebook, Kakao Talk available5.Chance to do pen pals - make foreign friends in many countries6.Only available in Daewoo Department store7.this service must be connected to 3G or WIFI.[[How to make friends]]Once people either registered as new pen pal members or renewed their information in Go Japan site, information is automatically updated and shown in pen pal friend list.  You can search pen pal friends by age (from 20’s to 50’s), and gender (male, female).[[TIP]]- If you use Android 2.1 or newer version, you may want to install “voice search” made by Google.  Voice recognition program will be upgraded so the voice awareness quality will be better. - If you can’t hear the voice, you may try to control the volume key.- The program recognizes the voice better when you use standard language clearly. - If voice recognition does not work properly, please type the word in entry window.- In order to confirm the area, please turn on the GPS where you can receive the GPS and wait for a while. - For Japanese or Chinese, you need to have corresponding keyboard. If not, please search “japan keyboard” for Japanese or “china keyboard” for Chinese and install a free version of proper keyboard. *Spec*- Best quality in WVGA(480x800, 480x854) screen- Only support smart phone",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.RECORD_AUDIO",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
