{
  "title": "IBM Retail User Group Conf 12",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.crowdcompass.irug2012",
  "category": "Business",
  "price": "Free",
  "datePublished": "April 26, 2012",
  "version": "2.2",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "CrowdCompass Inc",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.crowdcompass.irug2012",
  "extendedInfo": {
    "installSize": "12M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "The mission of the Retail User Group, a mutual benefit organization, is to provide retailers and solution providers a networking partnership for the sharing of information, experiences and best practices; enabling the advancement of retail solutions to solve common business problems. We have been busy planning for a tremendous conference this year. We have added new technology representations and more networking and experience sharing opportunities for you – making this years conference a “must-attend” retail event for 2012. The conference agenda has been crafted around topics and speakers that you, our members, have requested. Our intent is to ensure that the conference is relevant for today’s retail members. This year’s conference will not only proved information but will also have a working mobile application to showcase. We have lined up a diverse and robust variety of compelling speakers and presentations all focusing on addressing your Connected Customer. You will have the opportunity to network with key retail executives and your peers making this conference a must attend retail event.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
