{
  "title": "Hagia Sophia Live Wallpaper",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.creativeone.hagiasophialivewallpaper",
  "category": "Lifestyle",
  "price": "Free",
  "datePublished": "August 22, 2013",
  "version": "1.0.2",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "43",
  "rating": "4.255814",
  "contentRating": "Low Maturity",
  "creator": "CreativeOne",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.creativeone.hagiasophialivewallpaper",
  "extendedInfo": {
    "installSize": "2.1M",
    "downloadsCount": "10,000+",
    "downloadsCountText": "10,000 - 50,000",
    "description": "Enjoy Hagia Sophia Live Wallpaper! This is a moving image of a great architectural beauty and an important monument both for Byzantine and for Ottoman Empires.Once a church, later a mosque, and now a museum at the Turkish Republic, Hagia Sophia is universally acknowledged as one of the great buildings of the world. That’s the reason why we created Hagia Sophia Live Wallpaper to beautify your android phone. We put the picture of Hagia Sophia on a cloud floating in the sky to show heavenly beauty of this monument, illuminated by the sunlight.The museum Hagia Sophia (Άγια Σοφία) in Greek, Sancta Sophia in Latin, and Ayasofya or Aya Sofya in Turkish, was known as the church the Holy Wisdom, a former Byzantine church and former Islamic mosque in Istanbul.============================================================How to install:Home -> Press Menu -> Select Wallpapers -> Select Live Wallpapers -> Select Hagia Sophia Live Wallpaper from the list============================================================The Church Hagia Sophia in Istanbul was dedicated to the Logos, the second person of the Holy Trinity, its dedication feast taking place on 25 December, the anniversary of the Birth of the incarnation of the Logos in Christ. Although it is sometimes referred to as Sancta Sophia (as though it were named after Saint Sophia), sophia is the phonetic spelling in Latin of the Greek word for wisdom – the full name in Greek being Ναός τῆς Ἁγίας τοῦ Θεοῦ Σοφίας, \"Shrine of the Holy Wisdom of God\".The Hagia Sophia history is shaded with ownerships by many religions. Beginning in 360 to 1453 it served as the cathedral of Constantinople (also known as Istanbul). For a brief period, it began the Roman Catholic cathedral of the area.Famous in particular for its massive dome, it is considered the epitome of Byzantine architecture and is said to have \"changed the history of architecture.\" It remained the world's largest cathedral for nearly a thousand years thereafter, until Seville Cathedral was completed in 1520. The current building was originally constructed as a church between 532 and 537 on the orders of the Byzantine Emperor Justinian and was the third Church of the Holy Wisdom to occupy the site, the previous two having both been destroyed by rioters. It was designed by the Greek scientists Isidore of Miletus, a physicist, and Anthemius of Tralles, a mathematician.Disclaimer:This app may show notification and icon ads. To opt out, go to http://unpush.me  and/or  http://opt.leadbolt.comFor more Islamic Live Wallpapers and apps, please visit my channel.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.SET_WALLPAPER",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.WAKE_LOCK",
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.READ_PHONE_STATE",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "android.permission.VIBRATE",
      "android.permission.ACCESS_FINE_LOCATION",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "com.android.launcher.permission.UNINSTALL_SHORTCUT",
      "android.permission.GET_TASKS",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
