{
  "title": "Link 2013 - User Conference",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.crowdcompass.link2013",
  "category": "Productivity",
  "price": "Free",
  "datePublished": "February 26, 2013",
  "version": "2.2",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "CrowdCompass Inc",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.crowdcompass.link2013",
  "extendedInfo": {
    "installSize": "3.4M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Telvent is now Schneider Electric, and the annual conference you've known as the Telvent User Group — TUG — is now Link. -Same unique connection of GIS and Smart Grid professionals, utilities and communications providers from around the world -Same great opportunity to expand your knowledge, leverage your GIS and Smart Grid investment to design, manage and optimize performance of distribution network assets -Same dedicated focus on using real-time information to cut network operations costs -Same expert presenters helping you learn how network data can yield enterprise-wide business intelligence Link is a great opportunity to expand your knowledge, find new ways to meet growing demand, and exchange best business practices with other utility professionals from around the world. In addition, our product development, delivery, training and customer support staff will be readily available to discuss your challenges, questions and feedback regarding product direction, implementation methodologies and enterprise deployments.Keywords: Telvent Schneider Electric TUG Link ArcFM Miner MUG",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
