{
  "title": "Weight Meter ideal weight, BMI",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.cryofy.android.weightmeter",
  "category": "Health & Fitness",
  "price": "$1.91",
  "datePublished": "August 30, 2013",
  "version": "1.2.3",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "23",
  "rating": "4.869565",
  "contentRating": "Everyone",
  "creator": "cryofy.com",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.cryofy.android.weightmeter",
  "extendedInfo": {
    "installSize": "6.3M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "The most intuitive, useful and simple to use weight loss app for your smartphone. Weight Meter is a great app for you to support your diet efforts and simply keep track of your weight on a regular basis on your Android device.Track your weight, BMI (Body Mass Index), body fat percentage and even your own user-defined tracking items. Create profiles for yourself and your family. Various charts, statistics, trends and much more will help you monitor your progress and boost your motivation to reach your ideal weight.Start today, you're worth it!★ Feel free to contact us for any questions, feature requests, ideas for improvement or bugs! Just use the email provided by the google play store, the in-app contact feature or follow us on Twitter: https://twitter.com/cryofyAwards:✔ Featured app on 'The Fresh Living Project' @ http://www.freshlivingproject.comKey features:• Simple, fun and intuitive to use weight tracker.• Innovative and clear user interface: almost no typing required, easy to use slide controls.• Widget for your home screen.• Multi-user support: create profiles for yourself, your partner, your kids.• User-defined tracking items: create and track your own items, fully integrated in the app.• Available languages: English, Deutsch, 日本語, 한국어, Español, Português, Italiano, Français, 中文, Русский, हिंदी, Svenska, Nederlands, Polski• Support of metric and imperial units: Pound, Kilogram, Foot, Centimeter and many more.• Measure and estimate your body fat percentage: Weight Meter determines your body fat in quick and easy fashion. • Built-in BMI calculator: Your Body Mass Index is calculated automatically.• Built-in ideal weight calculator: Set your ideal weight as your weight goal and monitor your progress.• Powerful analysis and reporting function via charts and spreadsheets: Don't lose track of your weight, BMI and body fat percentage and easily keep an eye on your weight loss or weight gain.• 'Remind me' functionality: Never forget to take your weight again!• Monitor and support your progress with photos and notes.• Backup and restore your data.• Easy import of data from the free version of Weight Meter (instructions at the bottom)• Export and import csv files: Monitor your weight, BMI and body fat percentage with Excel, Numbers or Google Docs on your laptop or desktop computer.• Export charts of your weight, BMI and body fat percentage and share them directly with friends via email, on Picasa, facebook and many more.• Integrated guide to measure your body fat percentage.• An extended help lets you discover the various functions of this app.1. How to easily transfer your data from the free to the paid version:• In the free version of Weight Meter:✔ Select your user and press the menu button on the home screen of the app (where your weight records are listed)✔ Select the 'Import & export' menu and select the 'Write backup' list item✔ Your backup file is written• In the paid version of Weight Meter:✔ Press the menu button on the home screen and select the 'Import' menu ✔ Select the 'Read backup' list item and choose the file you've created before✔ Your data is imported",
    "reviews": [
      {
        "documentVersion": "1.1.7",
        "timestampMsec": "1369073973793",
        "starRating": "5",
        "title": "Two thumbs up.",
        "comment": "This app makes keep up with your weight loss or gain,easy. I love this app. It is a must have.",
        "commentId": "gp:AOqpTOFBTOiB2_72j17O8PKBh4gj_I4Ky8-2_QcXWkIaWxSVVxht6NS-hbe5b8n_Fo6glt3sMVFQpRsKbcX1Bw",
        "author": "Krystenna Womack",
        "authorURL": "http://lh6.googleusercontent.com/-G2t7k89Ue2E/AAAAAAAAAAI/AAAAAAAAI0g/b00haqd1oSE/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/-G2t7k89Ue2E/AAAAAAAAAAI/AAAAAAAAI0g/b00haqd1oSE/photo.jpg"
      },
      {
        "documentVersion": "1.1.1",
        "timestampMsec": "1360868917964",
        "starRating": "5",
        "title": "Well done",
        "comment": "It has a refreshing take on weight tracking.",
        "commentId": "gp:AOqpTOHf_2TpmBaAP71ZaBm0P6A2ub048QRnDBwrowR7NkIUdrnhJV4lMr34EhA1tjj-BjbUgmpD5tw9ZZYBzw",
        "author": "James Rendek",
        "authorURL": "http://lh5.googleusercontent.com/-KhssB45KV8w/AAAAAAAAAAI/AAAAAAAAAAA/jN91yU_J76A/photo.jpg",
        "authorSecureURL": "https://lh5.googleusercontent.com/-KhssB45KV8w/AAAAAAAAAAI/AAAAAAAAAAA/jN91yU_J76A/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.VIBRATE",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
