{
  "title": "Happy New Year Wishes - 2013",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.creators.newyearwishes",
  "category": "Entertainment",
  "price": "Free",
  "datePublished": "December 30, 2012",
  "version": "1.01",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "2",
  "rating": "5.0",
  "contentRating": "Medium Maturity",
  "creator": "Pavithra Thanigaivel",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.creators.newyearwishes",
  "extendedInfo": {
    "installSize": "861k",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "Collection of New year wishes to share with your friends, girl friend / boy friend and Life Partner. Time has arrived to welcome 2013 with great zeal and happiness..Let’s gear up for the celebration and start sharing our heartfelt wishes with our beloved ones. New Year gives the best moment to let our dear ones know how much we love and care for themSo, needs to be the New Year Wishes too. Everyone wants to wish their dear ones in a special and impressive way. “Happy New Year” is the app that presents a collection of personalized New Year Wishes that you can share with your special people.  - The app provides tailored wishes that you can edit and forward / share it with your friends, life partner, girl friend / boy friend.   - You can merge two or more wishes from the wish list across sections and create your own customized wish message. - The section on funny wishes gives you sample context to create your own funny messages – Yes!!! New year is the good time to spread cheers and create memorable moments. So, you can try for a crazy wish that adds spice to the day’s josh. Apply creativity with good use while composing these messages. And, kindly avoid anything that has a negative connotation, racial or any other context that can hurt the recipients. - The section – ‘Quotes’ presents famous sayings from personalities about New Year Eve. There is never a Ctrl-Z in our life. It's just Ctrl+S your smiles; Del your pains; Ctrl+X your hatred and anger; last not least - F5(Refresh) your hopes and Positive attitude...Wish you all a very Happy New Year and Let’s have a Wonderful year aheadKeywords – New year wishes, New year, New year messages, New year sms, friend messages, boy friend new year messages, girl friend new year messages, funny wishes, new year quotes, wishes, girl friend wishes, boy friend wishes",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.INTERNET"
    ]
  }
}
