{
  "title": "CSP Magazine HD",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.cspnet.csp",
  "category": "News & Magazines",
  "price": "Free",
  "datePublished": "January 11, 2012",
  "version": "2.2.0",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Medium Maturity",
  "creator": "CSP, LLC",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.cspnet.csp",
  "extendedInfo": {
    "installSize": "2.6M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "For 20 years, CSP magazine and its award-winning editorial team have covered the convenience and petroleum retailing industry, consistently at the forefront of the day’s critical issues and trends, keeping business leaders one step ahead of the competition. CSP reaches every retail chain’s key buyers as well as high-volume, one to 10-store independent operators in the $511 billion convenience retailing industry.Since 2003 CSP magazine has ranked No. 1 in readership and market share over all other industry publications. C-store marketers have identified CSP as the preferred magazine source for their trade marketing communications. With industry-leading, highly targeted print circulation to over 100,000 qualified subscribers, CSP reaches the key convenience retailing decision-makers fifteen times a year with its print version, and many thousands more through its affiliated website www.cspnet.com and its sister online publication CSP Daily News (e-news and mobile app versions).CSP’s investment in the largest, most experienced editorial department in the industry assures you of our commitment to delivering in-depth, award-winning, quality articles that affect all areas of retail operations—and offers analysis and insight that provides immediate, actionable intelligence.Includes patent-pending Media Deck™ technology.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.INTERNET",
      "android.permission.CALL_PHONE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
