{
  "title": "Eazel APP",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.cuble.vittaliamarket",
  "category": "Tools",
  "price": "Free",
  "datePublished": "February 26, 2013",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "15",
  "rating": "3.6",
  "contentRating": "Everyone",
  "creator": "Eazel",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.cuble.vittaliamarket",
  "extendedInfo": {
    "installSize": "2.5M",
    "downloadsCount": "5,000+",
    "downloadsCountText": "5,000 - 10,000",
    "description": "Your best mobile experience starts here!Gain access to the best mobile apps and games for your Android device with Eazel APPThe best reviews and bonus contentsWith Eazel APP you’ll find essential applications you should definitely have in your mobile, each with its own review and bonus contents, such as images and videos.Unlike similar tools, Eazel APP will provide you with a detailed and unique analysis of each app.THE BEST APPSIn the “BEST APPS” section, our editorial staff picks out the best apps for you, so you don’t waste any time and install the most convenient option. Our experts choose the most relevant apps and games in each category and offer you a detailed analysis to help you understand the benefits of installing them.SHARE AND ORGANIZEBesides, with Eazel APP you’ll share your apps with friends through a single tap on your device. You’ll also be able to organize the lists according to your preferences via the FAVORITES section. Thanks to it, you’ll choose different apps or categories to explore them whenever you want.SEARCH AND BROWSE IN THE EASIEST OF WAYSTake advantage of the search system to quickly find the app you need. If you want, you can fine-tune your Eazel APP searches through the advanced search engine and the intuitive category tree that will make your browsing far easier.Eazel APP features:Discover the best Android appsInstall apps directly in your mobile deviceGain access to our staff’s reviews on each appEnjoy bonus contents to learn more about the apps you download: images, videos and newsOrganize your apps through the Favorites sectionCOMING SOONAlerts with suggestions and available updatesThe best Android and mobile tech newsBest apps and suggestions widgetApps “just for you” based on your tastes and previously installed apps",
    "reviews": [
      {
        "timestampMsec": "1376081165593",
        "starRating": "5",
        "title": "So cool",
        "comment": "So cool",
        "commentId": "gp:AOqpTOHzKSaqswJhPypkd7g45dNnEf4NpGwjnljHMpfy45sdYY89hY1a4oQSkjk3FDB4QklIRLUZYi9dbocRvw",
        "author": "Christian Robinson",
        "authorURL": "http://lh3.googleusercontent.com/-PGnJNQ4xPDI/AAAAAAAAAAI/AAAAAAAAAA0/Gg83f8R6Ec0/photo.jpg",
        "authorSecureURL": "https://lh3.googleusercontent.com/-PGnJNQ4xPDI/AAAAAAAAAAI/AAAAAAAAAA0/Gg83f8R6Ec0/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
