{
  "title": "Personal Finances App",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.csg.finan",
  "category": "Finance",
  "price": "$4.37",
  "datePublished": "September 4, 2013",
  "version": "18",
  "operatingSystems": "4.0.3 and up",
  "ratingsCount": "13",
  "rating": "4.923077",
  "contentRating": "Low Maturity",
  "creator": "Cristian Guedes",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.csg.finan",
  "extendedInfo": {
    "installSize": "1.2M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Este controle de finanças pessoal foi projetado para ser simples e prático. Por isto, todas as telas foram criadas com o mínimo de opções possíveis, a fim de que a entrada de dados seja bem direta e não demande muito tempo do usuário.Sabemos que é necessário muita disciplina para manter o registro de nossos gastos diários e receitas. Por isto, um aplicativo de controle de finanças para celular é mais indicado que um caderno de anotações, vez que o celular muito provavelmente estará em nossas mãos no ato da compra. Além disto, este aplicativo permite a criação de relatórios personalizados por grupo de transações e por participantes. Os relatórios podem ser apresentados na tela do aparelho ou podem ser exportados facilmente como planilha do Microsoft Excel. O sistema traz ainda uma tela de resumo de transações, a qual permite identificar com o que você está gastando o seu dinheiro.A partir da versão 4, o Controle Financeiro permite digitalizar os documentos registrados como crédito ou débito.  Esta opção é muito útil para guardar documentos importantes como comprovante de pagamento de pensão alimentícia, etc.Principais recursos:- Gráficos;- Digitalização de comprovantes de pagamentos;- Exportação de dados para excel no seu e-mail;- Integração com a agenda do smartphone;- Importação de SMS dos bancos Itaú, BB e Santander;- Controle o saldo de várias contas bancárias;- Backup no cartão de memória e-mail;- Widget: pequeno aplicativo que flutua na sua área de trabalho e fornece o resumo das suas transações.Sugestões de melhorias são bem vindas.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "com.android.vending.CHECK_LICENSE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_CONTACTS",
      "android.permission.INTERNET",
      "android.permission.CAMERA",
      "android.permission.CALL_PHONE",
      "android.permission.READ_SMS",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
