{
  "title": "WSSFC 2011",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.crowdcompass.wssfc2011",
  "category": "Business",
  "price": "Free",
  "datePublished": "October 26, 2011",
  "version": "2.3",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "CrowdCompass Inc",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.crowdcompass.wssfc2011",
  "extendedInfo": {
    "installSize": "2.5M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "The State Bar’s Solo & Small Firm Conference returns to the Kalahari Resort & Waterpark October 27-29, 2011 (Thurs – Friday). Whether you're practicing on your own or in a small firm, this conference is dedicated to helping you build your business — and improve your life. With dozens of programs to choose from, including more than 32 education and training sessions, you are sure to find the guidance and advice you need to save time and money. The Solo and Small Firm Conference is jammed with sessions to help you achieve a balance between your professional success and your personal sanity. Four tracks offer you the variety you need The beauty of the Solo and Small Firm Conference is that you customize it to fit your interests and needs. Over a three-day period, you can choose from 32 educational sessions in four different tracks: Practice Management Quality of Life/Ethics Technology Substantive Plenary sessions focus on the big picture Four informative plenary sessions — plus a three-hour interactive pre-conference workshop provide you with solutions to common business and management problems that might be preventing you reaching your goals. Building a Prototype for Your Law Office: Work ON Your Practice, Not Just IN It Karin Iwata (E-Myth Worldwide) The Power of Self Judy A. Meyer (Dale Carnegie Training) The Key Frustration Process Karin Iwata (E-Myth Worldwide) Best Practices for Small Law Firm Management: Tips and Technologies to Help Simplify the Process Christopher Anderson (Lexis Nexis) Consequences of Fraud and Ethics Jerome Mayne (Fraudcon) Social events and networking opportunities round out your experience! Friday Networking Lunch — Sponsored by Murphy Desmond S.C. Enjoy a free lunch with your peers and guests while expanding upon your connections. Attendees' guests can join the lunch for a $15 fee included in your registration. The John Lederer Solo and Small Firm Service Award will be presented at this time. Friday Evening Hospitality Suite — Sponsored by Lawton and Cates and Bakke Norman, S.C. Sit back, relax, and connect with your colleagues at the wine and cheese hospitality room sponsored by Bakke Norman, S.C. and Lawton and Cates, S.C. Don't miss the event of the year for solo and small firms! Whether you're going it alone or as a sole practitioner or are part of a small firm, the Wisconsin Solo and Small Firm Conference offers the information, flexibility, and connections you need. Maximize your education experience with FREE webcast replays! As a special bonus, registrants will have the opportunity to watch future webcasts of selected programs that will be recorded at the Conference – for additional credits at no extra charge!",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_CONTACTS",
      "android.permission.READ_PHONE_STATE",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.RECEIVE_BOOT_COMPLETED"
    ]
  }
}
