{
  "title": "Lottery Group Play Free",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.crowded.lotterygroupplayfree",
  "category": "Lifestyle",
  "price": "Free",
  "datePublished": "July 10, 2011",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "1",
  "rating": "1.0",
  "contentRating": "Low Maturity",
  "creator": "Crowded",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.crowded.lotterygroupplayfree",
  "extendedInfo": {
    "installSize": "545k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Manage your Lottery Group Play today!Whether it is a bunch of coworkers, friends or family everyone participates in group play for a large lottery jackpot at one time or another. Often times the organizer is writing down the names and collecting money and having to remember when and if people really paid.  Recent stories in the press on people who feel they should get a cut of a large jackpot (through a group win) even though they didn't play this time; because they had previous played and were part of the group from the beginning showcase the need to organize and track players, groups, jackpots in a better way.Lotto Group Play provides features that help the organizer:* track what lotteries have been played* track what draws have been played for each lottery* track who has played each draw* track who has paid and whenThe free version of Lottery Group Play is ad supported. The premium version of Lottery Group Play is ad free, the first to get new features and issues fixed. Upgrade to the premium version today!By installing the app you agree to the following Terms of Use :Lottery Group Play is an application that helps the organizer track their group lottery plays in an organized and friendly manner. As this is a tool and certain features allow the user to maintain the state of information including but not limited to lotteries, draws and participants; Crowded Inc. takes no responsibility in disputes over winnings, paid status or participants or other disputes derived from outcomes of group play.KeywordsLottery, lotteries, lotto, draw, millions, dollars, players group, play, family, friends, coworkers, paid",
    "reviews": [
      {
        "timestampMsec": "1372750155077",
        "starRating": "1",
        "title": "Crashing",
        "comment": "Unable to use as never past the first screen",
        "commentId": "gp:AOqpTOGNkYB6R2a-iBe_xStL0Tm1J4fRpf17vRcIbda44nNa_O6Bn77rrvWJUk6TkpDod_d3lVzAg1Sx19JYbbY",
        "author": "Colin Hill",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION"
    ]
  }
}
