{
  "title": "The Shipbrokers' Register",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.crunchfish.wramfelt",
  "category": "Business",
  "price": "Free",
  "datePublished": "October 27, 2011",
  "version": "1.2",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "1",
  "rating": "5.0",
  "contentRating": "Low Maturity",
  "creator": "Wramfelt Maritime AB",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.crunchfish.wramfelt",
  "extendedInfo": {
    "installSize": "362k",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "The Shipbrokers' RegisterIn the early 1900’s it was the responsibility of each shipbroker and shipping agent to keep their own handwritten directories. These generally included only the names and addresses of firms known to them. They were limited in scope and were seldom followed up by amendments and addenda indeed, they were generally more misleading than beneficial amid the rapid expansion and modernization of postal, telegraphic addresses and telephone communications between nations which occurred in the years after World War I and during the twenties. After thorough investigations of shipbrokers/shipping agents in Scandinavia and Baltic countries, William Wramfelt, Authorized Shipbroker, announced to his broker colleagues in these countries that the intended to compile a ship brokers’ directory for use within the shipping industry. All information such as name, address, telegraphic address, telephone and fax numbers and codes would be entered in a single, complete directory. The book aroused major interest among shipbrokers/shipping agents and ship owners. They regarded it as precisely the long-awaited directory that had been missing within the shipping industry. The first book was published on the 19th of August, 1926 by William Wramfelt, Authorized Shipbroker. The book listed 1,036shipbrokers/shipping agents at 249 ports in 11 Northern European countries. It was soon realized, however, that the brokers/agents of more countries should have been included. Shipbrokers’ associations, ship owners and brokers urged William Wramfelt to press ahead and produce a new directory with a broader scope. The first ‘Blue’ edition was published in 1927 and the name was changed to ‘The Shipbrokers’Register’. It was decided that English should be used for the name because the Register had by that time expanded rapidly, after only one year covering 17 countries. The first European Edition was published in 1929. The present Managing Director of the company, Göran Wramfelt, joined his uncle in the family business in 1961. Göran took over the company in 1974 when William Wramfelt retired, and at the same time introduced computerization to the production of the Register. The first world-wide edition of ‘The Shipbrokers’Register’ was published in 1981. It contained about 15,000 companies in approximately 3,000 ports, covering an estimated 150 nations. The first pocket edition was published in the same year to meet the demands of travellers. The multi-user version of ‘The Shipbrokers’Register’ was launched in 1995 in 1996 the first single user CD-ROM was issued. Beginning in 2002 (42nd edition), a complimentary uncut version of the Register in paperback was sent to every company who updated their entry with us on time. This practice continues today. ‘The Shipbrokers’Register’ is used daily by over 100,000 people in the shipping and forwarding industry. It has become an invaluable resource for the industry. The Register prides itself on providing up-to-date contact details for approximately 15,000Shipbrokers, S & P Brokers, Ship Agents, Liner Agents, Chartering Agents and more worldwide. Each basic entry (free of charge) includes company name, address, cable, telex, and telephone and fax numbers. The Register also recognizes those businesses who are members of their respective National Shipbrokers Associations. For an additional, reasonable fee the businesses may choose to have their name printed in Blue Heavy Type, to have After-Office-Hours contact information included, or to have their company’s information appear in more than one city (Brass Plate Entry) in the book. For the first time, in April 2002, ‘The Shipbrokers’Register’ was launched on the Internet. Every entry from the book is included. Early 2011 it was desired not to publish the Pocket Edition of the Register and replace it with an App version of the Wold Wide known Register.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_FINE_LOCATION"
    ]
  }
}
