{
  "title": "Card Forum and Expo 2011",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.crowdcompass.cfe2011",
  "category": "Business",
  "price": "Free",
  "datePublished": "April 20, 2011",
  "version": "1.6.1",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "CrowdCompass Inc",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.crowdcompass.cfe2011",
  "extendedInfo": {
    "installSize": "2.8M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Recession and regulation have fundamentally altered the payments landscape over the past year. But now the time has come to ask: what’s next? Challenges remain. But after a year spent adapting to the new credit environment and regulatory compliance requirements, we once again can turn our focus to future growth–and the new business models, products and technologies that can drive that growth. One clear product trend has emerged as a legacy of the recession: debit, prepaid and charge cards are gaining in popularity with both consumers and issuers. At the same time, technologies are emerging that eventually could replace plastic cards, and will at least supplement them. Mobile products, for example, will change not only the way consumers pay, but how they shop. Such changes have obvious ramifications for both the payments and retail industries, as both strive to improve the customer experience and increase loyalty. Now more than ever, issuers and retailers need to put aside their long-running interchange disputes, work more closely together and learn from each other. At this year’s Card Forum & Expo, executives from both industries will share insights and compare notes about growth strategies. Payments executives and veterans also will discuss strategies for adapting to regulatory changes, managing past the recession, and refocusing on the customer experience. Speakers will discuss the latest payment and loyalty trends, and how attendees can capitalize on those trends to boost their institutions’ operations and bottom lines. Take a look at this year’s agenda. The presentations cover a wide variety of issues and topics, including credit and debit trends, customer loyalty, and emerging payments. Attendees will find insights on how to reach a greater share of their customers’ wallets, how to gain business from emerging market segments, and how to revitalize their credit card portfolios–or how to supplement those portfolios with new products and technologies. Please accept our invitation to you to attend the 22nd annual Card Forum & Expo. Don’t miss this opportunity to connect with industry peers and with the executives who already are redefining the payments landscape. Make your reservations now and join us May 16 to 18 at the Hyatt Regency Grand Cypress in Orlando, Fla.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_CONTACTS",
      "android.permission.READ_PHONE_STATE",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_EXTERNAL_STORAGE",
      "android.permission.READ_CALL_LOG"
    ]
  }
}
