{
  "title": "2012 AMTA National Convention",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.crowdcompass.amtanc12",
  "category": "Business",
  "price": "Free",
  "datePublished": "September 4, 2012",
  "version": "2.2",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "CrowdCompass Inc",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.crowdcompass.amtanc12",
  "extendedInfo": {
    "installSize": "2.3M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Elevate your massage therapy career with new research and education at the AMTA National Convention October 4 - 6 in Raleigh, NC. •Enlighten your practice with a variety learning opportunities. Access over 35 continuing education courses, including special programming options for teachers, researchers, students and practitioners working in health care environments. •Heighten your awareness with in-depth education options in the heart of the research triangle. Participate in comprehensive pre- and post-convention educational workshops and our third annual off-site immersion program. •Connect with other thought leaders in massage therapy. Share best practices and network with other massage professionals from across the country. Last year more than 1,400 people experienced the AMTA Convention in Portland! •Discover the most extensive exhibit hall in the profession. See what the leading suppliers have to offer massage therapists and experience hundreds of new products you need for your practice.Keywords: American Massage Therapy Association, AMTA, 2012 AMTA National Convention, Raleigh",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
