{
  "title": "ASHI 37th Annual Meeting",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.crowdcompass.ashi37",
  "category": "Business",
  "price": "Free",
  "datePublished": "October 13, 2011",
  "version": "2.2",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "CrowdCompass Inc",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.crowdcompass.ashi37",
  "extendedInfo": {
    "installSize": "3.4M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Join us in New Orleans at the ASHI 37th Annual Meeting for a comprehensive review of current issues in histocompatibility and immunogenetics. Morning sessions introduce the daily themes and focus on evaluating the genetic variation of the HLA system at the population level and its role in predisposition and protection in autoimmune disorders and infections. The Plenary and Symposia sessions are designed to examine emerging technologies and the dichotomous roles of T and B lymphocytes in modulating immune responses and causing injury to allogeneic grafts. The scientific program concludes with an overview of the factors defining outcomes in hematopoietic stem cell transplantation and providing an update of changes in histocompatibility practices for solid organ transplantation. The workshop sessions are complementary to the scientific program. Workshops provide a means to discuss relevant issues in the HLA laboratory practices, standardization of HLA antibody assays and levels of typing resolution. After attending this meeting, participants should have a better understanding of immunoregulatory processes and mechanisms of tissue injury in allogeneic transplantation. Participants will receive state of the art information regarding donor selection that will allow them to develop criteria for optimal utilization and interpretation of histocompatibility tests.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_CONTACTS",
      "android.permission.READ_PHONE_STATE",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.RECEIVE_BOOT_COMPLETED"
    ]
  }
}
