{
  "title": "Mobile OMT Spine",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.crtech.android.spine",
  "category": "Medical",
  "price": "$29.99",
  "datePublished": "September 4, 2013",
  "version": "1.6",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "10",
  "rating": "4.1",
  "contentRating": "Everyone",
  "creator": "Clinically Relevant Technologies",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.crtech.android.spine",
  "extendedInfo": {
    "installSize": "1.1M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "High quality videos(50), audio/written instructions, clinical evidence summaries with PUBMed links. Developer website for details.-Physical Therapy / Physiotherapy-Manual Therapy-Chiropractor-Osteopathic MOBILE OMT for the SPINE is a powerful clinical reference and teaching tool for any student, clinician or educator involved in the practice or the teaching of manipulative/manual therapy for musculoskeletal disorders.   A comprehensive mobile companion providing manipulative techniques for the cervical, thoracic, and lumbar spine presented in the context of best current evidence for use in treating spine disorders.  Step by step written instructions, high-quality video demonstration with audio, indications for use, and evidence to support each technique.Summaries of the most recent clinical research involving manipulative therapy are provided for each spine region (cervical, lumbar, and thoracic) with links to PUBmed abstracts of relevant clinical studies.   Additionally a brief summary of the history of manipulative therapy is presented, as well as definitions of terminology.OMT Spine Features:•Instructions for 50 orthopaedic manipulative techniques for the spine•High-quality video demonstration for each technique•Each video includes two angles of the technique being performed.  Therefore, there’s no guessing the important or even subtle details of the techniques performance (pause, rewind, forward within the video)•Each video includes corresponding audio instructions that describe the technique as it’s being performed•Each technique includes common diagnoses or “indications” for which the technique is typically performed •Techniques include high-velocity thrust joint manipulations, non-thrust joint mobilizations, muscle stretching and “contract-relax” stretching techniques•Summaries of the current state of the research on OMT for regions of the spine (cervical, thoracic, and lumbar)•Links to PUBmed abstracts of research on OMT for spine disorders (internet connection required)•Easily email PUBmed abstracts of the pertinent studies to yourself or colleagues from within the app•Historical overview of manipulative therapy If you treat patients that have musculoskeletal disorders with manual therapy management strategies, then this app is the perfect companion for you and your practice!TARGET:-Osteopathic physicians-Physical Therapists / Physiotherapists-Chiropractors-Clinicians managing patients with musculoskeletal conditions-Medical students, interns, residents, fellows in any of these disciplines-Educators/Academicians in any of these disciplines-Anyone interested in manipulative/manual therapyComplete the series with the MOBILE OMT – LOWER EXTREMITY and  MOBILE – OMT UPPER EXTREMITY apps!* Note: Need internet connection to access PUBMed links from within the app.  Additionally, as mentioned earlier, the size of the app is significant due to the large number and quality of videos embedded native in this app.Note: *Required 1-time download of videos after purchase*Final app size = 160MB*If OS 2.2 or higher can save to SD card",
    "reviews": [
      {
        "timestampMsec": "1362183441392",
        "starRating": "3",
        "title": "Good app; Needs updating!",
        "comment": "App content: 4/5. App aesthetics: 2/5 (vs iOS).  I will continue to buy the iOS version until android is updated (no updates since July 2011!...Really?!)",
        "commentId": "gp:AOqpTOE5vOnDeinFuqnsxnC3yCQolLDwtsvW7k7HpxhVckvjOXsyv304rBSWikvXeeT5k6QDjFculWPrHZaiJAM",
        "author": "Erik Dufner",
        "authorURL": "http://lh6.googleusercontent.com/-qzNJpNHZIww/AAAAAAAAAAI/AAAAAAAADN0/2d-x55j6iq4/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/-qzNJpNHZIww/AAAAAAAAAAI/AAAAAAAADN0/2d-x55j6iq4/photo.jpg"
      },
      {
        "timestampMsec": "1322325155858",
        "starRating": "5",
        "title": "Excellent",
        "comment": "Excellent app.",
        "commentId": "lg:AOqpTOHCcxbMubTqhmAcgiShgNj-ZVVd7v_Y16VrBVl2QVFjTZxZ4hbzUu0enQQCeKzTg4PH8w9Hlk2af0RBaHE",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1298396099492",
        "starRating": "5",
        "comment": "Awesome app! High quality evidence based info that\\'s well worth having in the palm of your hand. Easy to use whether you are a student or clinician.",
        "commentId": "lg:AOqpTOFBCJU4u5qKTWrDGtCTE4GZd9roCI-ebgYveaUDSKmXPNgElrkFm8AdinBPmXWvGN07Fxqucof64qftNTw",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1287711262190",
        "starRating": "5",
        "comment": "Amazing video. The written and oral instructions are very clear. A must for any manual physical therapist.",
        "commentId": "lg:AOqpTOGFneb1uV1QnDZAomzStnHv10prN9BO803pUCB2oB2Vq4dG479CC5y0SaDF2iQYsK_WWF7P-_EgG61B7fo",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "com.android.vending.CHECK_LICENSE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
