{
  "title": "Illinois Teen Institute",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.crowdcompass.iaddateen12",
  "category": "Education",
  "price": "Free",
  "datePublished": "July 3, 2012",
  "version": "2.2",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "CrowdCompass Inc",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.crowdcompass.iaddateen12",
  "extendedInfo": {
    "installSize": "2.3M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "With the ITI App, you’ll be one step closer to joining the largest and most acclaimed leadership institutes in the nation! You’ll be able to preview what’s coming at the Training Institute, who’ll be there to motivate and uplift you, access to the agenda, maps, direct links to our Facebook and Twitter feeds, receive updates and breaking news before and after the Institute, preview some of the games we will play using the App at ITI, and much more! This App is made possible by the support of the Cebrin Goodman Center, an affiliate of Lillian and Larry Goodman Foundations.The Illinois Teen Institute prepares young people to create their own leadership legacy and gives them the skills to open new opportunities for their futures. We offer a fast-paced, high-energy, youth leadership training institute. Young people create lifelong friendships and connect with other teens committed to making their world a better place. We not only motivate young people to do great things, we teach them how, show them examples of other teen leaders, help them create a plan for their community, and partner them with a team committed to making a difference.Keywords: Illinois,Teen,Leadership,Drug,Prevention,Conference,Youth Development,Youth Leadership, ITI,Wesleyan",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
