{
  "title": "Hexagon Metrology @ CONTROL 12",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.crowdcompass.hexagonmet12",
  "category": "Business",
  "price": "Free",
  "datePublished": "May 10, 2012",
  "version": "2.3",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "CrowdCompass Inc",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.crowdcompass.hexagonmet12",
  "extendedInfo": {
    "installSize": "7.2M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "10’000 SINGLE PARTS. 1 METROLOGY PARTNER. Join us at CONTROL 2012 to witness how one metrology supplier can help attendees learn how to use Hexagon Metrology systems to use actionable information that will help your business make smarter decisions.Why use this app?You only have a limited amount of time to visit CONTROL, it is the largest metrology exhibition in Europe and we want you to get the full Hexagon Metrology experience. Imagine this app as a virtual exhibition, guiding you through everything that Hexagon Metrology has to offer.Features include:MAPS-Local area maps – find your best way to the exhibition halls, plus local hotels, restaurants and transport links-Exhibition Centre Map – Don’t get lost in the enormous Stuttgart trade fare centre-Hall 5 Map – Locate the Hexagon Metrology Booth-Booth Maps – Navigate your way around the 500m2 booth, find the products that match your needs and industry.INDUSTRIESFor CONTROL 2012 we are focusing on 3 major industries and showing how each of our products relates to these industries. Find out more about metrology products for Automotive, Aerospace and Energy.PRODUCTSIf you are on the booth, get more information about the product you are looking at, right in your hand. You can also browse the products and mark the ones you particularly want to know more about, either when you visit the booth, or after the event.ABOUT CONTROL 2012Get all the info about the event including opening times and travel information.SOCIALStay in touch using social media, right from within the appSEARCHJust type to search for something you are looking for in the appAND MUCH MORE!We hope you find this app useful before, during and after the event.Hexagon Metrology – Where quality comes togetherFor questions about the app please contact news@hexagonmetrology.com",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
