{
  "title": "YES IG",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.crownit.YESIG",
  "category": "Finance",
  "price": "Free",
  "datePublished": "June 27, 2013",
  "version": "1.0.11",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "2",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "ITSS",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.crownit.YESIG",
  "extendedInfo": {
    "installSize": "605k",
    "downloadsCount": "50+",
    "downloadsCountText": "50 - 100",
    "description": "ITSS is a leading provider of software and customized e-solutions. Our accumulated experience puts us in the lead of delivering professional financial solutions in the area of OTC trading in Forex, CFDs, futures, and other varied financial markets.We are committed to helping you get the most out of our trading systems and services, as we have developed a stream of innovative products and reliable software solutions in this field: Client Trading Terminal, Multi Accounts Manager, Web Trader, and Smartphone Trading Platform.Smartphone Trading PlatformThrough our Smartphone Trading Platform, you can trade instantly and effectively with the best execution while you’re on the go. Your trading is now available at the tip of your fingers, as you can manage it wherever there is mobile coverage. It is a convenient way to keep up with your accounts when you don't have access to a desktop computer, with possibilities and features that are no different from the desktop version “SSTrader”, or those of our “Web Trader”. Benefits and Features:•  Available wherever there is mobile coverage;•  Full management of your trading account;                •  Supports all types of orders: instant execution, stop and limit orders;          •  Ability to view trade history;•  Availability of alerts.•  Guaranteed security and confidentiality of your trades;                          •  Compatible with iPhone and Android devices.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
