{
  "title": "Crypt-n-Send",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.cryptandsend",
  "category": "Medical",
  "price": "Free",
  "datePublished": "November 22, 2012",
  "version": "1.0.1",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "Vision Infonet Inc",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.cryptandsend",
  "extendedInfo": {
    "installSize": "1.1M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "CryptnSend is an innovative Android app which makes sending secure and encrypted messages from Android very easy. CryptnSend uses your existing email address to send HIPAA compliant secure messages. Messages sent using CryptnSend are HIPAA Compliant.CyptnSend app is from Vision Infonet, leader in providing Medical Billing and Transcription Services, and web-based EMR software MDCare. Vision Infonet is a 12-year-old Illinois corporation serving more than 2000 physicians across United States of America.About CryptnSend:CryptnSend App uses CryptnSend email encryption service provided by MD OfficeMail LLC, which is a sister concern of Vision Infonet Inc. Subscription is required to use CryptnSend Android app.Key features of CryptnSend service:-Use your existing email account to send secure and HIPAA compliant email messages.-Messages are encrypted by default.-End-to-end encryption of security at recipient’s end.-Facility to send plain messages.-Facility to expire already sent messages-Audit controls.-Strict Privacy policy.About Vision Infonet Inc: Vision Infonet is a  12-year-old Illinois corporation and is a leading provider of Medical Billing, Medical Transcription services and MDCare EMR/PMS.Vision Infonet website \thttp://vinfonet.com/CryptnSend Support http://mdofficemail.com/cryptapp.html",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_CONTACTS",
      "android.permission.READ_CALL_LOG"
    ]
  }
}
