{
  "title": "Dr Hung - Herbal Soup (Free)",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.crossover.android.drhung.soup.eng.free",
  "category": "Medical",
  "price": "Free",
  "datePublished": "June 13, 2012",
  "version": "1.1.0",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "6",
  "rating": "4.0",
  "contentRating": "Everyone",
  "creator": "Crossover International",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.crossover.android.drhung.soup.eng.free",
  "extendedInfo": {
    "installSize": "1.1M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "A Chinese medicinal diet is not a simple combination of food and herbs. Rather, it consists of specially prepared dishes made from Chinese herbs, foods and spices according to Traditional Chinese Medicine (TCM) theory. Such a diet responds to the different symptoms of a disease and its diagnosis according to TCM and is based on TCM principles which aim at treating the root problem of disease and maintaining a balanced relationship of energy in the body (Ying – Yang) among other things. A TCM diet prevents and treats disease, improves health and fitness, and slows down the aging process.   Chinese people emphasize food as a medical source.  In a Chinese diet, many tasty foods have medical and therapeutic values, e.g. watermelon, Chinese wax gourd, black fungus, pearl, celery, etc.  Specific herbs when cooked with the right foods also enhance the flavors and aromas of the cuisine. Examples include gojiberry, red date, ginseng, longan aril, coix seed, etc. For thousands of years, a Chinese medicinal diet has played an important role in Chinese food culture.  It was first documented during the time of the first Chinese writing when the Oracle bone script existed.  Over the centuries and through the combination and accumulation of experience with traditional food preparation, life, and medicine, Chinese medicinal diets have become remarkably varied.  It is traditional yet modern at the same time.  Nowadays, many urban-related illnesses like hypertension, diabetes mellitus, gout, hyperlipidemia etc, are closely related to the diet of the people.  The late Sun Ssu-miao was a well-known Chinese medicine practitioner and priest during the Tang Dynasty.  He believed that the first line of treatment is usually diet itself.  This concept aligns well with principles of modern health food practice.Good eating is a special part of life’s enjoyment and well being.  The right Chinese medicinal diet should be viewed the same way.  Therefore, a good Chinese medicinal diet is tasty with medical and therapeutic benefits as well.  This set of recipes includes 20 different kinds of soup for the 10 most common health problems.   It lets people enjoy many blessings at one time: a simple and pleasant cooking experience, delicious soups, illness prevention, disease treatment, and better health/longevity.Note:  These recipes are provided for reference only.  Because different people react to a Chinese medicinal diet differently, it is recommended that you consult a certified TCM doctor before any change in your diet, including, but not limited to, the recipes herein.    *Ying/Yang. A Chinese traditional philosophy which stands apart from Western perspectives of the body’s physiology, energy flow, balance, sensitivities, etc. For a more detailed explanation of this philosophy, you may wish to research and study this rich topic on your own.** Chi.In traditional Chinese medicine, Chi is an active principle forming part of any living thing. It acts as life energy, life force, or energy flow.  You may wish to research this fascinating topic on you own.",
    "reviews": [
      {
        "documentVersion": "1.1.0",
        "timestampMsec": "1342887922392",
        "starRating": "1",
        "title": "Dissapointing",
        "comment": "Gives only 5 recipies. Needs WAY more for me to keep 2.13 mb app on my phone. If you are going to promote a 15$ app give more info than this",
        "commentId": "lg:AOqpTOEKxscspen5BiU7SaXYt02PlqT9iRpI9kmdqGPyhOPBU_FOmKAmkya2WQz4Hjep2IfBSodvoOC5x5_5hw",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE"
    ]
  }
}
