{
  "title": "Int'l Astronautical Congress11",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.crowdcompass.iac2011",
  "category": "Business",
  "price": "Free",
  "datePublished": "August 3, 2011",
  "version": "1.8",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "2",
  "rating": "2.5",
  "contentRating": "Low Maturity",
  "creator": "CrowdCompass Inc",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.crowdcompass.iac2011",
  "extendedInfo": {
    "installSize": "4.7M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "The IAC2011 app is the one-stop shop for delegates and participants in the International Astronautical Congress to be held in Cape Town, South Africa, from 3-7 October 2011. The app allows you to register, view the congress programme, see exhibitors, view maps, find accommodation, view tour options, plan airport transfers, and exchange messages with other congress participants.More….Every year, the International Astronautical Federation together with the International Academy of Astronautics and the International Institute of Space Law (IISL), holds the International Astronautical Congress (IAC).The IAC is an annual meeting of the actors in the discipline of space and consists of plenary sessions, lectures and meetings. In addition there is a large exhibition running concurrently. The congress is attended by the agency heads and senior executives of the world's space agencies along with academics, researchers, industry and commerce executives, students and young professionals.This year you are invited to attend the 62nd IAC to be held in Cape Town, South Africa from 3 to 7 October 2011. The congress will be held in the latest jewel in the city's business crown, the spectacular Cape Town International Convention Centre (CTICC). This modern and flexible facility is ideally situated on the city's foreshore, close to South Africa's most visited tourist attraction, the spectacular Victoria & Alfred Waterfront.This mobile app provides everything that a participant of the 62nd IAC in Cape Town may need:-Registration – Allows you to view the registration options and rates. Also provides a link to the website for online registration.-Programme – Provides a high level view of the congress programme, as well as details of the various symposia and sessions taking place, including the dates, times and venues.-Exhibition – Provides you with a floor plan of the exhibition, as well as details of the various exhibitors.-Maps – Provides maps of the congress venues and surrounding areas, to assist with planning your activities at the congress, as well as your accommodation of activities outside the congress.-Accommodation – Allows you to view numerous accommodation options, viewable on a map of the areas surrounding the congress centre, including links to the website where accommodation can be booked online.-Tours – Provides information about tour option available before, during and after the congress.-Transfers – Provides information about transfers available from and to Cape Town International Airport.-Message Centre – Allows you to receive messages from the congress organizers as well as sending and receiving messages with other congress participants with who you have exchanges details.-Twitter – Allows you to follow all Twitter messages and updates send by the congress organizers.",
    "reviews": [
      {
        "timestampMsec": "1316737525591",
        "starRating": "2",
        "comment": "Thanks for this app this is a best conf. app but it is a huge app. Could you please bring app2sd option. Otherwise its fine. I hv HTC desire",
        "commentId": "lg:AOqpTOHt92Aeh-wdZ3tCfknOwaWMYfU51AB5RaBGJ_TF22GVU2KCnPu-j15nLOahq-nei27Yp5UzRBtSzZNxKw",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1317892753009",
        "starRating": "3",
        "comment": "It would be much more useful if a search tool had been included",
        "commentId": "lg:AOqpTOFo8XrlsmqwS32zMTvKzhQN3pWzorOAUmQWFNi4B5ZTCpsdQPxqGDbqJSWwwAM4sb8HxcefYzdblo3E3Q",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_CONTACTS",
      "android.permission.READ_PHONE_STATE",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_EXTERNAL_STORAGE",
      "android.permission.READ_CALL_LOG"
    ]
  }
}
