{
  "title": "DNV Rules and Standards",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dnv.rulesstandards",
  "category": "Business",
  "price": "Free",
  "datePublished": "February 7, 2012",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "9",
  "rating": "4.5555553",
  "contentRating": "Everyone",
  "creator": "DNV Rules and Standards",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dnv.rulesstandards",
  "extendedInfo": {
    "installSize": "23k",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "Det Norske Veritas (DNV) Rules and Standards online.Provides online access to DNV's document library.Included documents are:- Rules for Classification of Ships- Rules for Classification of High Speed, Light Craft and Naval Surface Craft- DNV Statutory Interpretations- Service Specifications (DSS)- Offshore Service Specifications (OSS)- Standards (DS)- Offshore Standards (OS)- Recommended Practices (RP)- Standards for Certification- Guidelines and Classification Notes- Approval ProgrammesThe content of the DNV service documents made available to you for downloading is the subject of intellectual property rights reserved by DNV. DNV grants you a right to download the documents in electronic format and a right to use the documents with the following restrictions: By downloading the documents you acknowledge and accept that user restrictions may apply to some of the documents. Such user restrictions will be found at the front page of the relevant documents and will typically restrict your ability to use the documents to offer classification, certification and/or verification services, including the issuance of certificates and/or declarations of conformity. DNV is not responsible for the consequences arising from any use of these documents. It is strictly prohibited to up-load any of these documents to the Internet without DNV’s explicit prior written consent. However, please feel free to provide a link to this official site from your intranet and or internet web site.",
    "reviews": [
      {
        "timestampMsec": "1334524562200",
        "starRating": "5",
        "title": "DNV Roles",
        "comment": "Works perfect on Galaxy S II",
        "commentId": "lg:AOqpTOG11bUUGUVHRi2vYcXIuna9Q0Djw4nxuQxQNNrc2ZE6jq9ZDyV-_PSQcoxCh5yePOZoYt705odC5s09Uc4",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [

    ]
  }
}
