{
  "title": "Miss Korea Memory Cards",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dm.memorycards",
  "category": "Casual",
  "price": "Free",
  "datePublished": "July 25, 2013",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "3",
  "rating": "5.0",
  "contentRating": "High Maturity",
  "creator": "sky11078002",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dm.memorycards",
  "extendedInfo": {
    "installSize": "1.1M",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "20 Finalists of Miss Korea 2013 Share the Same Face. So we can create this hardest Memory Cards game : Miss Korea Memory Cards.The object of the game is to turn over pairs of matching cards According to the Miss Korea Cards. It's easy. Tap to flip two cards, listen to the Animal Sounds, and find out the same . Match all pairs, and win a prefect gold trophy.More Information:“Korea’s plastic surgery mayhem is finally converging on the same face”, said netizen ShenTheWise.The obsession with plastic surgery in South Korea is becoming a lot more apparent now that a group of aspiring beauty queens of the Miss Korea 2013 looked remarkably similar to one another.It started with an image posted on Reddit - a collage of all twenty finalists of the Miss Korea 2013 that soon criticized the Asian nation’s obsession with going under the knife. According to recent figures, South Koreans currently have more plastic surgery than in any other country, and is particularly popular among 19 to 49-year-olds.The women here seem to share the same features – a narrow nose, wide eyes and a pointed chin. One of the most common procedures in South Korea is the double eyelid surgery, where the excess skin in the upper eyelid is reduced to make the eyes look bigger, making them look more ‘Western’.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.VIBRATE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.WAKE_LOCK",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
