{
  "title": "White Zoo Atom theme",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dlto.atom.WhiteZoo",
  "category": "Personalization",
  "price": "Free",
  "datePublished": "November 19, 2012",
  "version": "3.0",
  "operatingSystems": "4.0 and up",
  "ratingsCount": "30",
  "rating": "4.6666665",
  "contentRating": "Everyone",
  "creator": "DLTO",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dlto.atom.WhiteZoo",
  "extendedInfo": {
    "installSize": "1.4M",
    "downloadsCount": "10,000+",
    "downloadsCountText": "10,000 - 50,000",
    "description": "Penguins’ favorite season, winter has come to zoo. See cute penguins on your phone.  *** Features- High quality : Launcher for Ice Cream Sandwich / Jellybean (from Android ICS/JB 4.0.2) - Light & Easy : Offers Select Options by light and easy launcher - Stylish : Stylish UI with backgrounds, icons, and points colors - Smart : Optimized themes for ICS, Automatically supporting existing launcher such as SSKIN and Go Launcher - Fun: Offers fun-interactive themes by various backgrounds, live backgrounds and ICS’s widgets*** Atom Launcher Spec. - Supports for ICS’s widgets and menu: Widgets located on upper side of screen (search bar or clock)  - Available for Changing Display Settings on Hidden Dock: Emotional Filter Effect, Various Screen Switching, Opacity Adjustment- Available for Changes by Setting Point Color Changes: Available for Color Changes for widgets, Menu, Guide, or icons  - Live Background: Changes to dull backgrounds with dynamic backgrounds- Wide-Range Theme Support: Wide-range theme support by Atom Launcher and also existing SSKIN and GO Launcher themes- Badge: Display missed call, unread message (Supprots only defalt apps on your Android device, Could not support the funtion by devices)*** Attention- Available from above Android OS 4.0.2 version- The application needs 10 MB in total to save theme resources. - Because of enhancing usability, installed theme doesn’t appear- Not Available for Tab Device (X-large screen)*** Customer SupportPlease leave reviews or comments on Google play reviewsYour review will be appreciated. For more information or support, please visit - Facebook:  http://www.facebook.com/atom.themes",
    "reviews": [
      {
        "timestampMsec": "1368120645414",
        "starRating": "5",
        "title": "U kyaw",
        "comment": "I like Atom",
        "commentId": "gp:AOqpTOEmSzCwtT7hI_7Z7a_byKUBm0JC8hTg6R_y2aS0xCEw5_4SMGB3OoLr86uR4kYhBraTYePN6zLQAPnlFA",
        "author": "Afzaludeen Kyaw Hein",
        "authorURL": "http://lh5.googleusercontent.com/-CLfdKLXPNXo/AAAAAAAAAAI/AAAAAAAAARQ/hhYmGW1cKEo/photo.jpg",
        "authorSecureURL": "https://lh5.googleusercontent.com/-CLfdKLXPNXo/AAAAAAAAAAI/AAAAAAAAARQ/hhYmGW1cKEo/photo.jpg"
      }
    ],
    "permissions": [

    ]
  }
}
