{
  "title": "Disease Management",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.diseasemanagement",
  "category": "Lifestyle",
  "price": "$0.99",
  "datePublished": "December 5, 2011",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "FlorasSecret",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.diseasemanagement",
  "extendedInfo": {
    "installSize": "3.0M",
    "downloadsCount": "10+",
    "downloadsCountText": "10 - 50",
    "description": "Rapidly rising health care costs have prompted Employers and Health Plans to look to Disease Management Programs as a way to improve ones health while reducing overall healthcare costs. The Health Risk Assessments App utilizes a disease management approach to help lower healthcare costs by implementing a series of health risk assessments that can be performed by an individual or group. Early detection is the key to keeping healthcare costs at a minimum.This app features complete health risk assessments for both men and women including Diabetes, Heart Disease, Prostate Cancer, Breast Cancer, Colorectal Cancer, Gastrointestinal, Osteoporosis, Stroke, and Lung Cancer. Multiple choice health quizzes are included to test your knowledge and increase awareness of these various disease states. Each Risk Assessment provides an in-depth look at an individual for a specific disease state and determines a level of risk. A routine visit with an individual’s primary care physician is recommended and encouraged in most situations. Ideal For Businesses (Health Plans and Employers) Bulk purchases for Businesses, Health Plans, and Employers is available. NOTE: A customized version of this app can be developed including company logo and messaging to your staff. Contact us for details. People with chronic conditions generally use more health care services, including physician visits, hospital care, and prescription drugs. Increases in the number of people living longer with chronic conditions coupled with rising health care expenditures have spurred health plans, employers, and the government to look for ways to reduce health care use and costs. Disease management is one approach that aims to provide better care while reducing the costs of caring for the chronically ill. Disease management programs are designed to improve the health of persons with specific chronic conditions and to reduce health care service use and costs associated with avoidable complications, such as emergency room visits and hospitalizations.   Studies have shown that substantial reductions in health care service use and expenditures have occurred for many individuals enrolled in disease management programs. Employers are using these programs to improve the health of their workforce. Additionally, employers believe that disease management can increase worker productivity and reduce medical insurance costs.       For Individuals and Families A simple and convenient way to determine your risk for developing one the following major diseases: Diabetes, Heart Disease, Prostate Cancer, Breast Cancer, Colorectal Cancer, Gastrointestinal, Osteoporosis, Stroke, and Lung Cancer. Disease Management programs empower individuals, in collaboration with physicians and other health care professionals, to effectively manage their conditions and associated risk factors and co-morbidities. Our risk assessments are designed by experienced healthcare professionals to ensure accurate and dependable information is made available to you or a loved one. Prevention is key. Take a Health Risk Assessment today. -This app does not diagnose or suggest treatment for any disease state. A visit to your primary care physician is highly recommended.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.READ_PHONE_STATE"
    ]
  }
}
