{
  "title": "Find Differences - Cat",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dm.fd.fd.cat",
  "category": "Education",
  "price": "Free",
  "datePublished": "September 18, 2012",
  "version": "1.0",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "25",
  "rating": "3.72",
  "contentRating": "Low Maturity",
  "creator": "Game Lover",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dm.fd.fd.cat",
  "extendedInfo": {
    "installSize": "6.9M",
    "downloadsCount": "5,000+",
    "downloadsCountText": "5,000 - 10,000",
    "description": "Compare two images and spot five differences between them! FREECompare two images and spot five differences between them. Improve attention skills and exercise brain while playing this completely FREE arcade game with hundreds of levels.High quality images, works equally great on phones and tablets!Spot the difference!The domestic cat (Felis catus or Felis silvestris catus) is a small, usually furry, domesticated, carnivorous mammal. It is often called the housecat when kept as an indoor pet,or simply the cat when there is no need to distinguish it from other felids and felines. Cats are valued by humans for companionship and ability to hunt vermin and household pests. They are primarily nocturnal.[clarification needed]Cats are similar in anatomy to the other felids, with strong, flexible bodies, quick reflexes, sharp retractable claws, and teeth adapted to killing small prey. As crepuscular predators, cats use their acute hearing and ability to see in near darkness to locate prey. Not only can cats hear sounds too faint for human ears, they can also hear sounds higher in frequency than humans can perceive. The usual prey of cats (particularly rodents such as mice) make high frequency noises, so being able to pinpoint these faint high-pitched sounds gave cats' ancestors an evolutionary advantage. Cats also have a much better sense of smell than humans.Despite being solitary hunters, cats are a social species, and cat communication includes the use of a variety of vocalizations (meowing, purring, trilling, hissing, growling and grunting) as well as pheromones and types of cat-specific body language.Cats have a rapid breeding rate. Under controlled breeding, they can be bred and shown as registered pedigree pets, a hobby known as cat fancy. Failure to control the breeding of pet cats by spaying and neutering and the abandonment of former household pets has resulted in large numbers of feral cats worldwide, with a population of up to 60 million of these animals in the United States alone, while in Japan they are caught and disposed of.Since cats were cult animals in ancient Egypt, they were commonly believed to have been domesticated there, but there may have been instances of domestication as early as the Neolithic.[clarification needed]A genetic study in 2007 revealed that all domestic cats are descended from as few as five female African wildcats (Felis silvestris lybica) c. 8000 BCE, in the Middle East. Cats are currently the most popular pet in the world, and now found almost everywhere in the world where people live.Note:The software uses the airpush ads, some system software misinformation airpush is the virus, please feel at ease to use, thank you.",
    "reviews": [
      {
        "timestampMsec": "1350826181104",
        "starRating": "5",
        "comment": "Find it cars version",
        "commentId": "lg:AOqpTOER1wNJXPY_GtIa-II_fOSaOEtywv6D2ebDpvOmZj3zqxQFm0sf9m97Waa92GPDfiFCBenpjEWvLCWP8Bo",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.VIBRATE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.GET_ACCOUNTS",
      "android.permission.ACCESS_WIFI_STATE"
    ]
  }
}
