{
  "title": "DJ Live Wallpaper",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.djlivewallpaper",
  "category": "Personalization",
  "price": "Free",
  "datePublished": "August 20, 2013",
  "version": "2.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "115",
  "rating": "4.2173915",
  "contentRating": "Low Maturity",
  "creator": "Live Wallpapers and Backgrounds",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.djlivewallpaper",
  "extendedInfo": {
    "installSize": "1.9M",
    "downloadsCount": "10,000+",
    "downloadsCountText": "10,000 - 50,000",
    "description": "♫'DJ Live Wallpaper'♫ is a great new app for all the deejays and music lovers! Replace your old backgrounds with these cool images of best world parties and most famous DJs! Choose your favorite party image and let the flashing lights shine bright on your screen! Have the impression of being at the coolest parties in best nightclubs of the world! Turn the bass up and enjoy your new best wallpapers! It doesn't matter whether you prefer techno, house or electro – these HD backgrounds are perfect for anybody!✔To use: Home -> Menu -> Wallpapers -> Live Wallpapers✔Full support for both portrait and landscape mode!Download ♫'DJ Live Wallpaper'♫ and decorate your phone with amazing music backgrounds! Put on your headphones and play some music – your new backgrounds will make the enjoyment complete! Choose your favorite “party picture” and feel like a king of dance parties! Remember the days when a deejay would spin the record on a vinyl player? Well, those days are history – now, turntables are the new vinyl players! Best party pictures are selected for your enjoyment only! The flashing lights of the stroboscopes will create the atmosphere! Play some heavy bass, sit back and enjoy!“How to be a DJ?” The major decision for those intending to start out as a disc jockey is what media to work with - this defines what equipment you buy, what tunes you can play, what skills you need, etc. Choice of media boils down to:vinyl, which is not purely limited to old school lumps of plastic as you might think, CDs, which give you the opportunity to burn your own music, unlike vinyls and have additional advantages of all the complex electronic controls such as key lock, pitch shift, looping and effects. High end CD decks now often allow the connection of USB memory sticks, external hard disks and computers. Electronic media such as mp3s is next in line. They can now be mixed using just a computer and some software or the use of a USB console mixer designed to work with a laptop running software. Personal preference probably is of paramount importance; if you're not comfortable and happy using the option you pick you just wont enjoy DJing and the learning process, so will have wasted your time and money. It would be worth saving up for longer if you can't initially afford the setup. Finally, if you have a limited budget there is nothing wrong with opting for a software setup with or without a console style controller.If you download ♫'DJ Live Wallpaper'♫, you will get the best free DJ live walpapers there are! Feel like a real club DJ – choose your favorite music genre and let this cool wallpapers and pictures amuse you for a long time! Get this free app for Android™ right now and don't forget to share it with your friends and family!This live wallpaper has been tested on latest devices such as Samsung Galaxy S3, S4, Note II, HTC One X, Google Nexus 4, Sony Xperia Z. Please contact us if your device is not supported.*Android is a trademark of Google Inc.",
    "reviews": [
      {
        "timestampMsec": "1377564055328",
        "starRating": "4",
        "title": "Nice",
        "comment": "Bro excellent lwps is there a way u can make it run a little smoother its got a little lag to it.",
        "commentId": "gp:AOqpTOF-sII_LPSsl_TZASbDO8-3Tri8pDfEA97nFtwkn7Cl1L8rzaXqnAzmW1-LVf5f7nlAWaG-NTFPFzXxlw",
        "author": "Steven Lobato",
        "authorURL": "http://lh4.googleusercontent.com/-6pVuk3XV8Co/AAAAAAAAAAI/AAAAAAAAACA/N8qUw7oUSr0/photo.jpg",
        "authorSecureURL": "https://lh4.googleusercontent.com/-6pVuk3XV8Co/AAAAAAAAAAI/AAAAAAAAACA/N8qUw7oUSr0/photo.jpg"
      },
      {
        "timestampMsec": "1375723039521",
        "starRating": "5",
        "title": "Good",
        "comment": "Want to fix some bugs",
        "commentId": "gp:AOqpTOGZl0o3i3GkO8a6-Pt20_fOtgU2kwsBXTscPR29rv3i48tQYKw1qHXHkgCrEDNdsd46HmCKs70dPgWgUg",
        "author": "Siddhesh Shinde",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.GET_TASKS",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "android.permission.WAKE_LOCK",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "com.android.launcher.permission.UNINSTALL_SHORTCUT",
      "android.permission.VIBRATE",
      "android.permission.CALL_PHONE",
      "android.permission.SEND_SMS",
      "android.permission.READ_SMS",
      "android.permission.WRITE_SMS",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.GET_ACCOUNTS",
      "android.permission.USE_CREDENTIALS"
    ]
  }
}
