{
  "title": "Diet Buzz: Dieting News & Tips",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.doapps.android.mln.MLN_390e2f5f4682887fd2bfb3894d9716c5",
  "category": "News & Magazines",
  "price": "Free",
  "datePublished": "June 17, 2013",
  "version": "4.5.4",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "1",
  "rating": "5.0",
  "contentRating": "Low Maturity",
  "creator": "DoApp, Inc",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.doapps.android.mln.MLN_390e2f5f4682887fd2bfb3894d9716c5",
  "extendedInfo": {
    "installSize": "5.8M",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "Your mobile source for up-to-date diet news & tips.Diet Buzz may feature news about these diets and more:African MangoAlkaline DietAlliAtkins DietBaby Food DietBelly Fat CureBest Life DietBig Breakfast DietBiggest Loser DietBiggest Loser Simple SwapsBlood Type DietBody for LifeBrown Fat RevolutionCabbage Soup DietThe Carb Lovers DietThe Caveman (Paleo) DietCheater's DietCinch DietCookie DietDetox DietsDHEAThe Diet SolutionDr. Oz Ultimate DietDr. Phil's Ultimate Weight SolutionDukan DietThe Eat- Clean DietEat More, Weigh Less?Eat Right for Your TypeEat This, Not ThatEat What You LoveEco Atkins DietFast Food DietFat Smash DietFlat Belly DietFlexitarian Diet5 Factor DietFlavor Point Diet4 Day DietFruit Flush DietFrench Women Don't Get FatFresh DietThe FullBar DietG Free DietGene Smart DietGlycemic Index DietGrapefruit DietHallelujah DietHGG DietHigh School Reunion DietThe Hormone DietHydroxycutInstinct DietJenny CraigJuiceJapaneseThe Kind DietLA Weight LossLemonade DietLiving Low-CarbMacrobiotic DietMartha's Vineyard Diet DetoxMaster Your MetabolismMayo Clinic DietMedifast DietMediterranean DietMorning Banana DietNaturally Thin DietNew Atkins for a New YouNew Beverly Hills DietNutriSystem Diet02 DietPark Avenue DietPerricone DietPersonality Type DietP.I.N.K. MethodPritikin PrincipleProtein PowerRaspberry KetonesRaw Food DietRice Diet SolutionThe 17-Day DietShangri-La DietSkinny Vegan DietSlim-Fast PlanSonoma DietSouth Beach DietSouth Beach Diet SuperchargedThe SpectrumStep DietSugar BustersThin for LifeThis Is Why You're Fat3 Day Diet3-Hour DietUltraMetabolism DietVolumetricsWhat Color is Your Diet?The Weigh DownWeight Loss CureWeight WatchersDr. Andrew WeilYou – On a DietThe Zone--This app will help with diet trackers & assistants, calorie counting & counters, coach and coaching diets, healthy foods and losing weight & weight loss watcher and watching guides.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.BROADCAST_STICKY",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_LOGS",
      "android.permission.GET_TASKS",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
