{
  "title": "Understand Islam's character",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dms.quotes365",
  "category": "Education",
  "price": "$1.06",
  "datePublished": "August 28, 2013",
  "version": "2.0",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "4",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "Mohammed Patel",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dms.quotes365",
  "extendedInfo": {
    "installSize": "483k",
    "downloadsCount": "50+",
    "downloadsCountText": "50 - 100",
    "description": "365: Sayings of Prophet Muhammad (pbuh), is a phone application that contains wisdom and compassion for all; regardless of your beliefs, gender or status in life.The application will give you an insight of the kindness of the Prophet Muhammad (pbuh) and the tolerance and love he has for mankind. It is something that we should all inspire to have in our everyday life, and many great people of the past have mentioned and written about Prophet Muhammad (pbuh). Michael H. Hart book, The 100: A Ranking of the Most Influential Persons in History placed Prophet Muhammad (pbuh) as number one. George Bernard Shaw the famous writer mentioned that Prophet Muhammad (pbuh) must be called a saviour for humanity.Mahatma Gandhi mentioned after reading the second volume of Prophet Muhammad (pbuh) biography, he wished there was more to read of the great life.  I hope my application allows for people to reflect on the religion of Islam and its genuinely true beauty. The app can be used year after year, enabling people to grow and develop as a person. Sections for people to read and ponder over; improving as a person, patience, modesty and cleansing your heart. Also the rights of other people in particular your family, neighbours and for people who are in need. The app has been approved by two different Islamic organisations for accurate information.  The application has a charitable link with at least 10% of profit going to various good causes.  “He, who eats to his fill while his neighbour goes without food is not a true believer.” (Baihaqi)“The best of you are those who are slow to anger and swift to cool down.” (Tirmidhi)“The strong man is not the good wrestler; the strong man is the one who controls himself when he is angry.” (Bukhari, Muslim)“The most hated person in the sight of Allah (swt) is the most quarrelsome person.” (Bukhari)“Do not consider any act of kindness insignificant, even meeting your brother with a cheerful face.” (Muslim)Finally I hope God ensures me with the ability to practice on the, 365: Sayings of Prophet Muhammad (pbuh)",
    "reviews": [
      {
        "timestampMsec": "1332152279578",
        "starRating": "5",
        "title": "Amazing!!",
        "comment": "Brilliant app, very user friendly and informative.. A must have!!",
        "commentId": "lg:AOqpTOHzGjMpuCW1-kymRgUPSjb7GgEWON71qwOhcJxrb5qEfgomFrZs5U0KXrfFB3VBwXKLKOewX9qENdWMIvU",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1332004982148",
        "starRating": "5",
        "title": "365",
        "comment": "Mashallah...very imformative and a must-have app for every household. Brilliant effort. May Allah bless you.",
        "commentId": "lg:AOqpTOFcwp2j6UHEkdgr4NPrP8f3jicS9DrgnYM-GuEC7UpiggokWqmxWdHqFv698eyX1rBcFEm8maK-P9qGGmw",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1340688600363",
        "starRating": "5",
        "title": "AMAZING!!",
        "comment": "I use this app everyday. Very nice and accurate. Must have!! :D",
        "commentId": "lg:AOqpTOHAYqyfO7NjLlFhBhZ4lovK68L0d3O0AEvC-7tcR1J49FY6UASAldv8YciE3Pr92t3RaRB6hhWllDTSwqY",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1331402232022",
        "starRating": "5",
        "title": "365",
        "comment": "A must have app. Very informative and easy to use.",
        "commentId": "lg:AOqpTOEq5xxMjpwB6op3FdXwj-dYsD8g4d9QzJ4XzuQnwt_RqSkmO8xOXt7BZirNaTRKTQG-nKSvy77WnTdPdH0",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
