{
  "title": "Eastern Eye",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dissue.easterneye",
  "category": "News & Magazines",
  "price": "Free",
  "datePublished": "July 4, 2013",
  "version": "1.0",
  "operatingSystems": "2.3 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "3D Issue",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dissue.easterneye",
  "extendedInfo": {
    "installSize": "1.9M",
    "downloadsCount": "10+",
    "downloadsCountText": "10 - 50",
    "description": "Eastern Eye is the UK’s most iconic and best-selling Asian weekly newspaper. Download today to enjoy unrivalled news coverage on the Asian community at your fingertips. Eastern Eye is the best-selling and only nationally distributed title and the one to turn to when you want reliable, authoritative and credible news on the Asian community.As well as having unparalleled news coverage, the paper provides the most comprehensive overview of all that is happening. No other Asian paper covers business or international south Asian affairs in as much depth as Eastern Eye.At only £7 for 3 months or £20 for the year, Eastern Eye is a must for all the family. It is the most comprehensive news, entertainment and sport guide you could ever wish for – so don’t miss out, download the Eastern Eye app now and enjoy being in the thick of everything.Features:•Eastern Eye continues to chart the success and development of the community at all levels.•There are regular columns by leading names, including cabinet ministers, opposition figures and industry leaders, as well as weekly dose of sense and sensibility from former Fleet Street veteran, Amit Roy.•Alongside its unparalleled UK Asian news coverage, there are extensive sections on entertainment, Bollywood and sport.•E-guide is the source of information on everything from music, lifestyle and health, and includes the ever popular and very distinct Eye-Spy, as compiled by Bollywood aficionado, Asjad Nazir.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_EXTERNAL_STORAGE",
      "android.permission.WRITE_INTERNAL_STORAGE",
      "android.permission.READ_INTERNAL_STORAGE",
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_PHONE_STATE"
    ]
  }
}
