{
  "title": "China Compare Hotels Booking",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.discounthotels.china",
  "category": "Travel & Local",
  "price": "Free",
  "datePublished": "August 13, 2013",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "Bolt Mobile",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.discounthotels.china",
  "extendedInfo": {
    "installSize": "7.7M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "***BEST COMPARE HOTEL PRICES IN ANDROID MARKET******SAVE UP TO 80%***Compare hotel rates from compares +2.000.000 hotel deals from 100's of booking sites:www.Agoda.com, www.Expedia.com, www.booking.comlastminute.compriceline.comhotels4u.comhostelbookers.comlaterooms.comeasytobook.comvenere.comHotelclub.comholidayinn.comMarriottSkooshCrowne Plazato find the lowest rates on the best hotels.Features include:• Simple search by location, dates and guests* No Fees or mark-ups• “Around Me” search to find what is available around you at that exact moment• Search results can be viewed two ways - on a map or in a list format* Deals save up to 80%!• Interactive map with zoom in, zoom out, and swipe to reveal more hotels • View all hotel details, guest ratings, images and features the hotel offers• Comparison table for all hotels and the best rates available for all our partner booking sites• Refine your search by price, star ratings, areas, hotel features and more• Book with our partner websites by simply clicking “book” on your hotel of choice• Big image gallery • Apps in 41 languages• The only app that allow you to search the hotel deals through out Don't Miss it! Book Your Room Now!!Simple Introduction of ChinaChina, officially the People's Republic of China (PRC), is a sovereign state located in East Asia. It is the world's most populous country, with a population of over 1.35 billion. Covering approximately 9.6 million square kilometres, China is the world's second-largest country by land area.TOP Tourist Attractions of China1. Great Wall of China2. Forbidden City in Beijing3. Terracotta Army4. Pudong Skyline in Shanghai5. Mogao Caves in Dunhuang6. Leshan Giant Buddha in Sichuan7. Mount Huang/ Huangshan/ Yellow Mountain8. Li River Cruise from Guilin to Yangshuo9. Potala Palace in Lhasa Valley, Tibet10. Changbai Mountains11. Grand Canal of China12. Mount Tianzhu in Anhui13. Mount Jiuhua in Anhui14. Temple of Heaven in Beijing15. Xiamen in Fujian16. Wudang Mountains in Hubei17. Mount Tai in Shandong18. The Hanging Temple at Mount Heng, Shanxi19. Mount Emei, Sichuan20. Old Yalu Bridge, Dandong, Liaoning21. Yabuli Ski Resort in Heilongjiang",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.RECORD_AUDIO",
      "android.permission.CAMERA",
      "android.permission.WAKE_LOCK",
      "com.discounthotels.china.permission.C2D_MESSAGE",
      "com.google.android.c2dm.permission.RECEIVE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
