{
  "title": "Mr Banker",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dkspex.mrbanker",
  "category": "Casual",
  "price": "Free",
  "datePublished": "February 18, 2013",
  "version": "1.1",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "1",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "dkspex",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dkspex.mrbanker",
  "extendedInfo": {
    "installSize": "2.3M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Mr Banker is greedy, selfish and arrogant. Can you beat him at his own game?Your goal is to beat Mr. Banker at his own game. Try to have the highest balance in the world and be number 1 on the leader-board. You must pledge in-game coins to play against Mr. Banker. He decides how much you have to pledge.You are assigned a safe at the beginning of each game which contains one of 22 available sums of coins. Your safe is a different color to the other safes during the game.If you accept an offer, the amount is added to your coin balance which can be used to play more games against Mr.Banker. Your coin balance will be shown to the world on the 'Highest Bank Balance' leader-board, can you rank #1 with highest balance in the world? You can earn more coin by clicking 'Earn Coins', and once earned, these coins can be transferred to your coin balance allowing you to play against Mr. Banker again and again and rank higher on the leader-board.Mr Banker will only give you loans up to 100,000 coins. This app uses TapJoy offers to give you the chance to get more coins absolutely free. An offer app shortcut is installed upon first running the app but can be easily removed. A single banner advert is used on the main menu.Please note that this app DOES NOT use any airpush or push notifications. If you like the app please comment and rate. Please email support@dkspex.com with any bugs or improvement suggestions.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.INTERNET",
      "android.permission.READ_PHONE_STATE",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
