{
  "title": "TVXQ! Catch me Atom (free)",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dlto.atom.theme.TVXQCatchme_Free",
  "category": "Personalization",
  "price": "Free",
  "datePublished": "March 15, 2013",
  "version": "3.1",
  "operatingSystems": "4.0 and up",
  "ratingsCount": "36",
  "rating": "4.9722223",
  "contentRating": "Everyone",
  "creator": "DLTO",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dlto.atom.theme.TVXQCatchme_Free",
  "extendedInfo": {
    "installSize": "1.0M",
    "downloadsCount": "5,000+",
    "downloadsCountText": "5,000 - 10,000",
    "description": "Men's Longing for Real LoveLight and Easy!!Atom Launcher 1.0, state of the art launcher for Android’s new OS; ICS, is now on market5 Million download, SSKIN - now introduce you our new launcher for ICSExperience new optimized ICS launcher if you have ICS version android phone*** Features- High quality : Launcher for Ice Cream Sandwich (from Android ICS 4.0.2) - Light & Easy : Offers Select Options by light and easy launcher - Stylish : Stylish UI with backgrounds, icons, and points colors - Smart : Optimized themes for ICS, Automatically supporting existing launcher such as SSKIN and Go Launcher - Fun: Offers fun-interactive themes by various backgrounds, live backgrounds and ICS’s widgets*** Atom Launcher Spec. - Supports for ICS’s widgets and menu: Widgets located on upper side of screen (search bar or clock)  - Available for Changing Display Settings on Hidden Dock: Emotional Filter Effect, Various Screen Switching, Opacity Adjustment- Available for Changes by Setting Point Color Changes: Available for Color Changes for widgets, Menu, Guide, or icons  - Live Background: Changes to dull backgrounds with dynamic backgrounds- Wide-Range Theme Support: Wide-range theme support by Atom Launcher and also existing SSKIN and GO Launcher themes- Badge: Display missed call, unread message (Supprots only defalt apps on your Android device, Could not support the funtion by devices)*** Attention- Available from above Android OS 4.0.2 version- The application needs 10 MB in total to save theme resources. - Because of enhancing usability, installed theme doesn’t appear- Not Available for Tab Device (X-large screen)*** Customer SupportPlease leave reviews or comments on Google play reviewsYour review will be appreciated. For more information or support, please visit - Facebook:  http://www.facebook.com/atom.themes- CS E-mail:  atom.launcher@dlto.co.kr",
    "reviews": [
      {
        "timestampMsec": "1371183150370",
        "starRating": "5",
        "title": "Ss3mini",
        "comment": "It works perfectly.. love it.. thanks for bring kpop thems!! Hope u update more <3",
        "commentId": "gp:AOqpTOH9JbzzOAU8r3hRm6Vb0-EmHw0v0f2As1bXPwSSG0ns8-YaBb8kvHph3OnnlVHoKuh1UziiB9b3kZvUbg",
        "author": "Sara Monsalve",
        "authorURL": "http://lh5.googleusercontent.com/-zisvSEdBq6A/AAAAAAAAAAI/AAAAAAAAAIk/mI9AMNhCOw8/photo.jpg",
        "authorSecureURL": "https://lh5.googleusercontent.com/-zisvSEdBq6A/AAAAAAAAAAI/AAAAAAAAAIk/mI9AMNhCOw8/photo.jpg"
      }
    ],
    "permissions": [

    ]
  }
}
