{
  "title": "Bidoo’s Cooking House Atom",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dlto.atom.theme.bidoocooking",
  "category": "Personalization",
  "price": "Free",
  "datePublished": "February 5, 2013",
  "version": "3.0",
  "operatingSystems": "4.0 and up",
  "ratingsCount": "16",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "DLTO",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dlto.atom.theme.bidoocooking",
  "extendedInfo": {
    "installSize": "12M",
    "downloadsCount": "5,000+",
    "downloadsCountText": "5,000 - 10,000",
    "description": "Delicious smell is getting spread out from a window of  Bidoo's Cooking HouseOpen Bidoo drawers! There are full of fresh ingredients!Prepackaged fresh fruits and vegetables, mushrooms, bacon, miss words and strawberry tarts.Come to see me in the House of Cooking Bidoo!Charater Designer: MongprBlog: http://blog.naver.com/mongpr***Main Features- Exclusive Widgets: Clock, Memo, Calendar, Contact, Switch and Search Bar - Gestures: Simple Use with Finching, Double Touching, Sliding, Long Touching. - Smart Folder: Available adding folders on All apps and Home screen, flexible size - Dock bar: Available putting max 20 apps on the dock bar, Emotional Filter Effect, Various Screen Switching, Opacity Adjustment- Multi Wallpaper : Offering various wallpapers in one package, min 3 to max 24- Available for Changes by Setting Point Color Changes: Available for Color Changes for widgets, Menu, Guide, or icons  - Live Background: Changes to dull backgrounds with dynamic backgrounds- Wide-Range Theme Support: Wide-range theme support by Atom Launcher and also existing SSKIN and GO Launcher themes*** Features- High quality : Launcher for Ice Cream Sandwich / Jellybean (from Android ICS/JB 4.0.2) - Light & Easy : Offers Select Options by light and easy launcher - Stylish : Stylish UI with backgrounds, icons, and points colors - Smart : Optimized themes for ICS, Automatically supporting existing launcher such as SSKIN and Go Launcher - Fun: Offers fun-interactive themes by various backgrounds, live backgrounds and ICSâs widgets*** Attention- Available from above Android OS 4.0.2 version- The application needs 10 MB in total to save theme resources. - Because of enhancing usability, installed theme doesnât appear- Not Available for Tab Device (X-large screen)- Badge: Display missed call, unread message (Supprots only defalt apps on your Android device, Could not support the funtion by devices)- Stoped service on Optimus View because of resolution issue*** Customer SupportPlease leave reviews or comments. Your review will be appreciated. For more information or support, please visit - Facebook:  http://www.facebook.com/atom.themes- CS E-mail:  atom.launcher@dlto.co.kr- CS Center : http://cs.prompt.co.kr/",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [

    ]
  }
}
