{
  "title": "Spaced Out (Celtic Free)",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dmd.spacedoutcelticfree",
  "category": "Sports Games",
  "price": "Free",
  "datePublished": "May 18, 2012",
  "version": "1.0",
  "operatingSystems": "2.3.3 and up",
  "ratingsCount": "1",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "Dave Marshall",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dmd.spacedoutcelticfree",
  "extendedInfo": {
    "installSize": "398k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "SPACED OUT is a trivia game for football fans.  The aim of the game is to complete the starting line-up for the match specified by entering 11 player's names into the 11 text boxes on the game screen.  At the start of the game, each player's name has been disguised by replacing all alpha characters (A to Z) by a question mark (?).  The game is complete when all 11 players names have been correctly entered into the 11 text boxes.There are 3 game LEVEL settings:* Level 3 (default level) - All alpha characters (A to Z) in each player's surname have been replaced by a question mark (?).* Level 2 (easier) - As per level 3 except the LAST character of each player's surname is not disguised.* Level 1 (easiest) - As per level 3 except the FIRST character of each player's surname is not disguised.The full paid edition of SPACED OUT contains 18 puzzles based on key Celtic matches from 1967 to date including the 1967 European Cup Final win over Inter Milan.  This FREE edition has all the functionality of our paid version but is limited to just the first game in the menu.  All other games are only available in the paid version, available now from the Android Market.Editions of SPACED OUT for other Clubs are available. Visit my website or search the Android Market for availability.Keywords: Celtic, Glasgow, football, club, FC, Old, Firm, Spaced, Out, footie, footy, soccer, missing",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [

    ]
  }
}
