{
  "title": "Napoleonics: Waterloo",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dk.napwaterloo",
  "category": "Brain & Puzzle",
  "price": "$1.98",
  "datePublished": "August 7, 2013",
  "version": "6.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "18",
  "rating": "3.5555556",
  "contentRating": "Everyone",
  "creator": "DK Simulations",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dk.napwaterloo",
  "extendedInfo": {
    "installSize": "842k",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "The battle of Waterloo in 1815 was the climactic battle of the Napoleonic wars. An allied army under Wellington stood firm against continued assaults of the French army under Napoleon, counting down the clock to the arrival of the Prussian army under Blucher.Since that battle, people have often questioned \"Why can't I wargame Waterloo on a mobile device?\" Well, now you can - as long as you have an Android device.Napoleonics: Waterloo recreates the battle of Waterloo at the same scale as the already released Napoleonics: Quatre Bras.The map is the Waterloo battlefield divided into regions, each of which is about 500m across. The map will be familiar to those who have played the boardgames Napoleon's Triumph, or Bonaparte at Marengo - units can be positioned in the centre, or deployed facing an adjacent region.Each unit represents a brigade. There are 3 types of units, Infantry, Cavalry and Artillery. Cavalry are further subdivided by type (Cuirassiers, Lancers, Hussars, etc.), as are artillery (Field or Horse). Infantry move 2, cavalry move 3. Field artillery can either move 1 or fire (range of 3 - with chance of hitting affected by line of sight, range, terrain, target formation). Horse artillery fires (range 2) or moves 2, or moves 1 and fires, but only range 1.Units are deployed as column, line or square, each of which has their own advantages or disadvantages. In addition, you cannot move all your forces at once, but must activate them as the game progresses.The game can be played as 2 player hotseat, or else as either side against the computer AI. Victory is determined by capture of objectives and also strength and unit losses. Several variations allow you to tailor a game to your interests:Fog of war - can be on or off.Limit rallies - units cannot regain their full strength once they have been injured.Change number of activations per turn - independently for either side.Change when the Prussians arrive - have them arriving historically, early, late, never(!), or randomise when they arrive.Hal reinforcements: Wellington had reserves within marching distance at the town of Hal. He never called on them, but could have done.Voila, ici Grouchy! French Marshall Grouchy fought his own battle against some of the Prussian army at Ligny on the same day as Waterloo. He had the option to march to Waterloo instead and this option adds his entire wing arriving as reinforcements.The game can be saved at any point and last actions can be undone using the back button (this can also be disabled, if playing hotseat). At the end of the game, you have the option to either continue playing (night never falls!) or else review the battlefield at your leisure.NB - large screen phone/tablet better",
    "reviews": [
      {
        "timestampMsec": "1352269458157",
        "starRating": "3",
        "title": "I\\'d like it more but.....",
        "comment": "It crashes constantly. Usually when I am about to annihilate my opponent",
        "commentId": "lg:AOqpTOEhXPPLNhv5ENqh1YXKt47tiXrk2pQcjFQodUwnPdfmb5ob6kb6tFoS7L4Blh_DJAz9Ocl-X1AZ5tNc5w",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1343281697134",
        "starRating": "2",
        "title": "Very, Very buggy",
        "comment": "I\\'m looking forward to a major update. Has great potential.",
        "commentId": "lg:AOqpTOFnqVZt4TynrEqK3dn-tbLWHjHhLvnnawW3hUgfa2uqGrfsI-vQCOg8ULoU3C6Dld9Ytpf33nWjNJ7qsA",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1365686992370",
        "starRating": "1",
        "title": "Game play",
        "comment": "The game play is to confusing you cant see which units you can move. Uninstalling",
        "commentId": "gp:AOqpTOFmM51u30X2tEf341DZG0yrAEowL_vYQCJkPCi5wEuK53xeqsx5L_OvQjr1XF07x1bcNx40gZk96fowRw",
        "author": "Charles Baker",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1343078569194",
        "starRating": "1",
        "title": "Not great",
        "comment": "No refund option either.",
        "commentId": "lg:AOqpTOGLxvyn-_b9YDvS4hsvAKEIULJa9YkLrXr3iQ1mRPic56fNtSpspEFSC5gFVq7W5DLdXNVkPQE5KgmsjQ",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1340492187614",
        "starRating": "3",
        "title": "It\\'s all right.",
        "comment": "To slow to play",
        "commentId": "lg:AOqpTOEVVQPwB1jN5j3lP8P-LasqRYCqBaSVj_17so0PSwMPuFdPNZPkuwbUtuQE91K-9-UlRzXXruKdwRUqBA",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1331603360230",
        "starRating": "4",
        "title": "Almost great",
        "comment": "Great rules system. I think it needs just a little more polish. The ability to zoom quickly in and out and being able to click and see a units stats while zoomed out would be nice. Also a \\\"next unit\\\" option that allows moving from one unmoved unit to another would be very helpful.",
        "commentId": "lg:AOqpTOGxLbC7YxOJJKVv87M9S0fj_44a3ZWK2DioyxokocfHxNFX8uwRS4qL0Sv7ODuFrZ51DvJMLNVpUEqQkg",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1331498234932",
        "starRating": "4",
        "title": "Better",
        "comment": "This could be awesome.  Still really buggy, but it\\'s a great system and tactically right on the money.  Difficult interface and too slow.  Make it right and you\\'re gonna have a total winner.  As it is, it\\'s already the most compelling of your titles.  Thank God someone\\'s done grand-scale Napoleonic strategy!",
        "commentId": "lg:AOqpTOHXo8AfQbMZ6bWPzTk0S0UCUwfNah7hvhH2J1gBD2YvsjS2AQHGsTYIV2PftK5dvERFycy2Kr5Gw3KBMg",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1331595392650",
        "starRating": "5",
        "title": "Excellent Effort",
        "comment": "I am giving this five stars although 4.5 more accurately reflects my view. I completely agree with Sean that this game feels right tactically. The battlefield is accurately modeled and the AI appears to be surprisingly competent. For example, it hides its forces on the reverse slope and defends objective tiles agressivley.  The game needs tweaking as artillery seems to effective resulting very high strength step loses for infantry and cavalry. I would like to see a little more terrain detail in the shape of a road/farm road net and streams.    There needs to be some way for payers to assess a units combat effectiveness either via a drop down menu or as an icon on the unit counter.  Combat effectiveness meaning morale, cohesion, ammunition supply.  It might be fun to have leaders and command radius represented on the battlefield and have command radius affect unit activation, ability to rally disorganized troops, reduce step loses, and so on.  Bottom line, if you have ever wondered how you would stack up as a military commander against Napoleon or Wellington, this is a must buy!  Haigg",
        "commentId": "lg:AOqpTOF_qaBS0KpsnDUTuly0RHwVr4WLWkrQdYghb8uvi4-jxsQ2XV1McNiOpKROpDna3hBYEObw5aQy3nOqwg",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [

    ]
  }
}
