{
  "title": "Stock Dividends",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dividends",
  "category": "Finance",
  "price": "$2.99",
  "datePublished": "January 7, 2013",
  "version": "2.0",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "5",
  "rating": "3.2",
  "contentRating": "Everyone",
  "creator": "www.stock-events.com",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dividends",
  "extendedInfo": {
    "installSize": "873k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "====================================A MUST-HAVE FOR ANY SERIOUS TRADERS OR INVESTORS!====================================Did you know that often the shares of a stock will increase in value during the few weeks before the ex dividend date, and some traders choose to go long earlier in order to benefit from the capital appreciation. In fact, although not dividend stripping as such, some traders will take their profit from this price action before the dividend is declared. It would be nice to take advantage of this trend right? Or say you're just an investor who depends on dividends as an income source and you want to know when your next \"paycheck\" is coming. That would be nice too right? However, let's face it...keeping up with these dates for many different stocks can be a real pain.That's where the Stock Dividends app comes in. It lets you track all the important upcoming dividend dates (declare, ex-dividend, record, pay, etc.) of any stocks you choose and/or own and even be notified via adding events to your native calendar through the app.For a fraction of a stock trade...you can get this invaluable tool that will improve your trades, timing, awareness and most importantly your bottom line. Never miss another chance to buy or sell the stock or options before a dividend event occurs. This app is designed to keep you informed and up to date on your favorite stocks' dividends dates and even reminds you on your native calendar, that you can add directly from the app. ( Native android notifications will be coming soon ).Stock Dividends will notify you via your native calendar and dividend dashboard of the following time frames to keep you informed of upcoming dividend dates.Dashboard-All Days of the calendar year before and after ex-dividendCalendar- day before ex-dividend- 1 week before ex-dividend- 1 month before ex-dividend- You can customize the reminder to any date.**DISCLAIMER - The information contained in this application is for informational purposes only and Stock-Events.com does not take any responsibility for any monetary gains or losses caused by information provided by this application. Although we try very hard to have the most accurate data we possibly can we cannot guarantee it so please do your own due diligence.support@stock-events.comhttp://www.stock-events.comStock Dividends provides valuable, timely, accurate information to investors & traders.Copyright Stock Dividends 2012",
    "reviews": [
      {
        "timestampMsec": "1363446484776",
        "starRating": "1",
        "title": "Constant crashing makes this unsusable",
        "comment": "WARNING - THIS APP CRASHES BADLY (on Note II)  I have a Note II running 4.12.  Stock android.  I really like the idea of this app, but the implementation here is simply not compatible with my device.  It crashes, then sometimes even goes into a loop of successive crashes.  There\\'s no rhyme or reason to it, and I can\\'t nail down anything that triggers this.  You can get this to work, but only if you keep re-running it over and over again.  It\\'s not worth the hassle.  Perhaps it runs OK on earlier versions of Android, but anyone with a Note II is asking for trouble based upon my experience.  If this App were free, it wouldn\\'t be too bad, but it\\'s not.  I cannot recommend this app to anyone, and I regret buying it.  One star, because I paid for this.",
        "commentId": "gp:AOqpTOEQOE1ihMgZLgP31jJaaabzRgElc1-ZnKlpiQ4jdmiA3TqWNTxglE89zf-XGi3vGqmxt0I8x3qHebFfKw",
        "author": "Andrew Wilson",
        "authorURL": "http://lh5.googleusercontent.com/-_LB0tVKw9SM/AAAAAAAAAAI/AAAAAAAAEKE/5A8I7fd2XhY/photo.jpg",
        "authorSecureURL": "https://lh5.googleusercontent.com/-_LB0tVKw9SM/AAAAAAAAAAI/AAAAAAAAEKE/5A8I7fd2XhY/photo.jpg"
      },
      {
        "timestampMsec": "1362150983689",
        "starRating": "1",
        "comment": "Could be good but keep crashing, Galaxy nexus",
        "commentId": "gp:AOqpTOG6XS98xpwVyTPBH_hB0CbxdQGS7mDTnhFIkNcr3Q0Y-P1LVIu3abnW5AiwFFqCxm8c8alg6zTk5mv4YA",
        "author": "Kirk Davis",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1349912223105",
        "starRating": "4",
        "title": "Works as advertised",
        "comment": "Great for tracking. Up to date, easy to add/remove items. This is a must have app",
        "commentId": "lg:AOqpTOGP-yv9cUdZYE3_v8HhcSdFuClNfdEaMkevcFK3jjRN-FoMzizIkrmmOyvGySAdyUNafSkJBTLfRJCQRA",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1357986952712",
        "starRating": "5",
        "title": "Terrific Program",
        "comment": "Application is fast and easy.  Customer service response to my question was prompt and helpful.  I highly recommend this application to all investors.",
        "commentId": "gp:AOqpTOGP5ZqrAx48EoUvZf3jflNmIWALOgtpBBHIzuvkuz67cfz_5QEmSRV_-wkkNRSK2mApnF-a5WXq1bP6qQ",
        "author": "howard ware",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1351536782083",
        "starRating": "5",
        "title": "Response for adding new div. Stock coverage that was not in database",
        "comment": "It was seamlessly  fast and easy",
        "commentId": "lg:AOqpTOEU6pUyR8QryiNzXtmZ8Yk5WEItj8LJHhW3diHPxUPM5akbWR9ktTxQv8UAsiVIBZryFDxkmbZH88EB_A",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.READ_CALENDAR",
      "android.permission.WRITE_CALENDAR"
    ]
  }
}
