{
  "title": "She is Lovely Atom theme",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dlto.atom.theme.atomservice17070253",
  "category": "Personalization",
  "price": "Free",
  "datePublished": "May 23, 2013",
  "version": "1.1",
  "operatingSystems": "4.0 and up",
  "ratingsCount": "19",
  "rating": "4.894737",
  "contentRating": "Everyone",
  "creator": "DLTO",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dlto.atom.theme.atomservice17070253",
  "extendedInfo": {
    "installSize": "1.4M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "A woman has a beautiful smile, so she is adorable and lovely. A image like pop art has exuberant expressions that is sexy and lovely. In windy winter, you will remember this theme always.***Main Features:- Exclusive Widgets: Clock, Memo Calendar, Contact, Settings and Search Bar- Gestures: Pinch, Double Touch, Slide, Long-Touch- Smart Folder: Ability to add folders on ALL apps and the ‘Home’ screen, flexible sizing- Dock Bar: Access up to 20 of your favorite apps instantly, includes an ‘Emotional’ Filter Effect, Screen settings, and opacity adjustments.- Multi-Wallpaper: Automatically switch between 3-24 different wallpapers when the display is turned on/off- Deep Customization: ‘Point Colors’ are completely adjustable and modify the look and feel of Widgets, Menu, Guides, or Icons.- Live Background: Brings your background into the 21st century – beautiful dynamic backgrounds- Wide-Ranging Theme Support: Supports existing SSKIN and GO launching themes***Main Points:- High Quality: Optimized for Ice Cream Sandwich / Jellybean (Android ICS/JB 4.0.2 onwards)- Light & Easy: Options instantly selectable through a light and easy launcher interface- Stylish: Stylish UI with beautiful backgrounds, icons, and custom color schemes from professional designers- Smart: Themes are optimized automatically for ICS and existing launchers such as SSKIN and GO are completely supported - Fun: Offers fun, interactive themes with live, beautiful backgrounds and widgets***ATTENTION- Available from Android OS version 4.0.2 and above- Requires 10 MB space to save theme resources- To enhance usability, installed theme doesn’t appear- Not available for Tab Devices (Extra-Large Screen)- Badges: Display missed call, unread messages (ATOM only supports default apps on your Android device, does not support device-specific functions)- Due to resolution issues, service is currently stopped on “Optimus View”*** Customer SupportPlease leave reviews or comments. Your review is appreciated and we read every one.For more information or support, please visit - Facebook: http://www.facebook.com/#!/Atom.Home",
    "reviews": [
      {
        "timestampMsec": "1367330572567",
        "starRating": "5",
        "title": "The best Atom theme",
        "comment": "Definitely the best Atom theme on the market.  Love the pastel colors and boxed beauties ***** 5 stars",
        "commentId": "gp:AOqpTOG5Xmu27w3Ld49yIJaOyqmasrfd1updUBvnR-6YaEzZQnJogM-6zRT00os6Eyvhe_bp8r620CNDKKCezrk",
        "author": "William Torres",
        "authorURL": "http://lh3.googleusercontent.com/-qb7WTbJZqrM/AAAAAAAAAAI/AAAAAAAAEs8/J5BbMQAhASU/photo.jpg",
        "authorSecureURL": "https://lh3.googleusercontent.com/-qb7WTbJZqrM/AAAAAAAAAAI/AAAAAAAAEs8/J5BbMQAhASU/photo.jpg"
      },
      {
        "timestampMsec": "1370369009712",
        "starRating": "5",
        "title": "Best theme",
        "comment": "5 stars love it so nice beautiful we are lovely",
        "commentId": "gp:AOqpTOEUu3LYIB-exo1K7Zp-hyead3MziB1p4b_4He18xML-O8ycBd5te2GZoAwVR4isa2TIl_TuitJFKMbAChI",
        "author": "Chanel Haggins",
        "authorURL": "http://lh3.googleusercontent.com/-jc25a1lQhH8/AAAAAAAAAAI/AAAAAAAAAhE/OzPYaNoukX4/photo.jpg",
        "authorSecureURL": "https://lh3.googleusercontent.com/-jc25a1lQhH8/AAAAAAAAAAI/AAAAAAAAAhE/OzPYaNoukX4/photo.jpg"
      }
    ],
    "permissions": [

    ]
  }
}
