{
  "title": "Find Differences Car",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dm.fd.fd2",
  "category": "Entertainment",
  "price": "Free",
  "datePublished": "September 18, 2012",
  "version": "1.0",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "13",
  "rating": "4.5384617",
  "contentRating": "Low Maturity",
  "creator": "Game Lover",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dm.fd.fd2",
  "extendedInfo": {
    "installSize": "14M",
    "downloadsCount": "5,000+",
    "downloadsCountText": "5,000 - 10,000",
    "description": "Compare two images and spot five differences between them! FREECompare two images and spot five differences between them. Improve attention skills and exercise brain while playing this completely FREE arcade game with hundreds of levels.High quality images, works equally great on phones and tablets!Spot the difference!Sports car racing is a form of circuit auto racing with automobiles that have two seats and enclosed wheels. They may be purpose-built or related to road-going sports cars.A kind of hybrid between the purism of open-wheelers and the familiarity of touring car racing, this style of racing is often associated Carc with the annual Le Mans 24 Hours endurance race. First run in 1923, it is one of the oldest motor races still in existence. Other classic but now defunct sports car races include the Italian classics, the Targa Florio (1906–1977) and Mille Miglia (1927–1957), and the Mexican Carrera Panamericana. Most top class sports car races emphasise endurance (races are typically anywhere from 2.5 to 24 hours in length), reliability and strategy over pure speed. Longer races usually involve complex pit strategy and regular driver changes—sports car racing is seen more as a team sport than a gladiatorial individual sport, and team managers like John Wyer, Tom Walkinshaw, driver-turned-constructor Henri Pescarolo, Peter Sauber and Reinhold Joest have become almost as famous as many of their drivers.The prestige of Porsche, BMW, Ferrari, Lotus, Maserati, Alfa Romeo, Lancia, Mercedes-Benz, Jaguar, and Aston Martin derives in part from success in sports car racing and the World Sportscar Championship. Road cars sold by these manufacturers have in many cases been very similar to the cars that were raced, both in engineering and styling. It is this close association with the 'exotic' nature of the cars that serves as a useful distinction between sports car racing and touring cars.The 12 Hours of Sebring, 24 Hours of Daytona, and 24 Hours of Le Mans were once widely considered to be the trifecta of sports car racing; driver Ken Miles would have been the only driver to win all three in the same year, but an error in the team orders of the Ford GT40 team at Le Mans in 1966 took the win from him, although he finished first.Note:The software uses the airpush ads, some system software misinformation airpush is the virus, please feel at ease to use, thank you.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.VIBRATE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.GET_ACCOUNTS",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.PROCESS_OUTGOING_CALLS"
    ]
  }
}
