{
  "title": "Love Quotes",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.divinity.love",
  "category": "Entertainment",
  "price": "Free",
  "datePublished": "January 23, 2013",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "3",
  "rating": "4.6666665",
  "contentRating": "Everyone",
  "creator": "AniHoneySoft",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.divinity.love",
  "extendedInfo": {
    "installSize": "767k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "\"Love is just a word, Until you find someone that gives its definition\"\"Anyone can make you happy by doing something special, but only someone special can make you happy without doing anything.\"You can find many more quotes with this application. Hope you will love & enjoyit. And one more short love story:“A very poor man lived with his wife.One day, his wife, who had very long hair asked him to buy her a comb for her hair to grow well and to be well-groomed.The man felt very sorry and said no. He explained that he did not even have enough money to fix the strap of his watch he had just broken.She did not insist on her request.The man went to work and passed by a watch shop, sold his damaged watch at a low price and went to buy a comb for his wife.He came home in the evening with the comb in his hand ready to give to his wife.He was surprised when he saw his wife with a very short hair cut.She had sold her hair and was holding a new watch band.Tears flowed simultaneously from their eyes, not for the futility of their actions, but for the reciprocity of their love.To love is nothing, to be loved is something but to love and to be loved by the one you love,that is EVERYTHING. Never take love for granted.”please leave us a comment/mail to provide better enhancements..",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.INTERNET",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
