{
  "title": "ANT Radio Service",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.directory",
  "category": "Social",
  "price": "$1.00",
  "datePublished": "June 29, 2012",
  "version": "1.4",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "1",
  "rating": "2.0",
  "contentRating": "Everyone",
  "creator": "ANT+",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.directory",
  "extendedInfo": {
    "installSize": "726k",
    "downloadsCount": "10,000,000+",
    "downloadsCountText": "100 - 500",
    "description": "50% OFF SALE:LIMITED TIME ONLY* Save the price of this App on your first call!!!Forget1850 provides you with alternative landline numbers to call instead of the usual 1850 / 1890 or 0818 company’s prefer to advertise.When you call an 1850 / 1890 you will always incur a charge for making the call. These calls will never to be deducted form any remaining ‘Free’ minutes you have or from any ‘Bundled’ (inclusive packages for landline phones) minutes left in your monthly plan. Callers from outside of Ireland cannot call an 1850 or 1890 from abroad and similarly these numbers cannot be called using Skype. Forget1850 is useful for both national and international users looking for a cheaper and often Free alternative to contacting Irish businesses.Our useful directory provides you with instant savings…Forget1850 users can:•\tSearch directory by number or company name•\tAccess our comprehensive database •\t Contact company departments where available •\t‘Submit’ company details to be entered – if you are a company you can submit your details (making sure to add a landline number) and we will add to the directory •\t‘Request’ a company you would like added or if the details advertised need to be changed•\tLifelong subscription – no additional fees to pay – Free updates for life•\tView your ‘Call Cost Data’ – you can check out the call charges associated with calling 1850/ 1890/ 0818 based on your pricing plan•\tMake quick calls using your Favourites data •\t Make significant savings…We make every effort to ensure the accuracy of our data which is why we encourage both consumers and businesses to add to our directory. If you have a number you would like added please feel free to contact us at anytime at info@forget1850.comHelp others reduce their phone bills by spreading the word about Forget1850!!!",
    "reviews": [
      {
        "timestampMsec": "1358948107002",
        "starRating": "2",
        "title": "Good App however needs a search by number facility",
        "comment": "I like the idea of this app however it is lacking one crucial component.  When I hear an 1850 or 1890 number advertised on the radio  I should be able to enter that number into the app and have it find the alternative number, assuming of course that the number is in the directory.",
        "commentId": "gp:AOqpTOFbAY3PlAkPVUQCf9d3XKxM4FdtuvNFVw_mlly7Q_OtL1HM1BTOrzRjaklgtZVSZ6A62JB3amYF03bKiQ",
        "author": "Martin O\\'Sullivan",
        "authorURL": "http://lh4.googleusercontent.com/-qqXaHj5Lsh8/AAAAAAAAAAI/AAAAAAAAAAA/j7-9xNHPCx8/photo.jpg",
        "authorSecureURL": "https://lh4.googleusercontent.com/-qqXaHj5Lsh8/AAAAAAAAAAI/AAAAAAAAAAA/j7-9xNHPCx8/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.CALL_PHONE"
    ]
  }
}
