{
  "title": "Disco power lwp Free",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.discopowerfreegoimbh.app",
  "category": "Personalization",
  "price": "Free",
  "datePublished": "May 31, 2013",
  "version": "5.2",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "3",
  "rating": "3.6666667",
  "contentRating": "Everyone",
  "creator": "Infomedia BH",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.discopowerfreegoimbh.app",
  "extendedInfo": {
    "installSize": "6.6M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "NO push notificationsNO spyware, NO malwareFree bonus - cracked glass and squashed mosquitoes backgrounds.It would be great if life would be one big dancefloor, but unfortunately it isn’t always. But for all those moments that we need to cheer up a bit, here is disco power live wallpaper to bring party lights and sounds from vinyl, and to remind you on your best dancing moments under a shiny disco ball!After the download you don't need internet connection to enjoy the application. This free app is ad supported. This application will not download videos from the internet. Download once and enjoy for ever.Note:Application can not be moved to SD card.Application is a live wallpaper, to access it on your phone, read your phone manual.Application is intended for display in portrait mode, it will work in landscape mode but display may not be optimal.Rotating the device while in preview of live wallpaper may cause application to crash.Application does not require internet access for primary usage, however internet connection may be required to access some functions (for instance link to More free apps and similar).",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
