{
  "title": "France Compare Hotels Booking",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.discounthotels.france",
  "category": "Travel & Local",
  "price": "Free",
  "datePublished": "August 13, 2013",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "2",
  "rating": "3.0",
  "contentRating": "Low Maturity",
  "creator": "Bolt Mobile",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.discounthotels.france",
  "extendedInfo": {
    "installSize": "7.9M",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "***BEST COMPARE HOTEL PRICES IN ANDROID MARKET******SAVE UP TO 80%***Compare hotel rates from compares +2.000.000 hotel deals from 100's of booking sites:www.Agoda.com, www.Expedia.com, www.booking.comlastminute.compriceline.comhotels4u.comhostelbookers.comlaterooms.comeasytobook.comvenere.comHotelclub.comholidayinn.comMarriottSkooshCrowne Plazato find the lowest rates on the best hotels.Features include:• Simple search by location, dates and guests* No Fees or mark-ups• “Around Me” search to find what is available around you at that exact moment• Search results can be viewed two ways - on a map or in a list format* Deals save up to 80%!• Interactive map with zoom in, zoom out, and swipe to reveal more hotels • View all hotel details, guest ratings, images and features the hotel offers• Comparison table for all hotels and the best rates available for all our partner booking sites• Refine your search by price, star ratings, areas, hotel features and more• Book with our partner websites by simply clicking “book” on your hotel of choice• Big image gallery • Apps in 41 languages• The only app that allow you to search the hotel deals through out Don't Miss it! Book Your Room Now!!Simple Introduction of FranceFrance, officially the French Republic (French: République française French pronunciation:  [ʁepyblik fʁɑ̃sɛz]), is a unitary semi-presidential republic located mostly in Western Europe,[note 12] with several overseas regions and territories. Metropolitan France extends from the Mediterranean Sea to the English Channel and the North Sea, and from the Rhine to the Atlantic Ocean. From its shape, it is often referred to in French as l’Hexagone (\"The Hexagon\").TOP Paid-Entry Tourist Attraction1. Disneyland ,  Paris 2. The Louvre, Paris3. The Eiffel Tower Paris 4. The Georges Pompidou centre and museum of art, Paris5. Château de Versailles, near Paris6. Orsay museum of the 19th century Paris 7. La Villette science museum, Paris8. Pompidou Centre (Modern art museum) 9. Parc Astérix - Parc Astérix theme park Plailly north of Paris 10. Futuroscope theme park, Poitiers 11. Arc de Triomphe, Paris 12. Natural history museum, Paris13. Mont Saint-Michel, Brittany 14. Puy du Fou theme park Vendée15. Musée de l'Armée, Paris 16. Lille zoo, Lille17. Musée Carnavalet, Paris18. Sainte Chapelle, Paris 19. Aquarium, La Rochelle 20. Mer de Glace rack-and-pinion railway, Chamonix, Alps 21. La Palmyre zoo, Charente Maritime22. Musée Grévin waxworks, Paris 23. Château de Chambord, Loire Valley",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.RECORD_AUDIO",
      "android.permission.CAMERA",
      "android.permission.WAKE_LOCK",
      "com.discounthotels.france.permission.C2D_MESSAGE",
      "com.google.android.c2dm.permission.RECEIVE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
