{
  "title": "DK My First Word Play",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dk.myfirst.words",
  "category": "Brain & Puzzle",
  "price": "$2.68",
  "datePublished": "March 14, 2012",
  "version": "1.0.4",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "4",
  "rating": "2.75",
  "contentRating": "Everyone",
  "creator": "Dorling Kindersley",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dk.myfirst.words",
  "extendedInfo": {
    "installSize": "40M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "**Seasonal promotional price for a limited time only!** Perfect for little hands and inquisitive minds, DK’s My First Word Play app is the first interactive app from the team behind the bestselling ‘My First…’ series, which has sold over 15 million copies. DK My First Word Play is perfect for pre-school children who are just learning to engage with words. With a clean design and games that teach children the basics in a fun and communicative way, it is the perfect start to making learning fun. The design matches the iconic My First books which provide a colorful and visually creative background for children’s learning. Like the My First books, the app is packed with bright, lively pictures and large, simple text – but here it comes to life! DK My First Word Play is in Android Universal format, which means that it can be purchased once and downloaded onto a smartphone and/or tablet device. It’s portable and is fun to use anywhere – whether you’re at home, in the car, or out and about with small children. An easy to use and clear design means that children can use this app by themselves, or with a little help here and there. FEATURES: • 4 My First Word games: o Letter Match - the traditional game of matching pairs turned digital - turning over spots to find colorful images and words that match underneath o Phonic Fun - drag the correct letter into the word to see it spelt and animated o Rhyme Time - drag the correct words into the sentence to complete the rhyme o Word Painter - paint the figure in the correct colour to complete the picture and reveal the word • Interactive A-Z dictionary of My First Words - each letter is fully illustrated and accompanied by an exciting sound. Words that you come across in your games can be found here too. • Magnets – your very own refrigerator door full of words and numbers! Tap and drop letters and numbers and move them around to be creative • Handy hints to help the child complete the game • Brilliant illustrations, animations and sound effects throughout making this a full interactive experience ABOUT DK We are award-winning publishers for adults and children. We craft illustrated reference products – books, ebooks and apps – for people in over 100 countries and 60 languages. Founded in London in 1974 we are enormously proud to be the world’s leading illustrated reference publisher. Everything we make strives to be approachable, authoritative and beautifully illustrated. The Dorling Kindersley Limited (\"DK\") My First Word Play app uses a third-party app service provider (\"Flurry\") in order to create accurate, real-time user data reports so that DK can continue to improve the app user experience. The service collects and submits anonymous aggregated data about which app features are being used most frequently as well as your mobile device UDID (unique phone Identifiers) and/or IMEI (International Mobile Equipment Identities), which are also anonymised via a secure hashing protocol, to Adobe servers. This information will be used to continually improve the features and functionality that DK releases in its subsequent versions of its mobile apps.",
    "reviews": [
      {
        "documentVersion": "1.0.4",
        "timestampMsec": "1347177714512",
        "starRating": "4",
        "title": "Nexus 7 works great",
        "comment": "Downloaded this as I have a great respect for the quality of DK books. This app is close, but not up to their usual standard. The magnetic board works fine, just need to tap the letter first to have it appear, then you can drag it around. I am really hoping someone comes up with some useful educational apps for children soon. The ones I have seen so far are pretty poor. This one could be so much better also. Wish I could program better as I have loads of ideas for educational apps.",
        "commentId": "lg:AOqpTOEsE1tN6Lj7GR2YtlbhKBbmxfp6iyekRj_PQW2ZE9wBzMo70wJpuPiuEyfuf-Mc2dV49O7mIJ-44Htfvg",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1341210171462",
        "starRating": "1",
        "title": "Toshiba Thrive Fail",
        "comment": "Magnetic board doesn\\'t work on my daughters device. I\\'ve purchased the app, and would love to see DK update the app, or refund me.",
        "commentId": "lg:AOqpTOESe0wDRVaNWDE-mQWEnKwPbrI3LhsKpYeD1CrnNVRQct5bKZZJtZ8bk-T3Jwk2-lcOQ24zPergq99ZOw",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1378590907580",
        "starRating": "1",
        "title": "too much",
        "comment": "too advanced for some kids",
        "commentId": "gp:AOqpTOG3B8eW5WxbPKCEaaKuEazU7cHAhfoWLuXSOVZkOQxQh7sgmmEm3vg8V0fp-edhqAS3MnVH8ZU-Xpx_mw",
        "author": "Nicholas Ingram",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.READ_PHONE_STATE",
      "android.permission.ACCESS_NETWORK_STATE"
    ]
  }
}
