{
  "title": "Skate Lessons Trailer",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dl.SkateFreshLite",
  "category": "Sports",
  "price": "Free",
  "datePublished": "January 21, 2013",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "11",
  "rating": "3.8181818",
  "contentRating": "Everyone",
  "creator": "Asha Kirkby",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dl.SkateFreshLite",
  "extendedInfo": {
    "installSize": "5.9M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "Catch a glimpse of the Skatefresh tutorial Apps for Beginner, Intermediate and Advanced level skaters with this free Trailer App. This will give you a flavour of the teaching videos, the extent of technical knowledge imparted and the professional look and feel of the videos.The Skatefresh Skate-Pro App series of lessons will show step-by-step instructions for skills at all levels and show you the right way to skate and practice, as if you have an instructor with you. Each video lesson has accompanying detailed notes and also a Practice Exercise Summary so that you practice everything needed in the right order and know what to focus on. \t\tThe App series. •\tIntroductory Videos;Beginner:\t\tEquipment\t\tProtective Gear\t\tSkates\t\t\tWhere to SkateStatic preparations on grassIntermediate:\t\tEquipment\t\tWeight Distribution/Stance\t\t\tAdvanced:Weight Distribution and StancePre-requisite skillsSecrets to Backward skating•\tSkate Skills Lesson Videos;Beginner:\t\tBasic Movement  \tHeel Brake Stop\t\t\tA Frame Turn\t\tSkating Faster\t\tScissors and Safety\t\tParallel Turn\t\tIntermediate:\t\tT stop \t\t\tBackward skatingLunge Turn\t\tLunge Stop\t\tForward CrossoversTransitions\t\tFitness Skating\t\tAdvanced:Backward CrossoversBackward CrossundersMoonwalkBarrel RollForward Outside Three TurnBackward Outside Three Turn\tBackward Inverted MohawkJumps (Forward to forward,  Backward to backward, Forward to backward).•\tExpert Demonstrations.•\tStep by step instructions for safely learning each new skill.•\tCommon Problems and how to fix them for each skill.•\tGraphics to explain essential information.•\tTechnical notes and focus points.•\tPractice Exercise SummaryAsha Kirkby is one of the highest qualified and experienced skate instructors in the world. She is a trainer of instructors worldwide for the ICP (Inline Certification Programme) and has taught thousands to skate in her UK skate school Skatefresh in London and Brighton. As an ex-figure skater in her teens, Asha has been skating for 30 years. These lessons are the culmination of her years of experience teaching and skating. Her teaching style is unique, direct and to the point and has been tested on many students with great success. Put an instructor in your pocket and see how much easier it all becomes. Let your practice time be truly useful and productive. You can only relax on your skates when your technique is good and you are skating well. This is when it flows, when your skates feel like part of you (and not separate). Your skating will then make you feel vibrant and alive.",
    "reviews": [
      {
        "timestampMsec": "1371565381704",
        "starRating": "5",
        "comment": "It sees to be interesting.",
        "commentId": "gp:AOqpTOHMq8Didgc7Mq5-oq0oDHuDgw8S98q8GBzJ9lwEjrYCgq1RHH_2mglHWia2doOuUg0XVxmKzoPpEeTiudo",
        "author": "Jatin Sanghavi",
        "authorURL": "http://lh5.googleusercontent.com/-IvYpOj4650Q/AAAAAAAAAAI/AAAAAAAAAAA/rOS-HA1a7zM/photo.jpg",
        "authorSecureURL": "https://lh5.googleusercontent.com/-IvYpOj4650Q/AAAAAAAAAAI/AAAAAAAAAAA/rOS-HA1a7zM/photo.jpg"
      },
      {
        "timestampMsec": "1364671574353",
        "starRating": "5",
        "title": "Amazing skating tuition app!",
        "comment": "I liked this trailer and I bought the app. I\\'m a self-taught beginner and I had loads of bad habits. Highly recommend!",
        "commentId": "gp:AOqpTOG_7LpD8efXCWay2S28MS5a-pDB8MGG64u0LQJMPKTYANUNMFeUm6fdBM1WMDl_IGGDMLf3EMr6DAdkWuc",
        "author": "Katie K",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1366555748899",
        "starRating": "1",
        "title": "Not please at all",
        "comment": "At not responding stays on your trailer screen sorry have to install uninstall",
        "commentId": "gp:AOqpTOETNsmLtusJCvJnQBAA-B_NTlIczy6ANT-71QM0Bva1kaOLnKWPAThkH0GrnUK9RR6l6iYYYguQNoWBTN4",
        "author": "thic rae",
        "authorURL": "http://lh5.googleusercontent.com/-qf2jUdDGs2I/AAAAAAAAAAI/AAAAAAAAAdQ/TDKxlYuXaC8/photo.jpg",
        "authorSecureURL": "https://lh5.googleusercontent.com/-qf2jUdDGs2I/AAAAAAAAAAI/AAAAAAAAAdQ/TDKxlYuXaC8/photo.jpg"
      }
    ],
    "permissions": [

    ]
  }
}
