{
  "title": "Number Splash Lite",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dmtsource.numberSplashLite",
  "category": "Education",
  "price": "Free",
  "datePublished": "June 29, 2013",
  "version": "1.0.1",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "2",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "DMT Source",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dmtsource.numberSplashLite",
  "extendedInfo": {
    "installSize": "5.8M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "Free & AdFree! No external links or pesky permissions. Completely kid safe!Provides a complete underwater classroom experience for kids to educate them about math in a whole new, fun way. Number Splash makes interacting with numbers, counting and arithmetic fun again. With the numbers in the deep blue sea and smooth dazzling graphics, Number Splash will be admired by kids.Experience a whole new learning curve while making learning numbers and calculations a pleasure. Kids will be able to grasp the concept of counting in a completely diversified new way.Is your child bilingual? Would you like them to be?! Numbers, counting, & arithmetic are available in 8 languages when you purchase Number Splash! The full version also comes with adjustable, larger number ranges & a progress report!✔✔✔Let's Count✔✔✔Numbers are displayed on the screen in both written and spoken formats. With each number progressing one after the other, kids will have a joyful experience understanding them.The Paid version can also display and speak the numbers in a second language that you choose from the 8 available languages: English, Mandarin, Korean, Japanese, German, French, Spanish, or Portuguese! ✔✔✔What's Missing✔✔✔Complete the number line! A number will be missing from the number line and your kid will have to complete the number by inputting the correct one in place of the missing number. Delivers high educational value.✔✔✔How Many✔✔✔How many lil fish are on the screen? Need a clue? Count out-loud by taping each fish! ✔✔✔Addition & Subtraction✔✔✔Let your child put their arithmetical skills to the test. Addition and subtraction can be performed. Every problem is displayed in both number and shape. A report card is available with the paid version to keep a track of the progress being made.✔✔✔Challenge✔✔✔Combine addition & subtraction in this activity for a true test of your child's new math skills. Interact with the problem to see steps and get a clue!✔✔✔Bubble Sum✔✔✔Let's put another twist to the equation. An answer will be displayed and kids need to figure out the addition that will make the answer possible. How many numbers add up to the answer?✔✔✔Settings✔✔✔Upgrade today and use your phone's hardware/screen menu-button to access the settings panel. Number ranges can be set for each type of activity to control the pace at which your little one is learning. A progress report plots the success of each activity, allowing you to ensure your child is enforcing their math skills.☆FOLLOW US☆*Follow us on Twitter - @DMTSource*Like us on Facebook - http://www.facebook.com/DMTSource*Email - support@dmtsource.com*Website - http://dmtsource.com/If you have any suggestions or concerns please contact us, we hope to hear from you! DMT Source LLC is an Orlando, FL USA, based developer. Number Splash Theme was created by Mason Taylor Allan.Number Splash redefines fun based education. With an underwater gameplay, smooth graphics and high educational value, Number Splash is the perfect way to teach your kids all about math. Get it right now and let your kids experience the magic of math!",
    "reviews": [
      {
        "documentVersion": "1.0.0",
        "timestampMsec": "1363866831173",
        "starRating": "5",
        "title": "This is how games for kids should be",
        "comment": "No ads or external links, and a truly educational game for kids.",
        "commentId": "gp:AOqpTOELqvW5BHYvVBElWMNtcaYY3E-cosbbbVlJeV9zDbYQKrchk_aCNnWdBnWxmpsZD687BJNxr2jP4w76nF8",
        "author": "Issam Ali",
        "authorURL": "http://lh5.googleusercontent.com/-_A0DK0iAEgM/AAAAAAAAAAI/AAAAAAAAAD0/CmZeQwKX7no/photo.jpg",
        "authorSecureURL": "https://lh5.googleusercontent.com/-_A0DK0iAEgM/AAAAAAAAAAI/AAAAAAAAAD0/CmZeQwKX7no/photo.jpg"
      },
      {
        "timestampMsec": "1360477994460",
        "starRating": "5",
        "title": "Free & Ad Free!",
        "comment": "Please enjoy this free version of Number Splash. The paid version offers 8 languages with bilingual counting, larger/adjustable number ranges, and a progress report.",
        "commentId": "gp:AOqpTOEJPIrPAxRXql0xfOMw95v1TWQBkebUGy3Kn6PITEdyd-Y-3jpsplkKkdQx2niha5DQTd84fEBwxB6AMyQ",
        "author": "Derek Tishler",
        "authorURL": "http://lh3.googleusercontent.com/-_lnSezI1LaA/AAAAAAAAAAI/AAAAAAAAAbs/nsRVParOgE0/photo.jpg",
        "authorSecureURL": "https://lh3.googleusercontent.com/-_lnSezI1LaA/AAAAAAAAAAI/AAAAAAAAAbs/nsRVParOgE0/photo.jpg"
      }
    ],
    "permissions": [

    ]
  }
}
