{
  "title": "Iceland Compare Hotels Booking",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.discounthotel.iceland",
  "category": "Travel & Local",
  "price": "Free",
  "datePublished": "June 25, 2013",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "Bolt Mobile",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.discounthotel.iceland",
  "extendedInfo": {
    "installSize": "7.9M",
    "downloadsCount": "10+",
    "downloadsCountText": "10 - 50",
    "description": "***BEST COMPARE HOTEL PRICES IN ANDROID MARKET******SAVE UP TO 80%***Compare hotel rates from compares +2.000.000 hotel deals from 100's of booking sites:www.Hotels.com, www.Agoda.com, www.Expedia.com, www.booking.comlastminute.compriceline.comhotels4u.comhostelbookers.comlaterooms.comeasytobook.comvenere.comHotelclub.comholidayinn.comMarriottSkooshCrowne Plazato find the lowest rates on the best hotels.Features include:• Simple search by location, dates and guests* No Fees or mark-ups• “Around Me” search to find what is available around you at that exact moment• Search results can be viewed two ways - on a map or in a list format* Deals save up to 80%!• Interactive map with zoom in, zoom out, and swipe to reveal more hotels • View all hotel details, guest ratings, images and features the hotel offers• Comparison table for all hotels and the best rates available for all our partner booking sites• Refine your search by price, star ratings, areas, hotel features and more• Book with our partner websites by simply clicking “book” on your hotel of choice• Big image gallery • Apps in 41 languages• The only app that allow you to search the hotel deals through out Don't Miss it! Book Your Room Now!!Simple Introduction of IcelandIceland is a Nordic European island country situated at the confluence of the North Atlantic and Arctic Oceans, on the Mid-Atlantic Ridge. The country has a population of about 320,000 and a total area of 103,000 km2 (40,000 sq mi), which makes it the most sparsely populated country in Europe. The capital and largest city is Reykjavík. Iceland is located at the juncture of the North Atlantic and Arctic Oceans. The climate of Iceland's coast is subpolar oceanic. Iceland is a representative democracy and a parliamentary republic.TOP Tourist Attractions / Point of Interest of Iceland1. Blue Lagoon2. Gullfoss3. Hallgrimskirkja4. Golden Circle5. Askja6. Perlan7. Icelandic Phallological Museum8. Harpa9. Asbyrgi10. National Museum of Iceland11. Dynjandi12. Vatnojokull National Park13. Vibey14. Blanda15. Akureyrarkirkja 16. Tjornin17. Landokotskirkja18. The Sun Voyager19. Glera20. Sulur",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.RECORD_AUDIO",
      "android.permission.CAMERA",
      "android.permission.WAKE_LOCK",
      "com.discounthotel.iceland.permission.C2D_MESSAGE",
      "com.google.android.c2dm.permission.RECEIVE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
