{
  "title": "Happy Space Ninja Runner",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.div.happyspaceninjarunner",
  "category": "Arcade & Action",
  "price": "Free",
  "datePublished": "August 28, 2013",
  "version": "1.0.11",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "8",
  "rating": "4.375",
  "contentRating": "Everyone",
  "creator": "div",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.div.happyspaceninjarunner",
  "extendedInfo": {
    "installSize": "5.2M",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "Happy Space Ninja RunnerBecome a ninja in the space: run, jump and even fly!Features:- Endless run with various obstacles- Funny graphics, modern look, cool classic gameplay- Collect coins and use them to unlock new skills (jump x2, jump x3, anti gravity, coin magneto, start boost, shield, ninja speed)!- Unlock great achievements- Challenge with other players (online scores) and climb to the top!- Improves reflex and perception- Hours of fun!- Free gameHappy Space Ninja Runner is a free arcade game.Slice the threat and become a defender of this dark world! If you lose don’t run to a temple to pray and don’t get angry, instead jump in a couch, focus like a ninja and do some experiments to get better results.No matter how good or bad the weather is, summer hot or winter ice, play your favorite music and start Happy Space Ninja Runner. It can improve your brain abilities (reflex, perception) in a funny way.Birds chirping, ant in the grass, wild hedgehog with a fruit- they announce spring and good results in the game so download it now! You’ll be another happy gamer.The game is suitable for kids (no blood) and works without a keyboard (use of a touch screen). You should have this game in your collection of classic games jewels.Scores are saved on the phone and online so you don’t have to write them on the paper.Cut your disbeliefs and try something different than puzzle or chess and test your speed and reaction.Check the clock .. It is the best time to download this app and start your journey.And don’t forget to send sms to a friend about this game.Hopefully, you will love this app!",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.READ_PHONE_STATE",
      "android.permission.SET_ORIENTATION",
      "android.permission.DEVICE_POWER",
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_WIFI_STATE"
    ]
  }
}
