{
  "title": "Teach One Free One",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dms.referralapp",
  "category": "Finance",
  "price": "Free",
  "datePublished": "August 16, 2012",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "Teach One - Free One",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dms.referralapp",
  "extendedInfo": {
    "installSize": "286k",
    "downloadsCount": "10+",
    "downloadsCountText": "10 - 50",
    "description": "DO YOU KNOW SOMEONE?Thank you. We work primarily by referral. The finest compliment we can receive is your referral. When you recommend us to others, we understand that you are sending somebody you care about to somebody you like, respect, and trust. Thank you.Many of your friends and associates are probably seeking a trusted professional to help them with their financial goals and planning needs.They would appreciate a recommendation from you. If you put us in touch,we promise they will receive the same courtesy and no-hassle’professionalism that we have endeavored to provide you.To give you some ideas of people that customarily find the most value fromour services & to make it as easy for you as possible, we’ve included a little list below of people that customarily benefit from our service.cause and effect essayOnce you complete the fields & hit ‘Tell Your Friends’. You'll have the option to let Your Facebook & Twitter community know that you've just told another friend about us!We’ll contact the friends you tell about us to see if they’d like to set up a convenient time when we can meet them & have a conversation that is designed to educate them about a process that will give them the highest possibility of making the best out of what they’re doing or would like to do financially.You know when we contact them, they’ll have a split second decision to make, just like you did. “Do I want to talk with them or not?” If when we follow up with your friend, they say they would like to meet, we’ll schedule a convenient time to meet with them. If they are not interested, we will remove them from our contact list & tell them you said hello.Sincerely,TheTeach 1 – Free 1TeamPlease complete all the fields and click ‘Tell Your Friends’. We will contact them promptly. If you wish to refer individuals to us by phone, please call 404.767.7909.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.READ_CONTACTS",
      "android.permission.INTERNET",
      "android.permission.READ_CALL_LOG"
    ]
  }
}
