{
  "title": "Greece Compare Hotels Booking",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.discounthotel.greece",
  "category": "Travel & Local",
  "price": "Free",
  "datePublished": "August 13, 2013",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "Bolt Mobile",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.discounthotel.greece",
  "extendedInfo": {
    "installSize": "8.0M",
    "downloadsCount": "10+",
    "downloadsCountText": "10 - 50",
    "description": "***BEST COMPARE HOTEL PRICES IN ANDROID MARKET******SAVE UP TO 80%***Compare hotel rates from compares +2.000.000 hotel deals from 100's of booking sites:www.Agoda.com, www.Expedia.com, www.booking.comlastminute.compriceline.comhotels4u.comhostelbookers.comlaterooms.comeasytobook.comvenere.comHotelclub.comholidayinn.comMarriottSkooshCrowne Plazato find the lowest rates on the best hotels.Features include:• Simple search by location, dates and guests* No Fees or mark-ups• “Around Me” search to find what is available around you at that exact moment• Search results can be viewed two ways - on a map or in a list format* Deals save up to 80%!• Interactive map with zoom in, zoom out, and swipe to reveal more hotels • View all hotel details, guest ratings, images and features the hotel offers• Comparison table for all hotels and the best rates available for all our partner booking sites• Refine your search by price, star ratings, areas, hotel features and more• Book with our partner websites by simply clicking “book” on your hotel of choice• Big image gallery • Apps in 41 languages• The only app that allow you to search the hotel deals through out Don't Miss it! Book Your Room Now!!Simple Introduction of GreeceGreece, officially the Hellenic Republic, is a country in Southeast Europe. According to the 2011 census, Greece's population is around 11 million. Athens is the nation's capital and largest city, its urban area also including Piraeus. The names for the nation of Greece and the Greek people differ from the names used in other languages and cultures.TOP Tourist Attractions / Point of Interest of Greece1. Acropolis of Athens2. Parthenon3. Meteora4. Ionian Islands5. Knossos6. Colossus of Rhodes7. Hellenic Parliament8. Corinth Canal9. The Mall Athens10. Statue of Zeus at Olympia11. Dikti12. Areopagus13. Erechtheion14. Attica Zoological Park15. Benaki Museum16. National Archaeological Museum, Athens17. Acheron18. Samaria Gorge19. Spinalonga20. Acropolis Museum21. Temple of Zeus, Olympia",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.RECORD_AUDIO",
      "android.permission.CAMERA",
      "android.permission.WAKE_LOCK",
      "com.discounthotel.greece.permission.C2D_MESSAGE",
      "com.google.android.c2dm.permission.RECEIVE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
