{
  "title": "Air Hockey Turbo",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.div.airhockeyturbo",
  "category": "Arcade & Action",
  "price": "Free",
  "datePublished": "August 28, 2013",
  "version": "1.1.17",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "15",
  "rating": "3.1333334",
  "contentRating": "Everyone",
  "creator": "div",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.div.airhockeyturbo",
  "extendedInfo": {
    "installSize": "1.4M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "Air Hockey Turbo★★★★★ \" Very good game, excellent movement, lots of fun, good graphics too\"★★★★★ \"It’s an awesome app, my best download\"★★★★★ \" Thanks for this! Simple but good game\"Classic Air Hockey game with AI and 2-players modes.Features:- Control by touching your bubble- Casual graphics, modern look, cool classic gameplay- Unlimited levels, every level AI speed is increased so it’s more difficult- Stars splash after goal - Challenge with other player and climb to the top!- Improves reflex and perception- Free android gameAir Hockey Turbo is a free sport game for Android devices.Slice the threat and become a defender of this dark world! Fight in combat against AI or other player. If you lose don’t run to a temple to pray and don’t get angry, instead jump in a couch, focus like a ninja and do some experiments to get better results.No matter how good or bad the weather is, summer hot or winter ice, play your favorite music and start Air Hockey Turbo. It can improve your brain abilities (reflex, perception) in a funny way.Birds chirping, ant in the grass, wild hedgehog with a fruit- they announce spring and good results in the game so download it now! You’ll be another happy gamer.The game is suitable for kids (no blood) and works without a keyboard (use of a touch screen). You should have this game in your collection of classic games jewels.Scores are saved on the phone so you don’t have to write them on the paper.Cut your disbeliefs and try something different than puzzle or chess and test your speed and reaction.Check the clock .. It is the best time to download this app and start your journey.And don’t forget to send sms to a friend about this game ;)Apk file doesn’t take too much free space.Hopefully, you will love this app!",
    "reviews": [
      {
        "documentVersion": "1.1.16",
        "timestampMsec": "1370092093569",
        "starRating": "3",
        "title": "It sticks to much",
        "comment": "Its ok",
        "commentId": "gp:AOqpTOE7jHpxev-czPwHL_3VjEIWjeL66BVimlRl5_ytL99bJSKMdU5LmI9aGaiIeLKWgdHwZxEuzizwkmKzYJ0",
        "author": "Emile Jacobs",
        "authorURL": "http://lh4.googleusercontent.com/-xJeFciqg-7Q/AAAAAAAAAAI/AAAAAAAAADY/LXIbOwol-fQ/photo.jpg",
        "authorSecureURL": "https://lh4.googleusercontent.com/-xJeFciqg-7Q/AAAAAAAAAAI/AAAAAAAAADY/LXIbOwol-fQ/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.READ_PHONE_STATE",
      "android.permission.SET_ORIENTATION",
      "android.permission.DEVICE_POWER",
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_WIFI_STATE"
    ]
  }
}
