{
  "title": "disCover Dance",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.disCoverDance",
  "category": "Music & Audio",
  "price": "Free",
  "datePublished": "April 12, 2013",
  "version": "0.24",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "15",
  "rating": "4.266667",
  "contentRating": "Everyone",
  "creator": "HUJO Innovations",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.disCoverDance",
  "extendedInfo": {
    "installSize": "213k",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "disCover Dance (formerly known as NeedleDrop) is a new way to discover the latest music releases on your mobile! Whether you like house, trance, pop, or other music, disCover Dance gives you instant access to daily updated music. So for every DJ, Musician and anybody else who likes music, disCover Dance is the perfect app!# JOIN THE BETA - AND ENJOY A NEW WAY OF DISCOVERING MUSIC #The music catalog used by disCover Dance is updated every day and will show you the latest track releases per music genre. By selecting a genre disCover Dance will show you the new available tracks. You can swipe through the tracks and view their release dates, names and remix versions. By double tapping a cover you can directly listen to the track. Also you can easily fastforward or rewind a track using needlesearch; a virtual NeedleDrop control.With disCover Dance you can:−\tdisCover music every single day−\tSelect either house music, top charts, underground or alternative music−\tChoose between many music categories−\tListen to tracks with a simple touch−\tJump through music using the unique needlesearch control−\tUse a daily updated music catalogCurrently we have the following music download stores available in our app−\tJuno Records−\tBeatport−\tiTunes (update will follow soon)−\tTraxsource−\tLast FM (Soon Dance-tunes, Soundcloud and spotify integration will follow!)Your opinion is more than welcome. So if you have any suggestions or comments, please visit our website  on http://hujo.in/ and leave us your thoughts. We will continue to add new awesome and unique functionalities in every update, so stay tuned for future releases!Related music terms: NeedleDrop, Vinyl, Records, DeeJay, Producer, Musicstore, House, Electro, Dance, Breakbeat, Funk, Hardcore, Techno, Music, Alternative, Classic, Charts, Free, Discover.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.webkit.permission.PLUGIN",
      "com.disCoverDance.permission.C2D_MESSAGE",
      "com.google.android.c2dm.permission.RECEIVE"
    ]
  }
}
