{
  "title": "Floating Garden_Painting Atom",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dlto.atom.theme.FloatingGardenPainting",
  "category": "Personalization",
  "price": "Free",
  "datePublished": "January 9, 2013",
  "version": "1.0",
  "operatingSystems": "4.0 and up",
  "ratingsCount": "16",
  "rating": "4.75",
  "contentRating": "Everyone",
  "creator": "DLTO",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dlto.atom.theme.FloatingGardenPainting",
  "extendedInfo": {
    "installSize": "1.2M",
    "downloadsCount": "5,000+",
    "downloadsCountText": "5,000 - 10,000",
    "description": "[ARTIST WALL Project] by ArtRescape  http://ArtRescape.com[ARTIST WALL Project: Mobile] ────────────────“Meet your favorite artist’s work on your smart phone every moments”[ARTIST WALL Project: Mobile]  This project, presented by ArtRescape and Atom, is new concept theme that you can see contemporary artist’s work on Atom. Now, you can meet series of art – theme offered by ArtRescape, Social Art Platfom. Enjoy art themes on Atom that you used to see only in the gallery or museum.▶ [ARTIST WALL Project: Mobile] #2 Artist: Eunjeong Choi────────────────Multi -  Floating Garden (Multi) - http://bit.ly/VdSu3v(Drawing)- At Any Given Instan, Mixed media on paper, 59 x 155cm, 2010- Floating Garden 1, Mixed media on paper, 77.5 x 54.5cm, 2010- Floating Garden 2,Mixed media on paper, 80 cm × 57 cm, 2010- Floating Garden 3, Mixed media on paper, 80 cm × 57 cm, 2010(Painting)- Fake tree, Oil on canvas, 100 x 81cm, 2011- Landscape plants 2, Oil on canvas, 30 x 30 x 6cm, 2011- Landscape plants 3, Oil on canvas, 30 x 30 x 4cm, 2011- Landscape plants 4, Mixed media on canvas, 34 x 34cm, 2011- Structural plant, Oil on canvas, 162 x 97, 2012- Untitled, Oil on canvas, 94 x 94cm, 2011- Untitled, Oil on canvas, 130 x 162cm, 2012Basic -  Floating Garden (Painting) - http://bit.ly/13hR2yE - Structural plant, Oil on canvas, 162 x 97, 2012Basic -  Floating Garden (Drawing) - http://bit.ly/VFeUb6- Floating Garden 2,Mixed media on paper, 80 cm × 57 cm, 2010▶ Artist  Eunjeong Choi────────────────Artist : This theme is picked from Eunjeong Choi’s [Floating Garden]Eunjeong Choi's Paintings, Drawings are phenomenological study on Physical connection and Spatial relationships in Mother Nature▶ Social Art Platform : ArtRescape ────────────────Meet Artists’ works and exhibition information on ArtRescape(http://ArtRescape.com)'Ordinary Art Experience' Artists’s theme project supports rising artists. - ArtRescape http://ArtRescape.com- Facebook http://www.facebook.com/ArtRescape- Twitter http://twitter.com/ArtRescape▶ Main Features- Exclusive Widgets: Clock, Memo, Calendar, Contact, Switch and Search Bar - Gestures: Simple Use with Finching, Double Touching, Sliding, Long Touching. - Smart Folder: Available adding folders on All apps and Home screen, flexible size - Dock bar: Available putting max 20 apps on the dock bar, Emotional Filter Effect, Various Screen Switching, Opacity Adjustment- Multi Wallpaper : Offering various wallpapers in one package, min 3 to max 24- Available for Changes by Setting Point Color Changes: Available for Color Changes for widgets, Menu, Guide, or icons  - Live Background: Changes to dull backgrounds with dynamic backgrounds- Wide-Range Theme Support: Wide-range theme support by Atom Launcher and also existing SSKIN and GO Launcher themes▶ Features- High quality : Launcher for Ice Cream Sandwich / Jellybean (from Android ICS/JB 4.0.2) - Light & Easy : Offers Select Options by light and easy launcher - Stylish : Stylish UI with backgrounds, icons, and points colors - Smart : Optimized themes for ICS, Automatically supporting existing launcher such as SSKIN and Go Launcher - Fun: Offers fun-interactive themes by various backgrounds, live backgrounds and ICS’s widgets▶ Attention- Available from above Android OS 4.0.2 version- The application needs 10 MB in total to save theme resources. - Because of enhancing usability, installed theme doesn’t appear- Not Available for Tab Device (X-large screen)- Badge: Display missed call, unread message (Supprots only defalt apps on your Android device, Could not support the funtion by devices)- Stoped service on Optimus View because of resolution issue▶ Customer SupportPlease leave reviews or comments. Your review will be appreciated. For more information or support, please visit - Facebook:  http://www.facebook.com/atom.themes- CS E-mail:  atom.launcher@dlto.co.kr",
    "reviews": [
      {
        "timestampMsec": "1358789322874",
        "starRating": "5",
        "title": "Beautiful!",
        "comment": "I think the Atom themes are the most beautiful themes for any launcher. Almost every theme I see I love, with other launcher themes I have to sort through tons of them to find a couple that are just okay. They\\'re launchers are so unique and I believe what people are really looking for...  Gorgeous themes that cater to the individual,  not the same theme everyone has on their android.  Love them!!!",
        "commentId": "gp:AOqpTOFsYZDycSCmx1N59SuzRgXMl9h1vzaqTCLqk6p3-PcGk479UEN9MhrFAyJC8B55G7W3g_SDzCq7Az1UDQ",
        "author": "Erica Joan",
        "authorURL": "http://lh5.googleusercontent.com/-4XzHnHwBxlw/AAAAAAAAAAI/AAAAAAAAABc/iA-TEH-fl7Y/photo.jpg",
        "authorSecureURL": "https://lh5.googleusercontent.com/-4XzHnHwBxlw/AAAAAAAAAAI/AAAAAAAAABc/iA-TEH-fl7Y/photo.jpg"
      }
    ],
    "permissions": [

    ]
  }
}
