{
  "title": "Lemon_Super Heroes Multi Theme",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dlto.atom.theme.LemonSuperHeroes",
  "category": "Lifestyle",
  "price": "Free",
  "datePublished": "December 12, 2012",
  "version": "3.2",
  "operatingSystems": "4.0 and up",
  "ratingsCount": "26",
  "rating": "4.923077",
  "contentRating": "Everyone",
  "creator": "DLTO",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dlto.atom.theme.LemonSuperHeroes",
  "extendedInfo": {
    "installSize": "11M",
    "downloadsCount": "5,000+",
    "downloadsCountText": "5,000 - 10,000",
    "description": "Introducing Sakiroo's Lemon Super Heroes\tMeet Sakiroo's new work \tAtom proudly offers  5 heroes individual cuts (5 Multi-pages) \tYou can try a basic version of Lemon Super Heroes for free (1 Page) \tIntroducing, Atom Themes to make your Atom launcher more beautiful. Emotionally designed themes, themes by collaboration work with famous artists, K-Pop star themes are coming soon. Please download Atom Store and experience our wonderful themes. ***How to Use1. Install Atom Launcher if you do not have Atom Launcher on you device. 2. Push the home button (on the middle of your device) and check default, and select Atom Launcher. 3. Download themes which you want and start the application.4. After installation, when Atom Theme Setting appears, Select a theme and check Used.  *** Atom Theme Using TIP- Atom widget and menu on upper side screen: Tab and Hold (Long touch) on home screen- Setting the screen effect: Scroll up of the home screen dock bar to see the setting window- Change point color: Tab and Hold (Long click) on home screen >> theme setting >> 'Change Point Color' - Change Icons: Tab and Hold (Long click) on home screen >> theme setting >> 'Change Icon' - Create Folder: Applications(Middle button on the home screen) >> menu on upper side >> pencil icon >> long click to application icon >> drag and drop to another icon*** Atom Launcher’s main features- Supports for ICS’s widgets and menu: Widgets located on upper side of screen (search bar or clock)  - Available for Changing Display Settings on Hidden Dock: Emotional Filter Effect, Various Screen Switching, Opacity Adjustment- Available for Changes by Setting Point Color Changes: Available for Color Changes for widgets, Menu, Guide, or icons  - Live Background: Changes to dull backgrounds with dynamic backgrounds- Wide-Range Theme Support: Wide-range theme support by Atom Launcher and also existing SSKIN and GO Launcher themes- Icon change: Possible to use icons from other themes*** Attention- Available from above Android OS 4.0.2 version(supporting ICS and Jelly Bean)- The theme application needs 10 MB in total to save theme resources. - Because of enhancing usability, installed theme doesn’t appear- Themes for Tab Device (X-large screen) will be available soon.- Badge: Display missed call, unread message (Supprots only defalt apps on your Android device, Could not support the functions by devices or providers)*** Customer SupportPlease leave reviews or comments on Google play reviewsYour review will be appreciated. For more information or support, please visit - Facebook:  http://www.facebook.com/atom.themes- CS E-mail:  atom.launcher@dlto.co.kr",
    "reviews": [
      {
        "timestampMsec": "1378185059955",
        "starRating": "5",
        "title": "True coo",
        "comment": "Heart art",
        "commentId": "gp:AOqpTOFEd820SJ01HSiNN2Y8x0OVcGclCuIE-dqKPZousZGUoFPkPIm3JWwJBCYCx1JSfknttjbSv5aH68X1_w",
        "author": "Jamex Deato.n",
        "authorURL": "http://lh4.googleusercontent.com/-qDMu9qZUImM/AAAAAAAAAAI/AAAAAAAAANU/33_EM5DhZi8/photo.jpg",
        "authorSecureURL": "https://lh4.googleusercontent.com/-qDMu9qZUImM/AAAAAAAAAAI/AAAAAAAAANU/33_EM5DhZi8/photo.jpg"
      },
      {
        "timestampMsec": "1367789895314",
        "starRating": "4",
        "comment": "Nice theme!  I love it!",
        "commentId": "gp:AOqpTOGpeKdpzVLqKuVGd34TMp3eX30l4XPo-fapryG9eUQ-I3JBueKluNK6S3pUCS0KQQ3b0S7MXQ5g9Azgdg",
        "author": "Masbate Garden",
        "authorURL": "http://lh5.googleusercontent.com/-Bqaa3qmuV6o/AAAAAAAAAAI/AAAAAAAAE2M/qlH2sCGiWt8/photo.jpg",
        "authorSecureURL": "https://lh5.googleusercontent.com/-Bqaa3qmuV6o/AAAAAAAAAAI/AAAAAAAAE2M/qlH2sCGiWt8/photo.jpg"
      }
    ],
    "permissions": [

    ]
  }
}
