{
  "title": "Egypt Compare Hotels Booking",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.discounthotel.egypt",
  "category": "Travel & Local",
  "price": "Free",
  "datePublished": "August 13, 2013",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "Bolt Mobile",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.discounthotel.egypt",
  "extendedInfo": {
    "installSize": "8.0M",
    "downloadsCount": "10+",
    "downloadsCountText": "10 - 50",
    "description": "***BEST COMPARE HOTEL PRICES IN ANDROID MARKET******SAVE UP TO 80%***Compare hotel rates from compares +2.000.000 hotel deals from 100's of booking sites:www.Agoda.com, www.Expedia.com, www.booking.comlastminute.compriceline.comhotels4u.comhostelbookers.comlaterooms.comeasytobook.comvenere.comHotelclub.comholidayinn.comMarriottSkooshCrowne Plazato find the lowest rates on the best hotels.Features include:• Simple search by location, dates and guests* No Fees or mark-ups• “Around Me” search to find what is available around you at that exact moment• Search results can be viewed two ways - on a map or in a list format* Deals save up to 80%!• Interactive map with zoom in, zoom out, and swipe to reveal more hotels • View all hotel details, guest ratings, images and features the hotel offers• Comparison table for all hotels and the best rates available for all our partner booking sites• Refine your search by price, star ratings, areas, hotel features and more• Book with our partner websites by simply clicking “book” on your hotel of choice• Big image gallery • Apps in 41 languages• The only app that allow you to search the hotel deals through out Don't Miss it! Book Your Room Now!!Simple Introduction of EgyptEgypt, officially the Arab Republic of Egypt, is a transcontinental country spanning the northeast corner of Africa and southwest corner of Asia via a land bridge formed by the Sinai Peninsula. Egypt is one of the most populous countries in Africa and the Middle East. Egypt has one of the longest histories of any modern state, having been continuously inhabited since the 10th millennium BC. The English name Egypt is derived from the ancient Greek Aígyptos (Αἴγυπτος), via Middle French Egypte and Latin Aegyptus.TOP Tourist Attractions / Point of Interest of Egypt1. Mosque of Ibn Tulun2. Dahab3. Siwa Oasis4. Egyptian Museum5. Abu Simbel6. Valley of the Kings7. River Nile Cruise8. Red Sea Reef9. Karnak10. Pyramids of Giza11. Saqqara12. Library of Alexandria13. Luxor Temple14. Saint Catherine's Monastery15. Al-Azhar Mosque16. Colossi Memnon17. Pyramid of Khafre18. Pyramid of Djoser19. Philae20. Bibliotheca Alexandrina",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.RECORD_AUDIO",
      "android.permission.CAMERA",
      "android.permission.WAKE_LOCK",
      "com.discounthotel.egypt.permission.C2D_MESSAGE",
      "com.google.android.c2dm.permission.RECEIVE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
