{
  "title": "Songs & Calls of American Bird",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.diva.songsandcallsofamericanbirds",
  "category": "Music & Audio",
  "price": "Free",
  "datePublished": "June 20, 2013",
  "version": "1.0",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "2",
  "rating": "3.0",
  "contentRating": "Everyone",
  "creator": "DivaApps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.diva.songsandcallsofamericanbirds",
  "extendedInfo": {
    "installSize": "43M",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "Enjoy the sound of nature! Listen to and enjoy the beautiful songs and calls of american birds.Songs and calls of american birds has a huge variety of american bird sounds, american bird songs and american bird calls. The songs and calls of american birds is already build in and totaly free \"NO NEED TO DOWNLOAD\" anymore, personalize your android phone with songs and calls of american birds. Available features:- Play and save it as favorite and access it fast anytime- Delete ringtones from app if you dont like them- Set as ringtone, assign to contacts, or as notification- Set as alarm and timer sound- Set as SMS ringtoneDevice compatibility:App works perfectly on Samsung Galaxy S3 (Android 4.0), Samsung Galaxy S2 (Android 2.3.7), Samsung Galaxy Mini (Android 2.2.1 Froyo) HTC One X (Android 4.0 Ice cream sandwich),Sony Ericsson Xperia Arc S (Android 2.3.4 Gingerbread) and Samsung Galaxy Tab 10.1 (Android 3.1 Honeycomb). It is also compatible with: Straight Talk, Boost Mobile, At&T and Verizon powered mobile phones and many more over 2892 devices.Please report bugs with phone and operating system information, and dont forget to leave a commentand vote for this app.--------------Tags: Songs and Calls of American Birds, north american song birds, northwest bird songs, american bird, american eagle songs, american robin songs, listen birds, difference between bird call song, bird sounds, bird call, bird song, american birds, bird songs of the americas, song bird sounds, bird songs recordings, downloadable bird calls, bird song sound clips, bird vocalizations, bird call audio files, sounds that birds make.",
    "reviews": [
      {
        "timestampMsec": "1373567308768",
        "starRating": "1",
        "title": "no songs",
        "comment": "you can\\'t even listen to the sounds??? rip off!",
        "commentId": "gp:AOqpTOFK5uMlhWeQXyE6AkvUyH6Wpr5HsnoXJ1UFHKtA-DyCDu07PdxeD4myoI3ieu8Rlvfz6h_tCLZEtrGoqg",
        "author": "Barbara Dols",
        "authorURL": "http://lh6.googleusercontent.com/--E7_VR2APCk/AAAAAAAAAAI/AAAAAAAABEk/5M3hAlsDQVg/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/--E7_VR2APCk/AAAAAAAAAAI/AAAAAAAABEk/5M3hAlsDQVg/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.WRITE_SETTINGS",
      "android.permission.READ_CONTACTS",
      "android.permission.WRITE_CONTACTS",
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.GET_ACCOUNTS",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE",
      "android.permission.READ_CALL_LOG",
      "android.permission.WRITE_CALL_LOG"
    ]
  }
}
