{
  "title": "FSOT Foreign Service Test Prep",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dblpartners.fsot",
  "category": "Education",
  "price": "$3.99",
  "datePublished": "May 4, 2011",
  "version": "1.0",
  "operatingSystems": "1.0 and up",
  "ratingsCount": "6",
  "rating": "3.1666667",
  "contentRating": "Everyone",
  "creator": "Upward Mobility",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dblpartners.fsot",
  "extendedInfo": {
    "installSize": "377k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "With 297 simulated exam questions, Upward Mobility's Foreign Service Officer Test Prep app for Android is the perfect on-the-go way to prepare for your future diplomatic career!Your satisfaction is important to us and we have a no questions asked refund policy for all our Android apps. We encourage you to try our application out risk free and let us know by e-mailing info@upwardpro.com if there are any issues.OVERVIEWThe Foreign Service Officer Test is required for all aspiring diplomats and covers a broad array of cultural, political, geographical, economic, and communications questions. This module contains a targeted curriculum of multiple choice questions and detailed and explanatory answers, all written exclusively for Upward Mobility by expert foreign service writers.FEATURES+  297 pratice questions with explanations.+  Covers all common exam topics: communication, computers, economics, management, mathematics, US Culture, US Government, and World History and Geography.+  Exclusive, intuitive interface.+  Study Mode -- Each question is paired with a clear and useful explanation. Study at your own pace!+  Test Mode -- Designed to simulate the exam experience. Set your own question and time constraints. +  Review your answers in both question-by-question and aggregate format.This app is not affilated with the foreign service or the US Department of State.ABOUT UPWARD MOBILITY:Upward Mobility is an independent test-preparation apps company that creates high quality material that is witty and engaging, perfect for on-the-go students and ambitious professionals. All of our content is developed exclusively for Upward Mobility by writers who are subject matter experts and undergoes a thorough review process.We are a double bottom line company that is committed to education in the developing world. Some of the profits will be used to deploy education via mobile phone in emerging countries to improve their total factor productivity growth.Customer satisfaction is our top priority, and if you have any questions or comments or are unsatisfied with our products in any way, please contact us at info@upwardpro.com and we will do our best to help you.",
    "reviews": [
      {
        "timestampMsec": "1341407047349",
        "starRating": "5",
        "title": "I passed.",
        "comment": "I found the grammar section the most helpful. Also, the format helps you get used to answering questions quickly. There are indeed typos but don\\'t let that deter you from downloading this. It\\'s an excellent supplement to any other studying you might be doing, especially if you have a long commute.",
        "commentId": "lg:AOqpTOHNRLOInCpDKYB0_J-inJaeTzeJwpF8xgH8kWfNdb8Im1iucs6QOhNUOPB2dL7HTFbo5mA9GWO5elzPvHI",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1348322649172",
        "starRating": "2",
        "title": "Not really worth the $4",
        "comment": "The Q&A study section is excellent, but once you\\'ve gone through those once the app is useless. The test section uses the exact same questions, not worded any differently, with the exact same answers in the exact same order. For example, when I got to the test: I knew that #3\\'s answer was D because nothing had changed, not the best reason for using vertical integration in a company.",
        "commentId": "lg:AOqpTOFFoivtY4aJ3DRKRjQoKWPKY-6h0lEtYDz_3XrNIWnL3rUgIRq1LP_Jxvqoc6eHsckLQfZSSBWaZP_h_Gg",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1308231077686",
        "starRating": "2",
        "comment": "There are many typos and spelling errors which make it difficult to answer the \\\"find the mistake in the sentence\\\" questions. Quality control please.",
        "commentId": "lg:AOqpTOHdUq4t5uNHoEqePuldqVJxNnh-8a8BuzMzdYWog9JxwceKzm0pClQ6tVta1pqoow5UmWW6yK-a1rBkTo8",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1316897922745",
        "starRating": "5",
        "comment": "Very useful...",
        "commentId": "lg:AOqpTOG0c_FVdtMlOVe6D7L0H4KmdQmOnn9N83D5q5s17qAwaSxEe3IfFtpGkkkyY8owlnfm2M4pUCQhYdnrH_k",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
