{
  "title": "AP Psychology Exam Prep",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dblpartners.appsych",
  "category": "Books & Reference",
  "price": "$3.99",
  "datePublished": "May 31, 2010",
  "version": "1.0",
  "operatingSystems": "1.0 and up",
  "ratingsCount": "5",
  "rating": "4.4",
  "contentRating": "Everyone",
  "creator": "Upward Mobility",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dblpartners.appsych",
  "extendedInfo": {
    "installSize": "396k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Upward Mobility's AP Psychology Exam Prep appforAndroid contains 181 targeted questions and explanatory answers to prepare you for the competitive AP Psychology exam. Each answer is also paired with a key take away designed to expand and reinforce your knowledge, to help improve your score on this important college preparatory test.Your satisfaction is important to us and we have a no questions asked refund policy for all our Android apps. We encourage you to try our application out risk free and let us know by e-mailing info@upwardpro.com if there are any issues.This app covers all material on the AP Psychology exam, including:history,methods and approaches,biological bases of behavior,sensation and perception,states of consciousness,learning,cognition,motivation and emotion,developmental psychology,personality,testing and individual differences,abnormal psychology,treatment of psychological disorders, andsocial psychology.This exam is also effective review for an introductory level Psychology class at the college level, or as a course-in-an-app for someone who wishes to learn the material on their own.Upward Mobility apps are designed with an exclusive intuitive Ul. They provide a Study Mode, where questions are paired with clear explanations and the user can proceed at their own pace, as well as a Test Mode designed to simulate the exam experience, where the user can set question and time restraints and their results are presented to them upon completion in both an aggregate and a question-by-question format.EditorTed Chan holds a BAwith High Honors from Swarthmore's prestigious Honors program in Psychology and History. Ted is the Founder and CEO of Upward Mobility.This app is not affiliated with the College Board.About Upward MobilityUpward Mobility is an independent test preparation and management education apps company that creates high quality material that is witty and engaging, perfect for on-the-go students and ambitious professionals. All of our content is developed exclusively for Upward Mobility by subject matter expert writers and undergoes a thorough review process.Customer satisfaction is our top priority, and if you have any questions or comments or are unsatisfied with our products in anyway, please contact us at info@upwardpro.com and we will do our best to help you.We are a double bottom line company that is committed to education in the developing world. Some of the profits will be used to deploy education via mobile phone in emerging countries to improve their total factor productivity growth.",
    "reviews": [
      {
        "timestampMsec": "1317053330385",
        "starRating": "2",
        "title": "Not worth it",
        "comment": "Some questions are helpful but there aren\\'t many questions, there are duplicates of some questions, and this version is definitely not worth the price",
        "commentId": "lg:AOqpTOHtCWip-h0jIG06bmC8b5-DCPbeDI-zy3-e2EDSRTjJWbpb--aaNmI6j6NmsniRgG0dAUpN7cpItIuHaAs",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
