{
  "title": "AP Environmental Science Exam",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dblpartners.apes",
  "category": "Books & Reference",
  "price": "$3.99",
  "datePublished": "May 30, 2010",
  "version": "1.0",
  "operatingSystems": "1.0 and up",
  "ratingsCount": "3",
  "rating": "2.6666667",
  "contentRating": "Everyone",
  "creator": "Upward Mobility",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dblpartners.apes",
  "extendedInfo": {
    "installSize": "382k",
    "downloadsCount": "50+",
    "downloadsCountText": "50 - 100",
    "description": "Aiming for a high score on your AP Environmental Science exam? Look no further! Upward Mobility's AP Environmental Science Exam Prep software for Android is the perfect tool to help students to ace the multiple choice portion of this competitive college preparatory test.Your satisfaction is important to us and we have a no questions asked refund policy for all our Android apps. We encourage you to try our application out risk free and let us know by e-mailing info@upwardpro.com if there are any issues.The module presents 130 simulated exam questions, covering nearly all topics on the exam, including:basic ecological processes,weather patterns,geological formations,environmental problems,the ways humans affect their natural surroundings and other species, as well asgeneral terminology necessary for success.Each multiple-choice question is paired with a clear explanation and a detailed Key Take a way that reinforces the main learning point of the question, concept, or theory being discussed, ensuring a comprehensive understanding of the material.Upward Mobility apps are designed with an exclusive intuitive Ul. They provide a Study Mode, where questions are paired with clear explanations and the user can proceed at their own pace, as well as a Test Mode designed to simulate the exam experience, where the user can set question and time restraints and their results are presented to them upon completion in both an aggregate and a question-by-question format.This app is not affiliated with the College Board.About Upward MobilityUpward Mobility is an independent test preparation and management education apps company that creates high quality material that is witty and engaging, perfect for on-the-go students and ambitious professionals. All of our content is developed exclusively for Upward Mobility by subject matter expert writers and undergoes a thorough review process.Customer satisfaction is our top priority, and if you have any questions or comments or are unsatisfied with our products in anyway, please contact us at info@upwardpro.com and we will do our best to help you.We are a double bottom line company that is committed to education in the developing world. Some of the profits will be used to deploy education via mobile phone in emerging countries to improve their total factor productivity growth.",
    "reviews": [
      {
        "timestampMsec": "1295413468880",
        "starRating": "0",
        "comment": "Purchased and it said it downloaded but was no where to be found on my phone. Looked in menu, screens, on apps under settings. Be cautious when buying",
        "commentId": "lg:AOqpTOG7Ygk9bR8EaeKFEHCrNzZpSz-zo_fyqU1Csj-YHXCP6uxWsNfK1ugVy3XpA-e5r3vXaDRWEAwuoV-KFtM",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1300756666631",
        "starRating": "1",
        "comment": "Always says you answered the correct answer even if you answered something different. Don\\'t get this!",
        "commentId": "lg:AOqpTOF1aDDDiwclPrQIFTYJidtKjRMX7cZekOl1eh62vvQQCjwhTGmRwE3PBG5DRDg6iRHw_yECp6Hk_v4oqRI",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
