{
  "title": "ADA NBDHE Exam Prep",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dblpartners.nbdhe",
  "category": "Health & Fitness",
  "price": "$8.99",
  "datePublished": "May 20, 2010",
  "version": "1.0",
  "operatingSystems": "1.0 and up",
  "ratingsCount": "5",
  "rating": "3.4",
  "contentRating": "Everyone",
  "creator": "Upward Mobility",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dblpartners.nbdhe",
  "extendedInfo": {
    "installSize": "407k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Upward Mobility's National Board Dental Hygienist Exam (NBDHE) Prep app for Android is the perfect tool to help you pass the Dental Hygienist licensure exam. This review module contains 402 simulated exam questions written by professional writers with concise yet detailed explanations to help you prepare for this test. Each answer is paired with a Key Takeaway to ensure comprehension of the important points of the material.Your satisfaction is important to us and we have a no questions asked refund policy for all our Android apps. We encourage you to try our application out risk free and let us know by e-mailing info@upwardpro.com if there are any issues.This module covers all topics on the Dental Hygienist Exam, including:I. Scientific Basis for Dental Hygiene PracticeII. Provision of Clinical Dental Hygiene ServicesIII. Community Health/Research PrinciplesOur apps provide a Study Mode, where questions are paired with clear explanations and the user can proceed at their own pace, as well as a Test Mode designed to simulate the exam experience, where the user can set question and time restraints and their results are presented to them upon completion in both an aggregate and a question-by-question format.This app is not affiliated with the ADA.About Upward MobilityUpward Mobility creates high quality management education and test preparation material that is witty, engaging, and adds value in the learning process.We hire only expert writers who have strong knowledge in the subject matter and put all of our materials through a thorough review process. We deploy our content through mediums such as mobile applications and other interactive channels.We are a double bottom line company that is committed to education in the developing world. Some of the profits will be used to deploy education via mobile phone in emerging countries to improve their total factor productivity growth.",
    "reviews": [
      {
        "timestampMsec": "1348326432057",
        "starRating": "1",
        "title": "Frustrating",
        "comment": "Question 225 does not have any answers to select.  Always is closing down since it\\'s not working. When answers are wrong,  does not show the answer you selected, Hard to keep track if your doing test mode and trying to do all the questions. Its not that great for the asking price. Uninstalled.. needs update. Has not been updated since 2010",
        "commentId": "lg:AOqpTOEGULZrOmn3Tb3T46CuYu1b-p6V1e30xXXwO2hEwkzTZKkqkMgOt8GjYZ1v7kiiKT7nYeIFUikJGa7Kjcc",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1298957368047",
        "starRating": "2",
        "comment": "I returned it.$9 is too much for just 402 questions. And questions seemed easy. I\\'d keep it if it was $2-$3.",
        "commentId": "lg:AOqpTOG9m9f06Lre86xCighvZBX2tc29B76HvsMM2j5bcGCLDFuZAn-WZZU-qI-qwNpHNqSqia3dFYtIz8CblCw",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1294222286929",
        "starRating": "5",
        "comment": "Good questions. Makes you think.",
        "commentId": "lg:AOqpTOH7qsv7DzFQJaBjJtouV_gTJy-WItyHTgfI2Y2Viogfz2kDylJ5VAb45SUPfNbc-FF4EG-p_ZsCkXcaRuk",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
