{
  "title": "FittersApp",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.danfoss.troubleshooterapp",
  "category": "Tools",
  "price": "Free",
  "datePublished": "January 18, 2013",
  "version": "1.3.6",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "52",
  "rating": "4.2884617",
  "contentRating": "High Maturity",
  "creator": "Danfoss A/S",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.danfoss.troubleshooterapp",
  "extendedInfo": {
    "installSize": "548k",
    "downloadsCount": "10,000+",
    "downloadsCountText": "10,000 - 50,000",
    "description": "Based on the popular and informative Fitters Notes Danfoss has now released the “Trouble Shooter Guide” as an App for Android and iOS. Available to download as part of the Danfoss KoolApp™, which already includes the very successful “Refrigerant Slide Rule” the “Trouble Shooter Guide” gives you instant access to Danfoss’ years of accumulated knowledge of refrigeration applications and their function aiding you in your day to day work servicing your customers systems.When starting up the App the user will be presented with a refrigeration system that is divided in to four main areas; Evaporator, Compressor, Condenser and line components. The user selects the area in which they are interested. This will take them on to the “Symptoms” page where they will be able to search for the symptoms being exhibited by the system. Once the correct symptom has been identified it can be selected and expanded to reveal the possible causes of this symptom.The user should then select what they believe to be the relevant cause and will be taken to the “Remedy” page where they will be informed of the procedures required to correct the exact symptom/cause. It is easy to move back and forward between the symptom/cause and remedy pages should they need to try other solutions.The “Trouble Shooter Guide” has been designed so that the entire database is available at all times, so if the user is in an area where they are unable to get a signal for their mobile device the full functionality of the App is always available.MAKING MODERN LIVING POSSIBLEDanfoss is a global industrial group, supplying energy-efficient and climate-friendly solutions for many industries. The group is a leading supplier of compressors and automated solutions to the refrigeration and air conditioning industry, with a product range among the most complete in the world. It is used within a number of industries, such as commercial and industrial refrigeration as well as in food retail, air conditioning and heat pumps.Danfoss is also a world leader within mechanical and electronic products for use in the indoor comfort and heating sectors and a wide range of other industries where energy consumption plays a vital role.www.danfoss.comDisclaimer:All values calculated and the performance of the products proposed by this software must be verified by the user.Danfoss can accept no responsibility for possible errors in KoolApp.Danfoss reserves the right to alter its products without notice. All trademarks in this material are the property of the respective companies. Danfoss and the Danfoss logotype are trademarks of Danfoss A/S. All rights reserved. © Danfoss A/S, Refrigeration and Air Conditioning 2012Please visit www.danfoss.com for more information and contact detailsIf in doubt send an e-mail to: koolapp@danfoss.comPhone numbers to local support can be found here: http://www.danfoss.com/Contact/Worldwide/",
    "reviews": [
      {
        "documentVersion": "1.3.2",
        "timestampMsec": "1349971713597",
        "starRating": "4",
        "title": "Wow",
        "comment": "All HVAC technicians must says thanks for Danfoss",
        "commentId": "lg:AOqpTOH5CqnmaReZjLVrvZATti7WArbWrcgpQ2A9Bj7lTt3Vcb_IDXNe--80psSBMQjsjZZN6-X5aeF4qQtJSA",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "documentVersion": "1.2.1",
        "timestampMsec": "1345030910153",
        "starRating": "5",
        "title": "Good",
        "comment": "Handy app, for the young player, however this now provides a tool for any joe to toy with a refrigeration system. Not well thought out. Danfoss. Spend the money on quality control and supply. Your products are not as good as they use to be, and are hard to get hold of.",
        "commentId": "lg:AOqpTOFgwuzLk1TVITHNxocTJKSGtbiBTLNcIfqyInUWkfbRGtCh9W9VqIP13UraV-G7yqgpJTxIKNl8sxiBEA",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "documentVersion": "1.2.1",
        "timestampMsec": "1350103551922",
        "starRating": "3",
        "title": "Good",
        "comment": "Good one for newcomers. Add some numeric datas like Head pressure. Back pressure. Ideal pressure for different refrigerents n systems.",
        "commentId": "lg:AOqpTOGYxHb4QBlmFtp01qHZvJKampx1SSA_foeW2Hdd0myFt0SwzTJZoNioJtxv1IcrltM-CB5F-ReJVkMHaQ",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1347203726699",
        "starRating": "5",
        "title": "Hvac",
        "comment": "Very useful",
        "commentId": "lg:AOqpTOF69SS9EyD0hzXmiNakB0EjGJj1wu0-aOdsiItxc_XSlfG_qCmn4dWkbvdcgNB7OlBil8FXDVxboJ4hdg",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE"
    ]
  }
}
