{
  "title": "CLEP American Government Exam",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dblpartners.CLEPGovernment",
  "category": "Books & Reference",
  "price": "$3.99",
  "datePublished": "May 30, 2010",
  "version": "1.0",
  "operatingSystems": "1.0 and up",
  "ratingsCount": "4",
  "rating": "4.0",
  "contentRating": "Everyone",
  "creator": "Upward Mobility",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dblpartners.CLEPGovernment",
  "extendedInfo": {
    "installSize": "366k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Aiming for a high score on your CLEP American Government exam? Look no further! Upward Mobility's CLEP Exam Prep app for Android provides 120 simulated exam questions with detailed answers. Each question is paired with a clear and insightful explanation paired with a Key Takeaway that summarizes the key learning point of the question, ensuring comprehensive understanding of the material.Your satisfaction is important to us and we have a no questions asked refund policy for all our Android apps. We encourage you to try our application out risk free and let us know by e-mailing info@upwardpro.com if there are any issues.We recognize your time is valuable, so each question is structured to help you master an important area of knowledge for the test. This module addresses nearly all the topics commonly covered on the exam, including:government policy in the United Statesimportant political events and decisionskey concepts in government relationsthe Constitutiongeneral terminology necessary for successWhether you are taking the test for the first time or striving to improve your score, this app will be a valuable component of your test preparation!About CLEP:The College-Level Examination Program (CLEP) allows you to earn credit for knowledge that you have gained through your own study, prior course work, career, professional development, cultural pursuits, or internships. * Disclaimer: The College-Level Examination Program® (CLEP) and CLEP are trademarks of College Board which had no role in the creation of this product and does not endorse it.Author:Katie McConnaughey is a freelance writer and editor based in Redmond, Washington. She received her Bachelors in History from Mount Holyoke College in 2004, after which she worked in the publishing industry, working primarily on children's and young adult literature.Since going freelance in 2007, Katie has edited, written, proofread, and copyedited for a large variety of clients, including Simon & Schuster, Alloy Entertainment, becker&mayer! book producers, Symphony Space, diacriTech, the New York City Department of Health & Mental Hygiene, and a number of private clients.About Upward MobilityUpward Mobility creates high quality management education and test preparation material that is witty, engaging, and adds value in the learning process.We hire only expert writers who have strong knowledge in the subject matter and put all of our materials through a thorough review process. We deploy our content through mediums such as mobile applications and other interactive channels.We are a double bottom line company that is committed to education in the developing world. Some of the profits will be used to deploy education via mobile phone in emerging countries to improve their total factor productivity growth.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
