{
  "title": "Canadian Pharmacy Exam Prep",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dblpartners.pebc",
  "category": "Education",
  "price": "$4.99",
  "datePublished": "February 10, 2012",
  "version": "1.0",
  "operatingSystems": "1.0 and up",
  "ratingsCount": "1",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "Upward Mobility",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dblpartners.pebc",
  "extendedInfo": {
    "installSize": "679k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Upward Mobility's Canadian Pharmacy Technician Qualifying Exam Prep app for Android is our exclusive study app designed to help you prepare for the PEBC Pharmacy Technician Qualifying Examination - Part 1. OVERVIEW: Our Canadian Pharmacy Technician exam prep app is designed to cover the need-to-know information for the multiple choice section (Part 1) of the Pharmacy Technician Qualifying Examination offered by the Pharmacy Examining Board of Canada. Our targeted multiple-choice questions and clear and detailed explanations are all written exclusively for Upward Mobility by expert writers who are licensed pharmacists. FEATURES: * Over 400 simulated exam questions. * Detailed, helpful explanations. * Includes the following categories, covering all competencies of the exam: -- Patient Communication and Education-- Professional Collaboration and Team Work-- Ethical, Legal and Professional Responsibilities-- Drug, Therapeutic, Practice, and Patient Information-- Drug Distribution-- Understanding Management Principles-- Systems and Inventory-- Quality Assurance-- Drug Preparation* Exclusive, intuitive interface. * Study Mode -- Each question is paired with a clear and useful explanation. Study at your own pace! * Test Mode -- Designed to simulate the exam experience. Set your own question and time constraints. * Review your answers in both question-by-question and aggregate format. Upward Mobility is not affiliated with nor is this app endorsed by the PEBC nor NAPRA.ABOUT UPWARD MOBILITY: Upward Mobility is an independent test-preparation apps company that creates high quality material that is witty and engaging, perfect for on-the-go students and ambitious professionals. All of our content is developed exclusively for Upward Mobility by writers who are subject matter experts and undergoes a thorough review process. We are a double bottom line company that is committed to education in the developing world. Some of the profits will be used to deploy education via mobile phone in emerging countries to improve their total factor productivity growth. Customer satisfaction is our top priority, and if you have any questions or comments or are unsatisfied with our products in any way, please contact us at info@upwardpro.com and we will do our best to help you.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
