{
  "title": "Death Sniper Shooting",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.deathshootingfree.game",
  "category": "Arcade & Action",
  "price": "Free",
  "datePublished": "August 15, 2013",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "1",
  "rating": "5.0",
  "contentRating": "Low Maturity",
  "creator": "Best Mobile App 2013",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.deathshootingfree.game",
  "extendedInfo": {
    "installSize": "7.4M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "A sniper is a highly trained marksman who operates alone, in a pair, or with a sniper team to maintain close visual contact with the enemy and engage targets from concealed positions or distances exceeding the detection capabilities of enemy personnel. These sniper teams operate independently, with little combat asset support from their parent units. Snipers typically have highly selective and specialized training and use high-precision/special application rifles and optics, and often have sophisticated communication assets to feed valuable combat information back to their units.In the virtual world, you are a sniper, and you are the lord! One bullet means one death!You need to be calm, cool-headed, and relentless! Breathe! Only headshots can give you the highest honor!If you want to become one of the world's top sniper, you need a cool head anomaly analysis and fast, aggressive, accurate shooting practices. Now, get ready to hit the slopes in the most Death Sniper Shooting game on the Google Play Store! Experience the fun to be a Sniper Killer! Best of all, it’s totally FREE! This game is so easy but super fun. You can play with your friends.There are THREE games! (No Internet connection required to play)Game 1 - Puzzle Game : 12 most outstanding and wonderful photo. Drag the pieces into the right place to recreate the image!Game 2 - Brick Game: Change the block to fit each other!Game 3 - Memory Game: Pair the same photo.It is a 100 levels of brick game.There is no time limit, but each stage has target points to proceed to next stage.Once you complete each levels, you will love this game very much!!Tips on Scoring:The more blocks you clear, the more score you will get.Other features:- You can pause the game and resume later.- We've put together the best collection of Death Shooting-Hunt leader cheats, death shoot crime video and amazing sniper shot video.DISCLAIMER: All names, trademarks and images are copyright their respective owners. The use of any names, copyrights, trademarks or photos have been used for Descriptive Purposes only and not to show endorsement or permission to use. This is completely unofficial, and created for fans. This app made by fans for fans, and it's for entertainment and personal purposes only.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.RECORD_AUDIO",
      "android.permission.CAMERA",
      "android.permission.GET_ACCOUNTS",
      "com.deathshootingfree.game.permission.C2D_MESSAGE",
      "com.google.android.c2dm.permission.RECEIVE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
