{
  "title": "Florida Real Estate Exam Prep",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dblpartners.FloridaRealEstate",
  "category": "Books & Reference",
  "price": "$6.99",
  "datePublished": "August 5, 2010",
  "version": "1.0",
  "operatingSystems": "1.0 and up",
  "ratingsCount": "3",
  "rating": "4.6666665",
  "contentRating": "Everyone",
  "creator": "Upward Mobility",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dblpartners.FloridaRealEstate",
  "extendedInfo": {
    "installSize": "379k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Want to ace your Florida real estate exam? Look no further! This Upward Mobility app for Android contains 433 questions covering essential vocabulary and state exam specific knowledge. Each question is paired with a concise but detailed explanation to ensure comprehension.Your satisfaction is important to us and we have a no questions asked refund policy for all our Android apps. We encourage you to try our application out risk free and let us know by e-mailing info@upwardpro.com if there are any issues.This app contains 200 questions specific to content on the Florida state real estate exam, and 233 questions of key Real Estate vocabulary, each written exclusively for Upward Mobility by expert real estate writers.The questions cover all important topics on the Florida broker exam, including:Legal Aspects,Encumbrances,Real Estate Law,Financing Escrow,Contracts,Taxation,Subdivision,Business Opportunities,Land Descriptions,Appraisal, andVocabulary.This app is not affiliated with the Florida Department of Business & Professional Regulation.Our apps are designed with an exclusive intuitive UI. They provide a Study Mode, where questions are paired with clear explanations and the user can proceed at their own pace, as well as a Test Mode designed to simulate the exam experience, where the user can set question and time restraints and their results are presented to them upon completion in both an aggregate and a question-by-question format.About Upward MobilityUpward Mobility is an independent test preparation and management education apps company that creates high quality material that is witty and engaging, perfect for on-the-go students and ambitious professionals. All of our content is developed exclusively for Upward Mobility by subject matter expert writers and undergoes a thorough review process.Customer satisfaction is our top priority, and if you have any questions or comments or are unsatisfied with our products in any way, please contact us at info@upwardpro.com and we will do our best to help you.We are a double bottom line company that is committed to education in the developing world. Some of the profits will be used to deploy education via mobile phone in emerging countries to improve their total factor productivity growth.",
    "reviews": [
      {
        "timestampMsec": "1358291675998",
        "starRating": "5",
        "title": "GREAT CUSTOMER SERVICE!",
        "comment": "Got this a few months ago not knowing I was going to get a new phone with a new service provider contacted them, provided them with the original receipt and which is she to refund when I had to repurchase the app for my new phone and this happened within 2 days amazing no questions asked best customer service I\\'ve had in a long time! Needless to say I\\'ll be looking for other apps from this company and will never hesitate downloading them.",
        "commentId": "gp:AOqpTOHA-VYN72BGqW0tzFP-TZ4VP7nnNAjrGGeDY4hpJ3EhwwRp-oxpNEF_3Gd8NehAG1sIIYDLIsGi4ZHN9g",
        "author": "Sabrina Woodruff",
        "authorURL": "http://lh4.googleusercontent.com/-gINutruzz6s/AAAAAAAAAAI/AAAAAAAACTw/FzOxkFgGrQY/photo.jpg",
        "authorSecureURL": "https://lh4.googleusercontent.com/-gINutruzz6s/AAAAAAAAAAI/AAAAAAAACTw/FzOxkFgGrQY/photo.jpg"
      },
      {
        "timestampMsec": "1352229404459",
        "starRating": "4",
        "title": "easy and cheap",
        "comment": "Thank you",
        "commentId": "lg:AOqpTOEXlHqu00yRSshM6mYzDYWS5HO8brpcCiQJiHCqzvcD0AHZEIpeWoNcjR6hnnE1d1yXDwpAjNC4GqesPw",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1370727818736",
        "starRating": "5",
        "title": "Excellent for review."
      },
      {
        "commentId": "gp:AOqpTOFGmxcz1BUQq_0eMQbvSuCRH_GyPOXQHjR6O_pE5h7bkDXceN-sx-jdKjUQ5XzzGClBc7XgOJ_KUaW2ZA",
        "author": "phil nash",
        "authorURL": "http://lh6.googleusercontent.com/-5tQeP5BEefw/AAAAAAAAAAI/AAAAAAAABqM/md2gKex84bA/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/-5tQeP5BEefw/AAAAAAAAAAI/AAAAAAAABqM/md2gKex84bA/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
