{
  "title": "PHR Human Resources Exam Prep",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dblpartners.humanresources",
  "category": "Books & Reference",
  "price": "$3.99",
  "datePublished": "August 29, 2013",
  "version": "1.3",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "11",
  "rating": "4.090909",
  "contentRating": "Everyone",
  "creator": "Upward Mobility",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dblpartners.humanresources",
  "extendedInfo": {
    "installSize": "591k",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "The PHR Exam Prep is Upward Mobility’s focused exam preparation Android app for HRCI’s Professional in Human Resources (PHR) Certification Exam. This module contains a targeted curriculum of 140 questions with explanatory answers, dealing with the successful knowledge required for early-career Human Resources Professionals.Your satisfaction is important to us and we have a no questions asked refund policy for all our Android apps. We encourage you to try our application out risk free and let us know by e-mailing info@upwardpro.com if there are any issues.All of our app content is created exclusively for Upward Mobility by expert writers who have strong knowledge in the subject matter and all of our materials undergo a thorough review process.On a basic level, PHR Exam Prep identifies and assesses whether an early-career HR Professional has the necessary skills, knowledge, and know-how to implement Human Resources programs and to provide a supportive working environment for all professionals in their work organization. Additionally, the app is designed to reinforce a core knowledge of HR Management and Practice, including: Human Resource Development, Strategic Management, Total Rewards, Workforce Planning/Employment, Risk Management, and Employee/Labor Relations. By assessing learned workplace knowledge in practical real-life scenario questions, Upward Mobility’s PHR Exam Prep will help to bridge the gap between your experiences working in Human Resources and the knowledge base you need to move ahead in your career.Upward Mobility apps are designed with an exclusive intuitive UI. They provide a Study Mode, where questions are paired with clear explanations and the user can proceed at their own pace, as well as a Test Mode designed to simulate the exam experience, where the user can set question and time restraints and their results are presented to them upon completion in both an aggregate and a question-by-question format.About Upward Mobility Upward Mobility is an independent test preparation and management education apps company that creates high quality material that is witty and engaging, perfect for on-the-go students and ambitious professionals. All of our content is developed exclusively for Upward Mobility by subject matter expert writers and undergoes a thorough review process. Customer satisfaction is our top priority, and if you have any questions or comments or are unsatisfied with our products in any way, please contact us at info@upwardpro.com and we will do our best to help you. We are a double bottom line company that is committed to education in the developing world. Some of the profits will be used to deploy education via mobile phone in emerging countries to improve their total factor productivity growth.",
    "reviews": [
      {
        "timestampMsec": "1331331998412",
        "starRating": "5",
        "title": "Great.",
        "comment": "Love it. Perfect for on the go studying! I\\'m at kids practices almost daily, helps instead of dragging books along!",
        "commentId": "lg:AOqpTOHbHkSgsH4Ar-a7nMGk0Hj85NvxcOpzizmVAxqN-gmaXU_0zxszuEhy_jp-9OdLyO6rX_c9DW5s1v397Dc",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1369600568681",
        "starRating": "2",
        "title": "Already read these questions.",
        "comment": "Most of the questions are word for word from the phr study guide by Sandra reed and Anne Bogardus. Although it is nice to have them on the go, they are repetitive for me and I really needed some more variety for my studying",
        "commentId": "gp:AOqpTOGYvnbzAxncecgvbdQ7s8fnmWHFsqlMsaYh1l1jAJD_nRs7mtU7xhI6huO1c54LIxbOqMwRH6OvLH53edQ",
        "author": "The Cartzdafners",
        "authorURL": "http://lh4.googleusercontent.com/-mZsv-eN6sEI/AAAAAAAAAAI/AAAAAAAAAAA/8a21SMjNVeA/photo.jpg",
        "authorSecureURL": "https://lh4.googleusercontent.com/-mZsv-eN6sEI/AAAAAAAAAAI/AAAAAAAAAAA/8a21SMjNVeA/photo.jpg"
      },
      {
        "timestampMsec": "1309304029137",
        "starRating": "5",
        "comment": "Omg! This is a great tool to help you study for PHR Certified. Buy it and you know what am talking about....Love it!",
        "commentId": "lg:AOqpTOEMX12V9P6vp1Nw7OF3RbTMIfNcq1Ce_yW4QMZwUgO8MOXIw9XJCoZ_Ym0zdY6-TH4ZZzbO4fpHaAYAblw",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1292978445472",
        "starRating": "5",
        "comment": "Awesome app to be used as a supplement to your other study materials!",
        "commentId": "lg:AOqpTOG-yYkvZvdFO6boGy9j7FRXn29R59s3I-z7Ngb55W0hDZOIC4K9-YE0WLW3RFAuJ9RFeI7vzkhseyApaHA",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1318257859475",
        "starRating": "1",
        "title": "waste of money",
        "comment": "nothing in this app is new, the test questions were lifted out from the phr/sphr book. i think the reviews here are bogus.",
        "commentId": "lg:AOqpTOFflKvGGSV_RMlGC6ZF5TFevAhnkhtQa9mdDILp0-NeP26mzq9dKGeePEt-cIcE7bEqeaDJxrOO3eO6uWU",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1294885631542",
        "starRating": "5",
        "comment": "Helps with the studying and basic knowledge of HR. Good for everyday refresher too.",
        "commentId": "lg:AOqpTOEvjzX2JlRX43BeSuNV-yA4e6q2KIKA9_UHFkL1w7unTo9Uog3zQiJFzfxelgu-TOdeT9uzty-eIKlhRYg",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1326204817420",
        "starRating": "4",
        "title": "Good supplement...",
        "comment": "This app is good for continued studying on the go. Please don\\'t use this as your only study resource.",
        "commentId": "lg:AOqpTOHi6DSAMSxxQryZao9SX0-9SmNtXU-izT6SRGPbXdKmGZ3lQOq1PTmGGpjQ_-u7ql7NgoR4uzgDr4DG59I",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1336305806925",
        "starRating": "4",
        "title": "Awesome",
        "comment": "Great app to have for study on the go!",
        "commentId": "lg:AOqpTOEEDeNz1XOgNHGzHg5IlD12w39kesBUFv4uL6VoidqkN4QJe2LKiV89xCvL67xr81Epa_DWZBIXvlmyRoE",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [

    ]
  }
}
