{
  "title": "CLEP US Government Exam Prep",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dblpartners.clepusgovernment",
  "category": "Education",
  "price": "$3.99",
  "datePublished": "January 31, 2013",
  "version": "1.0",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "Upward Mobility",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dblpartners.clepusgovernment",
  "extendedInfo": {
    "installSize": "624k",
    "downloadsCount": "10+",
    "downloadsCountText": "10 - 50",
    "description": "Looking to ace your CLEP American Government Exam?Upward Mobility can help! Our CLEP US Government Exam Prep app contains 300 original, professionally written practice questions with explanatory answers, covering all topics on the CLEP American Government test, including:Institutions and Policy Processes: Presidency, Bureaucracy, and CongressFederal Courts, Civil Liberties, and Civil RightsPolitical Parties and Interest GroupsPolitical Beliefs and BehaviorConstitutional Underpinnings of American DemocracyOur intuitive app interface lets you jump right into preparing for your test:Use STUDY MODE to go through questions at your own place, assimilating explanations and focusing on your need-to-know areasOr jump into TEST MODE to simulate a timed testing environment, and see how you do with aggregate and question-by-question results.Study anytime, anywhere, with Upward Mobilty's on-the-go CLEP American Government Exam Prep app!Disclaimer: Upward Mobility is an independent test preparation company, and is unaffiliated with The College Board, of which CLEP is a registered trademark.ABOUT UPWARD MOBILITY: Upward Mobility is an independent test-preparation apps company that creates high quality material that is witty and engaging, perfect for on-the-go students and ambitious professionals. All of our content is developed exclusively for Upward Mobility by writers who are subject matter experts and undergoes a thorough review process. We are a double bottom line company that is committed to education in the developing world. Some of the profits will be used to deploy education via mobile phone in emerging countries to improve their total factor productivity growth. Customer satisfaction is our top priority, and if you have any questions or comments or are unsatisfied with our products in any way, please contact us at info@upwardpro.com and we will do our best to help you.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [

    ]
  }
}
