{
  "title": "Dealing With Loneliness",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.deal.with.loneliness.lonely",
  "category": "Education",
  "price": "Free",
  "datePublished": "January 1, 2013",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "2",
  "rating": "2.5",
  "contentRating": "Low Maturity",
  "creator": "applearningpurpose",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.deal.with.loneliness.lonely",
  "extendedInfo": {
    "installSize": "358k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Dealing With Loneliness is an app to help you learn how to cope with being lonely. There are many ways out there but what this app is offering is a very detailed method which is easy to understand and apply.One of the ways to deal with loneliness is Subliminal Messages.Dealing With Loneliness Through Subliminal Messages VisualizationWhether you like it or not, there will be times when you will feel a sense of loneliness, especially during special occasions such as New year, Christmas, and even your own birthday. Many recover from their loneliness and learn to focus their attention to something else. However, others cannot and just find themselves falling much deeper into their loneliness until it turns into depression.If you ever find yourself becoming lonelier by the day, it's time for you to do something. You may want to see a psychologist or counselor to help you deal properly with whatever it is that causes you to be lonely. Nevertheless, you can also help yourself. You can practice visualization technique.What Is Visualization?For you to understand visualization more easily, you can just picture yourself daydreaming. The only difference is in daydreaming, you're not really getting anything except perhaps a sense of motivation or encouragement. In visualization, the goal is to somehow change your thought pattern, such as a negative emotion or feeling to something more positive.Visualization also involves tapping the subconscious. The unconscious mind is the one part you have no control of. Thus, any kind of subliminal messages you send to your subconscious will remain there forever. You just need to access them whenever they are needed.What It DemandsVisualization requires concentration at your end. Keep in mind you're trying to access your subconscious. If you allow yourself to be disturbed by a lot of things, such as your environment and even your own emotion, you will find yourself only accessing your conscious mind.To help you, you may want to take note of the following tips:1. Find a good place and time to visualize. If you're already excellent with this, you can do this anytime you like. However, if you're starting out, you need to find a good place and time to do it. A suggestion is to do so when you're not busy or when there are very few to zero distractions. Thus, this may be during early in the morning or before you go to sleep. Between the two, though, the latter is the more ideal since the mind is very much relaxed.2. Take deep long breaths. Deep and slow breathing can be extremely helpful since the breaths themselves can bring your attention not to the reasons of your loneliness but to the present moment. This will also keep you feel very relaxed and receptive to the subliminal messages you're trying to send to your subconscious. Dealing With Loneliness3. Create your scenarios. You can be very imaginative with your visualization, but make sure the message is very clear. For example, you may imagine yourself standing in front of a huge board and listing all the things that make you lonely. Then think about holding a huge eraser and slowly getting rid of them.Down Dealing With Loneliness apps now to learn more!",
    "reviews": [
      {
        "timestampMsec": "1367209660044",
        "starRating": "4",
        "title": "Helpful",
        "comment": "This app helped me understood the concept of loneliness & how to cope. A very interesting read that points out the selfishness of loneliness & self-pity.",
        "commentId": "gp:AOqpTOE94gHvkMCWKGjlBW88c0iQKBRi16mL-ieyz0KwIFmgYVpnYQKAV6-Q2Rxe13JgAV7N8Z5wDYMYNO5JEA",
        "author": "Lakishia Hawkins",
        "authorURL": "http://lh3.googleusercontent.com/-Qtzq-iQhgjM/AAAAAAAAAAI/AAAAAAAAA-Y/s6wId_97apk/photo.jpg",
        "authorSecureURL": "https://lh3.googleusercontent.com/-Qtzq-iQhgjM/AAAAAAAAAAI/AAAAAAAAA-Y/s6wId_97apk/photo.jpg"
      },
      {
        "timestampMsec": "1373813384637",
        "starRating": "1",
        "comment": "absurd permissions",
        "commentId": "gp:AOqpTOH5-C2eq6lnqUYYRM3eJWQsr6hOTUijQeSqPY9iZj4SRpuGyVIZ8ITHlnYJDvHzZPjC1sFSFHuAe9yTrA",
        "author": "pau paula",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.CAMERA",
      "android.permission.VIBRATE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_LOCATION_EXTRA_COMMANDS",
      "android.permission.READ_PHONE_STATE",
      "android.permission.INTERNET",
      "android.permission.RECEIVE_SMS",
      "android.permission.RECORD_AUDIO",
      "android.permission.MODIFY_AUDIO_SETTINGS",
      "android.permission.READ_CONTACTS",
      "android.permission.WRITE_CONTACTS",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.GET_ACCOUNTS",
      "android.permission.BROADCAST_STICKY",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
