{
  "title": "ASQ Six Sigma Green Belt Prep",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dblpartners.sixsigmagreen",
  "category": "Books & Reference",
  "price": "$4.99",
  "datePublished": "August 15, 2012",
  "version": "1.3",
  "operatingSystems": "1.0 and up",
  "ratingsCount": "4",
  "rating": "4.0",
  "contentRating": "Everyone",
  "creator": "Upward Mobility",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dblpartners.sixsigmagreen",
  "extendedInfo": {
    "installSize": "819k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Upward Mobility’s Six Sigma Green test prep app for Android contains a targeted curriculum of 150 questions addressing key topics for this important certification from the American Society for Quality (ASQ).Your satisfaction is important to us and we have a no questions asked refund policy for all our Android apps. We encourage you to try our application out risk free and let us know by e-mailing info@upwardpro.com if there are any issues.Each question is paired with an explanatory answer and a Key Takeaway. The Key Takeaway is designed to help the learner master the most important point of the question.The primary editors for the content were Ted Chan, an experienced project manager who holds a MBA from MIT’s Sloan School of Management, and Eric Chan, an ASQ certified industrial engineer.This app would also be useful for anyone studying for IASSC's Green Belt certification (CGB), or who wants to improve their general Six Sigma / quality management skills. It is also an effective refresher for those who need to be re-certified.The intuitive Study Mode interface allows you to track your progress and circle back to questions for later review. Test Mode allows you to take the course as a sample exam and quickly review incorrect answers.In many cases, professional training is reimbursable. Check with your employer or tax accountant to determine if this training module would be for you.What is the Six Sigma Green Belt certification?The Six Sigma Green Belt operates in support of or under the supervision of a Six Sigma Black Belt, analyzes and solves quality problems and is involved in quality improvement projects. A Green Belt is someone with at least three years of work experience who wants to demonstrate his or her knowledge of Six Sigma tools and processes.About Upward MobilityUpward Mobility was formed to create high quality management education and test preparation material that is witty, engaging and adds value in the learning process. We hire only expert writers who have strong knowledge in the subject matter and put all of our materials through a thorough review process. We deploy our content through mediums such as mobile applications and other interactive channels.",
    "reviews": [
      {
        "timestampMsec": "1273943556488",
        "starRating": "5",
        "comment": "This is a great way to capture all those lost moments and convert them to studying. Lots of content, well executed.",
        "commentId": "lg:AOqpTOFe2jdb-WE7T7N3WwkHd2-b48q9Z7E-UkIrLqMofJHEuUWyKrnLOW0pC_-u7NB2OjqvGJB174Ew-wdLMQ",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
