{
  "title": "Hotels, HotelPlanner.com Deals",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.deals",
  "category": "Shopping",
  "price": "Free",
  "datePublished": "June 11, 2011",
  "version": "1.3",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "8",
  "rating": "4.625",
  "contentRating": "Everyone",
  "creator": "HotelPlanner.com",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.deals",
  "extendedInfo": {
    "installSize": "367k",
    "downloadsCount": "10,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "All your favorite deal sites in one app!Deal Ticket aggregates the best daily deals in your city based on your personal preferences.You can personalize your deal searching by setting your preferred country, city and which deal sources you would like.Browse through coupons and discounts for great money saving local deals such as food, wine, computers, computer parts, digital cameras, massage, exercise/gym, electronics, holidays, hotels/resorts, cosmetics, spas, golf courses, sporting events, concerts, baby supplies and many more ..  Can search for the latest deals in over 28 countries, including USA, UK, Australia, Brazil, Canada, France, Germany, Italy, Spain, Hong Kong, New Zealand and Taiwan.Ability to share deals with your friends or yourself via email, sms, facebook and more.Has support for over 12 daily deal sites .. more will be added in upcoming upgrades.Very quick and highly optimized - saves the latest deals to your SD card for quick viewing later on.Ability to save deals to your own private list so you don't need to print them out.Features currently in development: - categories for deals- deals based on your nearest GPS location- latest deals widget- google maps integration - support for many more daily deal and deal / savings sites  - plus many more features to help you save :)Please let me know if you have any questions, feature requests and possible bugs that you may come across.",
    "reviews": [
      {
        "timestampMsec": "1307026499742",
        "starRating": "5",
        "title": "Excellent!!!",
        "comment": "Great app to help you save time and money. Easy to use, nice features too.",
        "commentId": "lg:AOqpTOEg5n42WzYYhUSL5QpEYun3AxAqorgN629RcHJMPhxVh7TNm7YUoEh3NeNlg1byFl4cQ3YF-4-uiqlcpg",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1307384652584",
        "starRating": "5",
        "comment": "Responsive developer, this app is going to be a hit!",
        "commentId": "lg:AOqpTOG3yYKpP7XhNrafTPzUeicwtax4IGGt6wgXI33T6vVGV-gj8cXDiwljeEkFSBuBVwkYn5XO11nBVkHiew",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
