{
  "title": "Type-R sound",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.darkzone.typer",
  "category": "Music & Audio",
  "price": "Free",
  "datePublished": "October 29, 2012",
  "version": "Varies with device",
  "operatingSystems": "Varies with device",
  "ratingsCount": "49",
  "rating": "4.142857",
  "contentRating": "Everyone",
  "creator": "Type-R Sound",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.darkzone.typer",
  "extendedInfo": {
    "installSize": "Varies with device",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "What does the application?The application allows you to analyze a sound system as predefined waves.How does the application?Record a sound clip of 15 seconds by the microphone of yourmobile device and compare it to the average wave hasstored according to the type of music selected. this comparativebetween the recorded wave which is predefined and give us a scorefrom 0 to 10, with 10 being the highest score.What kind of music does it support?The types of music that the application included are: Pop, Jazz, Rock,Classical, R & B, Dance, HipHop, Breakbeat, Techno, Pink Noise.What we need to consider?Care to put some kind of barrier between your mobile device andyour sound system, this may influence the outcome thatapplication display.The result may vary depending on the device in which it isinstalled, as it depends on the wave to record via the microphone.Mobile devices equipped with different types of microphonewhich can vary from one to another terminal of the measurement audio.The ending punctuation tranche depends clip recorded by the terminalsince it uses 15 seconds to compare these with the curvepredetermined.More information:If you have any questions about the app or want to tell us something about thesame, you can contact by emailinfo@type-rsound.com.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.RECORD_AUDIO"
    ]
  }
}
