{
  "title": "Private and Recreational Pilot",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dauntless.rr.opr",
  "category": "Education",
  "price": "$34.99",
  "datePublished": "September 2, 2013",
  "version": "1.3.2",
  "operatingSystems": "2.3.3 and up",
  "ratingsCount": "4",
  "rating": "4.0",
  "contentRating": "Everyone",
  "creator": "Dauntless Aviation",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dauntless.rr.opr",
  "extendedInfo": {
    "installSize": "74M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Are you a student pilot or would you like to become a Private or Professional Pilot? RideReady will help make you confident and ready for your FAA Practical Test / Checkride (that combination of flight test and oral quizzing when you will have to go through to receive your Private Pilot certificate) and allow you to impress the examiner with your knowledge of relevant knowledge areas as per the Practical Test Standards and current FAA practices and recommendations.For the FAA Private Pilot Airplane practical test, topics covered include aerodynamics, weather, instrumentation, regulations, aircraft systems, charts and navigation, avionics, emergencies, procedures, flight planning, FAA special emphasis areas, weight and balance, and much more.RideReady features more questions than oral exam prep booklets thus helping you be more prepared for a wide variety of realistic questions. Additionally, RideReady's content is also more illustrated and our explanations more detailed to really help you understand the material.Our RideReady app can offer you speed, power, availability, and flexibility that no book or DVD can. For example, you can tell RideReady which aircraft you fly (from a list of common training aircraft) and RideReady will ask you questions on its systems and operations - just like a real examiner will. Remember: while books are out of date from the moment they're printed, updates are FREE FOR LIFE, meaning that you can get the most up to date quickly and easily through the built-in update mechanism.Please note that after downloading this app, the app will need to check for updated data from our servers.RideReady is the smart pilot's secret to checkride success!Features:* Realistic Checkride Questions - Hundreds upon hundreds of realistic memory, analysis, and scenario type questions taken from practical test exit interviews, key FAA documents, and the combined experience of our editorial team of pilot examiners and flight instructors.* Unlimited Study and Practice - At your own pace, on your own schedule* Free Lifetime Updates. Get acquainted with the material weeks or months before your checkride, study hard in the days leading up to it, and then brush up years afterwards.* Hundreds of Charts and Figures - Illustrate key points and help you learn* Aircraft-specific information - Includes questions specific to common training aircraft types (just like your examiner will ask) plus the ability to customize values and add your own custom aircraft. Built-in aircraft in this title: Cessna 150, Cessna 152, Cessna 172N/RG/SP, Diamond Katana, Piper Warrior II.* Current and valid for right now - As soon as you purchase and install this app, use the built-in update feature to get the latest and greatest content that we offer in mere moments. We regularly update the content to keep up with changes in practical test standards, FAA emphasis areas, and aviation technology.* Thousands of Success Stories - Every year, thousands of pilots use RideReady to learn or brush up the material to make them confident and ready to pass their FAA checkrides. We invite you to be next!Make sure you are looking at the right app for you!* This is FAA Practical Test (checkride oral exam) preparation for AIRPLANE PILOTS.* This is NOT FAA written (knowledge) test preparation. If you want FAA written (knowledge) test preparation, check out our GroundSchool FAA line of products. Many pilots buy both RideReady and our GroundSchool-FAA apps as they work well together.* Again, this title is for AIRPLANE PILOTS ONLY. This is NOT preparation materials for helicopter, glider, gyroplane, hot air balloon, or other pilots. We have other RideReady titles for different aircraft types, but this one is for AIRPLANE PILOTS ONLY as it contains much information particular to airplanes.Thank you again for checking out RideReady!",
    "reviews": [
      {
        "documentVersion": "1.0.9",
        "timestampMsec": "1354818748647",
        "starRating": "5",
        "title": "Love this app",
        "comment": "Decide to go with this after using their written test prep. It was a major factor in me passing with a 95%. This product has great depth of detail.  Puts the book from another company I bought to shame",
        "commentId": "gp:AOqpTOEk0LxMxEjpFoM0tnwEZ8FsaM6la-LSgaMrhcFKyiT4S7whoQ1U-qsPNpn28LBIg68EZIgPmr6SfI0noQ",
        "author": "g martel",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "documentVersion": "1.0.9",
        "timestampMsec": "1341990642086",
        "starRating": "5",
        "title": "Great app!!",
        "comment": "I was very pleased with the ride ready practical test app I had in my old ipod that I just had to get it for my HTC 4G Evo to study when I wasn\\'t home. I recomend it to everyone at school it really is a must get app for any student pilot. On top of that their helpdesk is VERY friendly, specially Steve and Sanya.",
        "commentId": "lg:AOqpTOEFjLCmR2kdCvDxcmXDzszqZFjUHFFKwtv8pXNcbeBo5YelopGUXRLFmEVgBjQqfvMS_0eTpiacm4BSqQ",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "documentVersion": "1.0.6",
        "timestampMsec": "1338713042149",
        "starRating": "5",
        "title": "amazingly useful private pilot app",
        "comment": "I was really impressed with the depth of content and illustrations.  My son is my student and we used this to prepare for his check ride.  I felt his preparation was excellent as a result of his using it and the examiner did too.\\' Highly recommended.",
        "commentId": "lg:AOqpTOEh5pBoGvTi46a3qVCj-Qqrf-KbgeIKj9h24kPwOrb9yQHTlrnQswkiecZlk4mBnlCfmgDjmDgSUN3V2Q",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "documentVersion": "1.0.4",
        "timestampMsec": "1334084946831",
        "starRating": "1",
        "title": "Does not work samsung",
        "comment": "Does not work on samsung galaxy tab os 3.2",
        "commentId": "lg:AOqpTOH9xEzWWTg8WXIwvIU0tw6bZrPtocTqIyWmrE_N_b8tpgoZ_4vl32M1IhMYTqFhQassf8col8jfNjb8tw",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_PHONE_STATE",
      "com.android.vending.CHECK_LICENSE",
      "android.permission.READ_LOGS",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.WAKE_LOCK",
      "com.android.vending.BILLING",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
