{
  "title": "Street View Shuffle Europe",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.darraghmoriarty.android.SVSEurope",
  "category": "Travel & Local",
  "price": "$0.99",
  "datePublished": "February 20, 2013",
  "version": "3.2",
  "operatingSystems": "2.3.3 and up",
  "ratingsCount": "1",
  "rating": "5.0",
  "contentRating": "Low Maturity",
  "creator": "Darragh Moriarty",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.darraghmoriarty.android.SVSEurope",
  "extendedInfo": {
    "installSize": "81k",
    "downloadsCount": "50+",
    "downloadsCountText": "50 - 100",
    "description": "Simply press the Shuffle button to find scenic 360-degree panoramas from around Europe.Features:• Discover scenic panoramas in 30 areas around Europe (listed below)• Find a street view by typing in an address• Show a street view of your current location• Share a street view via email or Twitter• Enter full screen mode by double tappingShuffle Areas:Europe, Amsterdam, Barcelona, Belfast, Berlin, Bern, Brussels, Bucharest, Cardiff, Copenhagen, Dublin, Edinburgh, Geneva, Helsinki, Lisbon, London, Madrid, Manchester, Milan, Monaco, Munich, Oslo, Paris, Prague, Riga, Rome, Stockholm, Tallinn, Warsaw and Zagreb!Note: The location permission is needed for the 'Show Current Location' feature. Location data is not used for any other purpose.Thank you to everyone who bought this app! Please email me with any bugs or feature requests.The photo used in the feature image is courtesy of Flickr user Tom Mooring (the_tangible_t). The image is used in accordance with the Attribution-ShareAlike 2.0 Generic (CC BY-SA 2.0) license.",
    "reviews": [
      {
        "timestampMsec": "1337846926076",
        "starRating": "5",
        "title": "Random Armchair Travel",
        "comment": "I love this suite of apps. Being dropped into a random location is an oddly compelling and immersive experience - I could keep shuffling views for hours. The images look great on my Galaxy Nexus. I hope the dev keeps adding locations. Full-screen view with a tap would be nice, as would zoom, and the ability to save images?",
        "commentId": "lg:AOqpTOFAiUKjK34cruRRHgcIgMVPzFRu3-rw3WpMxoi-UlsoT7_XHXiU2c4YOVw4RQJpx8RIxe8OX6__PvMIS5I",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_FINE_LOCATION"
    ]
  }
}
