{
  "title": "PANCE Pro Exam Prep",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dblpartners.pancepro",
  "category": "Books & Reference",
  "price": "$8.99",
  "datePublished": "April 18, 2011",
  "version": "1.1",
  "operatingSystems": "1.0 and up",
  "ratingsCount": "9",
  "rating": "3.0",
  "contentRating": "Everyone",
  "creator": "Upward Mobility",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dblpartners.pancepro",
  "extendedInfo": {
    "installSize": "435k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Upward Mobility’s PANCE Pro Exam Prep for Android is the perfect app to help you pass the Physician Assistant National Certifying Exam. This exam review app contains 563 questions written by professional medical writers with concise, but detailed explanations to help you prepare for this test. Your satisfaction is important to us and we have a no questions asked refund policy for all our Android apps. We encourage you to try our application out risk free and let us know by e-mailing info@upwardpro.com if there are any issues.This module covers all topics on the PANCE exam, which uses the same content blueprint as the PANRE and Pathway II, which makes this app an excellent review for these exams as well. Questions are categorized the major Organ Systems specified in the content blueprint: Cardiovascular, Pulmonary, Endocrine, EENT, Gastrointestinal/Nutritional, Genitourinary, Musculoskeletal, Reproductive, Neurologic System, Psychiatry/Behavioral, Dermatologic, Hematologic, and Infectious Diseases. Each category also covers the Task Areas specified in the content blueprint: History Taking & Performing Physical Examinations, Using Laboratory & Diagnostic Studies, Formulating Most Likely Diagnosis, Health Maintenance, Clinical Intervention Pharmaceutical Therapeutics, and Applying Basic Science Concepts.Perfect for the on-the-go aspiring physician assistant!This app is not affiliated with the NCCPA.About Upward MobilityUpward Mobility is an independent test preparation and management education apps company that creates high quality material that is witty and engaging, perfect for on-the-go students and ambitious professionals. All of our content is developed exclusively for Upward Mobility by subject matter expert writers and undergoes a thorough review process.Customer satisfaction is our top priority, and if you have any questions or comments or are unsatisfied with our products in any way, please contact us at info@upwardpro.com and we will do our best to help you.We are a double bottom line company that is committed to education in the developing world. Some of the profits will be used to deploy education via mobile phone in emerging countries to improve their total factor productivity growth.",
    "reviews": [
      {
        "timestampMsec": "1334325059946",
        "starRating": "2",
        "title": "Inaccurate information and mis-keyed answers",
        "comment": "Some of the information is flat wrong with other info being too specific and not generally known by a student and too nit-picky. Very difficult to assess your knowledge and feel confident after the explanations they give.",
        "commentId": "lg:AOqpTOF4ep1tDMsqUeINL0NewGrkskED48-hPIHiZhgNqca-OwcwKJvbTOUmRVVD9E9s6sCEDcERRehSNf9sFF8",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1325270922863",
        "starRating": "2",
        "title": "Not that great",
        "comment": "There are far too many errors in both treatment and diagnosis of diseases. Ex.endocrine q #13 pt has Graves Disease and the tx is Levothyroxine? The explanation says Levothyroxine is an antithyroid antibody? Where was that researched, cuz its COMPLETELY WRONG! How can you people make blatent mistakes like that. Synthroid is only going to exacerbate this patients sx\\'s and might lead to Thyroid Storm thus causing further morbidity and mortality to the pt. tx of Graves is radioactive Iodine",
        "commentId": "lg:AOqpTOFsqnS4msn7AZj6cBzYZYkFQ7j_AkdpXdNy_rrMVT46oabEskFKESkbvdXbMQLa6ZvsetzyN3U2sMUseQc",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1330577766920",
        "starRating": "1",
        "title": "Errors!",
        "comment": "Too many errors in the database. To be usable for exam prep things need to be fixed.",
        "commentId": "lg:AOqpTOHMEfhCAZ9EIIoo0voqrhatZJ4cYIqxgqTdr_GYqTcZrBuYWMgqBSPyEtFePALa-JeLp9_n8teim-uXvdM",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1309921973256",
        "starRating": "5",
        "comment": "Works great... there are explanations for the correct answers from which you can determine why the incorrect answers are incorrect. Thanks",
        "commentId": "lg:AOqpTOF88K1gwPWLvrebmQCSUCxxMZqhSd5bvw2g-XFDPz8Uh2LrSVwzkeas_L-gyl7eA5wEt_CYkOSDmioQZ-w",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1304754245988",
        "starRating": "5",
        "comment": "I love it....",
        "commentId": "lg:AOqpTOGGuevLnXDah63ofrkEaX7PNwsN6P9uah8AaAYN9oJ9Y9LLl1TTy1PziIQoXRTU4MhmrVjTVSfpruqL9us",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1293774258258",
        "starRating": "2"
      },
      {
        "commentId": "lg:AOqpTOGqBjkWeqo3kPdDBg_LmTvC7Vy6YVHJxR8qgQU9MqDKRwEQ0Qfh3xm-sN4GvyXNMkzSwvPbIXy95oMTGVI",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
