{
  "title": "SPHR Human Resources Exam Prep",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dblpartners.sphr",
  "category": "Education",
  "price": "$5.99",
  "datePublished": "August 14, 2013",
  "version": "1.3",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "4",
  "rating": "3.5",
  "contentRating": "Everyone",
  "creator": "Upward Mobility",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dblpartners.sphr",
  "extendedInfo": {
    "installSize": "1.0M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Upward Mobility presents our SPHR exam prep app, designed to help you achieve your HRCI's Senior Professional in Human Resources certification.Your satisfaction is important to us and we have a no questions asked refund policy for all our Android apps. We encourage you to try our application out risk free and let us know by e-mailing info@upwardpro.com if there are any issues.Each of our exclusive 269 practice questions is paired with an explanatory answer to reinforce the knowledge you need to succeed.  This app covers all topics presented on the SPHR exam, including: Strategic Management,Workforce Planning and Employment,Human Resource Development,Total Rewards,,Employee and Labor Relations, andRisk Management.This app is not affiliated with the Human Resources Certification Institute.About Upward MobilityUpward Mobility is an independent test preparation and management education apps company that creates high quality material that is witty and engaging, perfect for on-the-go students and ambitious professionals.   All of our content is developed exclusively for Upward Mobility by subject matter expert writers and undergoes a thorough review process.Customer satisfaction is our top priority, and if you have any questions or comments or are unsatisfied with our products in any way, please contact us at info@upwardpro.com and we will do our best to help you.We are a double bottom line company that is committed to education in the developing world. Some of the profits will be used to deploy education via mobile phone in emerging countries to improve their total factor productivity growth.",
    "reviews": [
      {
        "timestampMsec": "1369403033192",
        "starRating": "4",
        "title": "A Good Supplement",
        "comment": "There is some stylistic differences between these questions and the ones in the SHRM learning system. Don\\'t rely on the App alone, but it is nice because you can use it for unplanned  practice. You will want to spend most if your time with the SHRM Learning System, and use this only to supplement that. Also, I just passed the SPHR!",
        "commentId": "gp:AOqpTOF38JdDYqWEmqUxmB7cZAeysN2-pfi5LwxzW3NSMqfVFcNJ1-VvLX5MSgm3azYSpF78tDVxSSvc-meR3Q",
        "author": "Chad Pursley",
        "authorURL": "http://lh5.googleusercontent.com/-q35vcOyZAcQ/AAAAAAAAAAI/AAAAAAAAA5U/l05_2KxzozY/photo.jpg",
        "authorSecureURL": "https://lh5.googleusercontent.com/-q35vcOyZAcQ/AAAAAAAAAAI/AAAAAAAAA5U/l05_2KxzozY/photo.jpg"
      },
      {
        "timestampMsec": "1336493276404",
        "starRating": "2",
        "title": "Wrong answer",
        "comment": "Found a question with the wrong answer",
        "commentId": "lg:AOqpTOEz8zcQC8_p9W2UllwcgFfphquEwMmW7nZiz8bL5EAMAF5hkiOzRRxhUqmmpUPynsTfHbHeKQ2MSymzZg",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1373632228282",
        "starRating": "4",
        "title": "Great supplement",
        "comment": "I used this app with other study methods as a way to prep while commuting to work everyday.  Was great to run through questions and receive explanations for the answers to reinforce concepts.  Plus I passed the exam so I am sure it helped!",
        "commentId": "gp:AOqpTOFTqLZKyDTpT_aa9KKfYz396ZxeSrciOqgwvzOKjPycmVCLG9nBjG2S08F9IcA_D81Nq182iE7V89nqSQ",
        "author": "Joanna Wise",
        "authorURL": "http://lh4.googleusercontent.com/-xKzYpeH9eFY/AAAAAAAAAAI/AAAAAAAAFqE/tqwpPMwM_oM/photo.jpg",
        "authorSecureURL": "https://lh4.googleusercontent.com/-xKzYpeH9eFY/AAAAAAAAAAI/AAAAAAAAFqE/tqwpPMwM_oM/photo.jpg"
      }
    ],
    "permissions": [

    ]
  }
}
