{
  "title": "Microsoft 70-291 Exam Prep",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dblpartners.z70291v3",
  "category": "Books & Reference",
  "price": "$4.99",
  "datePublished": "May 20, 2010",
  "version": "1.0",
  "operatingSystems": "1.0 and up",
  "ratingsCount": "6",
  "rating": "4.0",
  "contentRating": "Everyone",
  "creator": "Upward Mobility",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dblpartners.z70291v3",
  "extendedInfo": {
    "installSize": "464k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Upward Mobility’s Android app for the 70-291 Exam, Implementing, Managing, and Maintaining a Microsoft Windows Server 2003 Network Infrastructure, is a valuable tool written by certified experts. This module contains a targeted curriculum of 119 simulated exam questions dealing with topics on the Network Infrastructure Exam.Your satisfaction is important to us and we have a no questions asked refund policy for all our Android apps. We encourage you to try our application out risk free and let us know by e-mailing info@upwardpro.com if there are any issues.In our 70-291 module, each question is paired with a clear and insightful explanation paired with a Key Takeaway that summarizes the key learning point of the question, ensuring comprehensive understanding of the material. Not only that, Key Takeaways support the answer with important insights on how to practically apply the knowledge in a real world situation so you can be more successful in your career.This module combines questions that focus on core concepts and vocabulary, as well as scenarios that simulate the ones a technician would face in real life.What are the MCSE and MCSA certifications?The MSCA and MSCE certifications demonstrate your expertise in managing Windows systems to clients and employersMSCEThe Microsoft Certified Systems Engineer (MCSE) credential demonstrates the ability to design, implement, and administer infrastructures for business solutions based on the Microsoft Windows platform.MSCAThe Microsoft Certified Systems Administrator (MCSA) credential demonstrates your ability in systems administration on the Windows platform.About Upward MobilityUpward Mobility creates high quality management education and test preparation material that is witty, engaging, and adds value in the learning process.We hire only expert writers who have strong knowledge in the subject matter and put all of our materials through a thorough review process. We deploy our content through mediums such as mobile applications and other interactive channels.We are a double bottom line company that is committed to education in the developing world. Some of the profits will be used to deploy education via mobile phone in emerging countries to improve their total factor productivity growth.",
    "reviews": [
      {
        "timestampMsec": "1279657291379",
        "starRating": "5",
        "comment": "Very good app! Maybe make some more training apps like cbts and flash cards.",
        "commentId": "lg:AOqpTOF-gYWmQoFxa3pVMmBCT-q-WN9o3IA9vmzzifpId3qA7UdTdMhRsJePlh7dbyqCt4dqPCuURW7jmpdKNkg",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1308939550484",
        "starRating": "5",
        "comment": "Passed with a fairly high score. I can certainly attribute some of that to using this app. Some questions relatively similar to the exam.good studyaid",
        "commentId": "lg:AOqpTOFskU8vOHn1bWsk37OdXgVDp4uNR1jZX4M9spKaFpfaA_j0WL3P1Pftg6AEiXxOn90yXvEN2K6zloZ8S5M",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1322715676546",
        "starRating": "2",
        "title": "Bad questions and answers!",
        "comment": "Wasted money and time on this.  Don\\'t make the same mistake I did.  Many questions do not pertain to the 70-291 exam.  They have wrong answers too.",
        "commentId": "lg:AOqpTOHnKxV9gbOYTCVfJ8q40inf-a2rq8GGn84EQ7z4mUV7mv2HYXTIntK3bmS_CeXm9FTSuLt3myy1ALnetmY",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1321453218603",
        "starRating": "4",
        "title": "Study Aid",
        "comment": "I downloaded this on a whim and it turned out to be helpful. Some of the questions are even like what you would find on the real test.",
        "commentId": "lg:AOqpTOFYxauoMG1OA5AIZTgtI1UihVtWpS-nEwfVk332-FQAfIFWX-bmWE1iLzHuNpQ26YH99GEAsN1e6SwVZoE",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1367071458776",
        "starRating": "3",
        "title": "Minor typos",
        "comment": "Previous comment stated only 8 questions loaded, if phone rotates during info load, questions dissapear, otherwise other than a few typos these look great.",
        "commentId": "gp:AOqpTOHiUk_TSRn4Q0r507hz1nKk8LEhYwidxtRkCWJJdWu84T6DnD40Ay6y00tqmF8WlXwEF6okfXGafCnzkCw",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
