{
  "title": "MACE Medication Aide Exam Prep",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dblpartners.mace",
  "category": "Education",
  "price": "$3.99",
  "datePublished": "August 23, 2012",
  "version": "1.1",
  "operatingSystems": "1.0 and up",
  "ratingsCount": "2",
  "rating": "3.0",
  "contentRating": "Everyone",
  "creator": "Upward Mobility",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dblpartners.mace",
  "extendedInfo": {
    "installSize": "548k",
    "downloadsCount": "50+",
    "downloadsCountText": "50 - 100",
    "description": "Upward Mobility’s Medication Aide Certification Exam (PREP) Prep app for Android is the perfect tool to help you pass the NCSBN MACE ExaminationYour satisfaction is important to us and we have a no questions asked refund policy for all our Android apps. We encourage you to try our application out risk free and let us know by e-mailing info@upwardpro.com if there are any issues.FEATURES:*  296 simulated exam questions.*  Detailed, explanatory answers.*  Covers all topics on the Medication Aide Exam, including:--Medication Fundementals--Safety--Mathematics, Weights and Measures--Communication and Documentation--Medication Administration--Ethical and Legal Issues*  Exclusive, intuitive interface.*  Study Mode -- Each question is paired with a clear and useful explanation. Study at your own pace!*  Test Mode -- Designed to simulate the exam experience. Set your own question and time constraints.*  Review your answers in both question-by-question and aggregate format. * Also highly useful fo the AAMA Certified Medical Assistant (CMA) exam!This app is not affiliated with the National Council of State Boards of NursingABOUT UPWARD MOBILITY:Upward Mobility is an independent test-preparation apps company that creates high quality material that is witty and engaging, perfect for on-the-go students and ambitious professionals. All of our content is developed exclusively for Upward Mobility by writers who are subject matter experts and undergoes a thorough review process.We are a double bottom line company that is committed to education in the developing world. Some of the profits will be used to deploy education via mobile phone in emerging countries to improve their total factor productivity growth.Customer satisfaction is our top priority, and if you have any questions or comments or are unsatisfied with our products in any way, please contact us at info@upwardpro.com and we will do our best to help you.",
    "reviews": [
      {
        "timestampMsec": "1342152536953",
        "starRating": "1",
        "title": "Horrible",
        "comment": "I want my money back",
        "commentId": "lg:AOqpTOG0FS5ZCpglXtZXtnYDId2ts615QvxxOKArJhyBx-M40OnElVKHVbwdqx_DQq0I3zD2ABRnj7wwLn_n",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1307969264804",
        "starRating": "5",
        "comment": "Its great for cma test preparation!!",
        "commentId": "lg:AOqpTOE5ubm-pCZUZPxpierGN7dLdk1ag4KnZxuzrg7QJUSxoNm8dCK150v1S3bogGKIcRVDnMx0h5QXFCBG",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
