{
  "title": "Deck General",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.deckgeneral",
  "category": "Education",
  "price": "$2.99",
  "datePublished": "August 1, 2013",
  "version": "1",
  "operatingSystems": "2.3.3 and up",
  "ratingsCount": "1",
  "rating": "1.0",
  "contentRating": "Everyone",
  "creator": "edapptec.com",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.deckgeneral",
  "extendedInfo": {
    "installSize": "835k",
    "downloadsCount": "10+",
    "downloadsCountText": "10 - 50",
    "description": "Study Mate - Merchant Mariners \"Deck General\"Need help studying for US Coast Guard / Merchant Mariners Exams ?Android to the Rescue!!Study Mate is a fantastic app that has over 1000 multiple choice questions that are given on the actual test as given by the USCG.Study Mate is intuitive and easy to use. It's great for learning the Rules or just keep yourself polished. Its all inclusive so Its GREAT at sea or anywhere you want to study.Study Mate allows you to quiz yourself by question categories. You can set the quantity of questions in each test and questions based on you past history answered : Right, Wrong, New Question, Any.Study Mate grades your test and keeps up with your answers. You can then go back and quiz yourself on past wrong answers. You can quiz yourself over and over until you answer all the questions right! then you can reset all your questions and start all over !! Study Mate shows you the total number answered, total number right and wrong, and your overall grade.Study Mate is a GREAT tool for mastering all the questions asked for \"Deck General\"Other Tests Available also such as Deck Exam and Navigation with more on the way !! Just search for \"Study Mate\" for \"Mariners\"We aim to keep our customers very happy and to keep our rankings at the top. Please contact us with any problems you may experience. Our apps are guaranteed our your money back.If you like the app PLEASE give us feed back to help keep us improving.For Questions, Problems Or Suggestions Please Contact UsG MoseleyOwner : edapptic.commarinerstudymate@gmail.com",
    "reviews": [
      {
        "timestampMsec": "1378287382299",
        "starRating": "1",
        "title": "Horrible",
        "comment": "Did not even open and never worked",
        "commentId": "gp:AOqpTOHkt_pSZCcg--vab2TNnzvFstZx5pIXibAlNtbeDFt8-Y6AzJgX0DfE3nrXcAqW6s5PMKX_cJ6cWVlvjA",
        "author": "Ross Davila",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [

    ]
  }
}
