{
  "title": "Business Continuity Exam Prep",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dblpartners.cbcp",
  "category": "Books & Reference",
  "price": "$4.99",
  "datePublished": "May 24, 2010",
  "version": "1.0",
  "operatingSystems": "1.0 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "Upward Mobility",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dblpartners.cbcp",
  "extendedInfo": {
    "installSize": "383k",
    "downloadsCount": "50+",
    "downloadsCountText": "50 - 100",
    "description": "Upward Mobility’s CBCP Exam Prep for Android contains a targeted curriculum of 125 simulated exam questions to address key topics in business continuity. This app contains expertly structured questions with detailed answers that can be used for exam prep or professional training. Use this as a refresher or last minute review for the valuable Certified Business Continuity Professional title.Your satisfaction is important to us and we have a no questions asked refund policy for all our Android apps. We encourage you to try our application out risk free and let us know by e-mailing info@upwardpro.com if there are any issues.This app is based on the latest version of the Disaster Recovery Institute (DRI) Professional Practices. Topics include:Project Initiation and ManagementRisk Evaluation and ControlBusiness Impact AnalysisDeveloping Business Continuity StrategiesEmergency Response and OperationsDeveloping and Implementing Business Continuity PlansAwareness and Training ProgramsExercising and Maintaining Business Continuity PlansPublic Relations and Crisis CoordinationCoordination with External AgenciesThe intuitive Study Mode interface allows you to track your progress and circle back to questions for later review. Test Mode allows you to take the course as a sample CBCP exam and quickly review incorrect answers.The primary writer and editor for the content was Ted Chan, CBCP. Ted is an experienced consultant who holds a MBA from MIT’s Sloan School of Management.What is the CBCP?The Certified Business Continuity Professional (CBCP) designation is an internationally recognised professional certification issued by the Disaster Recovery Institute for business continuity management. A certified expert must pass a detailed exam consisting of ten domains and prove his/hers experience in at least five domains for minimum two years.About Upward MobilityUpward Mobility creates high quality management education and test preparation material that is witty, engaging, and adds value in the learning process.We hire only expert writers who have strong knowledge in the subject matter and put all of our materials through a thorough review process. We deploy our content through mediums such as mobile applications and other interactive channels.We are a double bottom line company that is committed to education in the developing world. Some of the profits will be used to deploy education via mobile phone in emerging countries to improve their total factor productivity growth.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
