{
  "title": "Social Work Clinical Exam Prep",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dblpartners.clinicalSW",
  "category": "Education",
  "price": "$4.99",
  "datePublished": "August 29, 2013",
  "version": "1.6",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "3",
  "rating": "3.0",
  "contentRating": "Everyone",
  "creator": "Upward Mobility",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dblpartners.clinicalSW",
  "extendedInfo": {
    "installSize": "673k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Upward Mobility's Social Work Clinical Exam Prep app for Android is our exclusive study app designed to help you prepare for the ASWB Clinical Level Social Work Licensing Exam.OVERVIEW:Our social work licensure exam prep app is designed to cover the need-to-know information for a candidate preparing for the Social Work Clinical Board exam. Our targeted multiple-choice questions and clear and detailed explanations are all written exclusively for Upward Mobility by expert writers who are licensed social workers.FEATURES:* 250 simulated exam questions.* Detailed, helpful explanations.* Includes the following topics:-- Pyschotherapy-- Ethics-- Development-- Assessment* Exclusive, intuitive interface.* Study Mode -- Each question is paired with a clear and useful explanation. Study at your own pace!* Test Mode -- Designed to simulate the exam experience. Set your own question and time constraints.* Review your answers in both question-by-question and aggregate format.Upward Mobility is not affiliated with nor is this app endorsed by the ASWB.ABOUT UPWARD MOBILITY:Upward Mobility is an independent test-preparation apps company that creates high quality material that is witty and engaging, perfect for on-the-go students and ambitious professionals. All of our content is developed exclusively for Upward Mobility by writers who are subject matter experts and undergoes a thorough review process.We are a double bottom line company that is committed to education in the developing world. Some of the profits will be used to deploy education via mobile phone in emerging countries to improve their total factor productivity growth.Customer satisfaction is our top priority, and if you have any questions or comments or are unsatisfied with our products in any way, please contact us at info@upwardpro.com and we will do our best to help you",
    "reviews": [
      {
        "timestampMsec": "1366605564680",
        "starRating": "1",
        "title": "Doesn\\'t work",
        "comment": "I bought this app so that I would get so extra practice in because I test soon. I have reported several times but still not working and I want my money back. This product is garbage",
        "commentId": "gp:AOqpTOEGiY-jUkIeko9I5PHPuZYZOaCFPVfxzshSIANAHqxUwh5Bln7BPA4Lo06s8qsoEOM4JnGeLOojRU2eQYY",
        "author": "Kenaya Edghill",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1343107456485",
        "starRating": "4",
        "title": "Recommended",
        "comment": "Useful and convenient tool - worth the price if you get something out of it",
        "commentId": "lg:AOqpTOFWj5eg4uNGHg7pywyHQQmPxiB3kWIqynRVHS9BJjbggp5wx6f3uXVWZP9UXOGD9lXzrQn38CMsEM_NG3Q",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [

    ]
  }
}
