{
  "title": "ChemGuru MCAT Exam Prep",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dblpartners.ChemGuruMCAT",
  "category": "Books & Reference",
  "price": "$3.99",
  "datePublished": "July 27, 2010",
  "version": "1.0",
  "operatingSystems": "1.0 and up",
  "ratingsCount": "3",
  "rating": "3.6666667",
  "contentRating": "Everyone",
  "creator": "Upward Mobility",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dblpartners.ChemGuruMCAT",
  "extendedInfo": {
    "installSize": "2.5M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Aiming for a high score on your MCAT Inorganic Chemistry Exam? Look no further! Upward Mobility's MCAT Inorganic Chemistry Exam Review and app for Android provides 162 simulated exam questions with detailed answers. Each question is paired with a clear and insightful explanation, ensuring comprehensive understanding of the material.Your satisfaction is important to us and we have a no questions asked refund policy for all our Android apps. We encourage you to try our application out risk free and let us know by e-mailing info@upwardpro.com if there are any issues.We recognize your time is valuable, so each question is structured to help you master an important area of knowledge for the test. This module addresses nearly all the topics commonly covered on the Inorganic Chemistry exam, including:atomic structuremolecular bondingmolecular geometrymolarityreaction energiesoxidation/reduction reactionnuclear decayelectrochemistrylaboratory proceduresand other key topics for the MCAT exam.This version of ChemGuru was designed specifically for the Medical College Admission Test (MCAT) but would also be beneficial in studying for the Advanced Placement (AP), A-Levels, PRAXIS II, GED, CLEP, and ASVAB exams. There is a specific version available for the SAT II subject test.AuthorsChemGuru was written and edited by Patrick Shields, and edited by Ted Chan from MIT.ModesFlow-through: Go through our premium curriculum question by question. You can resume where you left off using the Review Screen.Review mode: Keeps track of questions you reviewed and understood. This allows you to track your progress and circle back to specific questions. You can also jump to specific topics to focus on areas that you want to work on.Test Mode: Set your own time, categories and number of questions for a simulated exam.About Upward MobilityUpward Mobility creates high quality management education and test preparation material that is witty, engaging, and adds value in the learning process.We hire only expert writers who have strong knowledge in the subject matter and put all of our materials through a thorough review process. We deploy our content through mediums such as mobile applications and other interactive channels.We are a double bottom line company that is committed to education in the developing world. Some of the profits will be used to deploy education via mobile phone in emerging countries to improve their total factor productivity growth.",
    "reviews": [
      {
        "timestampMsec": "1350999106214",
        "starRating": "1",
        "title": "Looks nice, but very disappointing. Not worth the money."
      },
      {
        "commentId": "lg:AOqpTOFy3bzrEHaic6ODhTYcd4QxEBwJy3vhGbgh3E37yVrb88bfZyr1yiXmjDcCnoAzP2YNq4SGG3VoYQTJ",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
