{
  "title": "Arizona Real Estate Exam Prep",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dblpartners.arizonare",
  "category": "Books & Reference",
  "price": "$8.99",
  "datePublished": "August 5, 2010",
  "version": "1.0",
  "operatingSystems": "1.0 and up",
  "ratingsCount": "7",
  "rating": "4.428571",
  "contentRating": "Everyone",
  "creator": "Upward Mobility",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dblpartners.arizonare",
  "extendedInfo": {
    "installSize": "430k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Want to ace your Arizona real estate sales person / agent / broker exam? Look not further! Upward Mobility's Arizona Real Estate Exam Prep app for Android contains 646 questions covering essential vocabulary, general and state exam specific knowledge. Each question is paired with a concise but detailed explanation to ensure comprehension.Your satisfaction is important to us and we have a no questions asked refund policy for all our Android apps. We encourage you to try our application out risk free and let us know by e-mailing info@upwardpro.com if there are any issues.All of our app content is created exclusively for Upward Mobility by expert writers who have strong knowledge in the subject matter and all of our materials undergo a thorough review process.Contents:233 Real Estate Vocabulary Questions - Covers key vocabulary across the real estate business. In many cases, people struggle to articulate definitions even if generally they know what they mean. This is a major barrier on tough exams and this app will help with that.201 General Real Estate questions that develop your knowledge of key real estate concepts and national law.212 Arizona Specific Questions - Focus on key areas of content for the Arizona sales person / real estate agent exam.This app addresses nearly all topics on the exam, including:Legal AspectsEncumbrancesReal Estate LawFinancing EscrowContractsTaxationSubdivisionBusiness OpportunitiesLand DescriptionsAppraisalVocabulary / DefinitionsKey Cities Covered: Phoenix, Tucson, Flagstaff, Prescott, Yuma, and MesaModesFlow-through: Go through our premium curriculum question by question. You can resume where you left off using the Review Screen.Review mode: Keeps track of questions you reviewed and understood. This allows you to track your progress and circle back to specific questions. You can also jump to specific topics to focus on areas that you want to work on.Test Mode: Set your own time, categories and number of questions for a simulated exam.Realtor Prep is a joint venture between United Real Estate Media and Upward Mobility.About Upward MobilityUpward Mobility creates high quality management education and test preparation material that is witty, engaging, and adds value in the learning process. We deploy our content through mediums such as mobile applications and other interactive channels.We are a double bottom line company that is committed to education in the developing world. Some of the profits will be used to deploy education via mobile phone in emerging countries to improve their total factor productivity growth.",
    "reviews": [
      {
        "timestampMsec": "1330329422009",
        "starRating": "4",
        "title": "To Easy",
        "comment": "The app is pretty good for the price there should be more questions. The questions are very generic. The questions need to be harder. Arizona has water issues question about water right would be nice. Newly licensed Broker. So I guess it helped me.",
        "commentId": "lg:AOqpTOHF1fqym1gUEbl4zQukfjqokH15h-9EsIApyUINdz10f4KradUhfn_k7sSOqeAl6SphQ0iVhzgZaImycis",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1346305931992",
        "starRating": "5",
        "title": "Great Study Tool",
        "comment": "Great to study anywhere you get free time.  And if need be, extremely fast response from developer. 5 stars",
        "commentId": "lg:AOqpTOHvY9sCaVKoQU73z9_z3YFihTGWZY5P1w2Lzn9xigNONQVL2_3DhlU4wBryFeuDvVq9K59CB-OZWyop2Cc",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1316108531569",
        "starRating": "5",
        "title": "Arizona real estate",
        "comment": "Easy to use. Good questions. Just need more!",
        "commentId": "lg:AOqpTOE3WA6aP3WTiSYoZIfKmS9890WpP51f4CfAOhaq3qB4PaawoxO0RkqfQkYaQUe-Q4E3T_Sy5Var3eHttyA",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
