{
  "title": "Pa SEO for Google",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.davidm.paseo",
  "category": "Tools",
  "price": "Free",
  "datePublished": "May 1, 2013",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "23",
  "rating": "4.130435",
  "contentRating": "Everyone",
  "creator": "David'M",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.davidm.paseo",
  "extendedInfo": {
    "installSize": "242k",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "PaSEO is an utility that allows you to check and control in an easy and intuitive way, the position of a website in Google search results on a given search.It allows Webmasters, SEO/SERP specialists, bloggers and even users with little knowledgement in SEO (Search Engine Optimization), to know every moment the position of their website/blog in the search results of Google.If you have hired third parties responsible for the positioning of your website in Google, PaSEO will allow you to monitor your progress eveywhere using your Android smartphone/tablet or other Android device. This will avoid the arduous job of checking one by one the keywords.It allows the creation of projects in an easy and intuitive way. Then you can enter the keywords you want and check its position, one by one or all at once. Then you can see the pages of the competition via a single keyword and then you can take the appropriate strategy to overcome them.PaSEO allows you to check your keywords in many countries.More than 200 country/language support. Share your progress using Twitter, Facebook, ...Instructions------------Project screen    - Click on the project: Go to the keywords screen for this project    - Long press on the project: Allows you to edit the project parameters or delete it.    - Options button of your device: Application options.    - Back button of your device: Exits the app. Keywords screen:    - Click on the keyword: Go to the results screen for this keyword    - Long press on the keyword: Allows deleting it using the forbidden icon.    - Click on the reload/refresh icon: Inspect only this keyword.    - Options button of your device: Allows inspecting all the keywords at once.    - Back button of your device: Return to the project screen.",
    "reviews": [
      {
        "timestampMsec": "1374609529814",
        "starRating": "5",
        "title": "Good Job",
        "comment": "Now I can monitor any keyword on my site in one touch. Thank You",
        "commentId": "gp:AOqpTOGTv199ef1weiz-i4QYehW-LPRCdt6Q3f7oeDuLahkyA6IDDedEOCXRt_S5uB4Ka8IahZ4T79aXLUC93eA",
        "author": "Irwan Maing",
        "authorURL": "http://lh4.googleusercontent.com/-fGWU6WulTgM/AAAAAAAAAAI/AAAAAAAACFo/oyMWMCpvKxw/photo.jpg",
        "authorSecureURL": "https://lh4.googleusercontent.com/-fGWU6WulTgM/AAAAAAAAAAI/AAAAAAAACFo/oyMWMCpvKxw/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
