{
  "title": "CNOR Exam Prep",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dblpartners.cnor",
  "category": "Education",
  "price": "$4.99",
  "datePublished": "August 29, 2013",
  "version": "1.2",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "3",
  "rating": "3.6666667",
  "contentRating": "Everyone",
  "creator": "Upward Mobility",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dblpartners.cnor",
  "extendedInfo": {
    "installSize": "804k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Want to use your skills and knowledge to help people as a certified operating room nurse? You’ll need to pass the Certified Nurse Operating Room exam first. Fortunately, CNOR Operating Room Nursing Exam Prep gives you the boost you need to successfully review for and ace the exam. FEATURES: • 400 originally written multiple-choice questions written in the style of the exam • Detailed explanations of correct answer choices written by expert operating room nurses. • Options to review in flexible “study mode” or exam-simulating “practice test mode” • Updated to cover the latest standards introduced to the exam • Covering all exam category topics: o Developing Individualized Plan of Care and Identify Expected Outcomes o Preoperative Patient Assessment and Diagnosis o Intraoperative Activities o Communication o Transfer of Care o Cleaning, Disinfecting, Packaging, Sterilization, Transporting, and Storing Instrumentation and Supplies o Emergency Situations o Management of Personnel, Services, and Materials o Professional Accountability Upward Mobility is an independent exam preparation materials provider, and is unaffiliated with Thomson Prometric, CCI or any other exam or exam materials provider. We are dedicated to the quality of our content and to the satisfaction of our customers. Please do not hesitate to contact us at info@upwardpro.com with questions, comments, or concerns.",
    "reviews": [
      {
        "timestampMsec": "1347375848420",
        "starRating": "5",
        "title": "CNOR",
        "comment": "This was the greatest. Only way I passed the test",
        "commentId": "lg:AOqpTOHGbk5y2sNprwtDRkgpKhdPUVJwkvqcpPDe0NLn6K_ulp4C9bs2go_mGgVkmLDpUZkuOvNgxZodNeDOpwo",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [

    ]
  }
}
