{
  "title": "CSC Exam Prep App",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dblpartners.csc",
  "category": "Education",
  "price": "$4.99",
  "datePublished": "February 5, 2013",
  "version": "1.1",
  "operatingSystems": "1.0 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "Upward Mobility",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dblpartners.csc",
  "extendedInfo": {
    "installSize": "355k",
    "downloadsCount": "50+",
    "downloadsCountText": "50 - 100",
    "description": "Upward Mobility presents our targeted exam prep app for the AACN Cardiac Surgery Subspeciality Certification Exam, perfect for busy, on-the-go nurses.Your satisfaction is important to us and we have a no questions asked refund policy for all our Android apps. We encourage you to try our application out risk free and let us know by e-mailing info@upwardpro.com if there are any issues.OVERVIEW:This module contains a curriculum of multiple-choice questions with detailed, explanatory answers, covering patient problems and nursing interventions in cardiac surgery care. All questions were written exclusively for Upward Mobility by expert nurses with a thorough and up-to-date knowledge of cardiac care. FEATURES:*  214 multiple-choice questions with helpful answers.*  Upward Mobility’s exclusive, intuitive interface.*  Study Mode -- Each question is paired with a clear and useful explanation. Study at your own pace!*  Test Mode -- Designed to simulate the exam experience. Set your own question and time constraints.*  Review your answers in both question-by-question and aggregate format.This app was not developed by and is not endorsed, sponsored or recommended by the American Association of Critical Care Nurses (AACN).  The seller of this app is not associated with or authorized by AACN, and AACN gives no assurance that this app is suitable for the purpose for which it is being offered.ABOUT UPWARD MOBILITY:Upward Mobility is an independent test-preparation apps company that creates high quality material that is witty and engaging, perfect for on-the-go students and ambitious professionals. All of our content is developed exclusively for Upward Mobility by writers who are subject matter experts and undergoes a thorough review process.We are a double bottom line company that is committed to education in the developing world. Some of the profits will be used to deploy education via mobile phone in emerging countries to improve their total factor productivity growth.Customer satisfaction is our top priority, and if you have any questions or comments or are unsatisfied with our products in any way, please contact us at info@upwardpro.com and we will do our best to help you.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
