{
  "title": "Morse Code Keyer",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.ddsoftware.cw.morsecodekeyer.free",
  "category": "Entertainment",
  "price": "Free",
  "datePublished": "February 17, 2013",
  "version": "1.0.3",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "20",
  "rating": "4.15",
  "contentRating": "Low Maturity",
  "creator": "DDSoftware",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.ddsoftware.cw.morsecodekeyer.free",
  "extendedInfo": {
    "installSize": "387k",
    "downloadsCount": "5,000+",
    "downloadsCountText": "5,000 - 10,000",
    "description": "Morse Code Keyer allows text entry from Morse code input. It features a CW paddle type interface with a dit key and a dash key to enter the characters.  This is good way to practice generating Morse code. This practice can solidify skills in learning and forming the Morse code characters.  This skill can translate directly to sending CW on the ham radio bands if you have an amateur radio license. If you don't have a license, it can be fun to impress your friends with messages you composed with Morse code.Features: -Full Iambic keyer. -Send entered text by SMS or email-Iambic mode can be turned on and off. -Adjustable auto word spacing. -Easy adjustment of side tone frequency (200 – 1500Hz). -Easy adjustment of WPM. -Adjustment of sound envelope to affect quality of sound. This app is a Morse Code keyer not a keyboard. I just want to make this clear as I have gotten some bad reviews from people who thought it was a keyboard. It is for practicing Morse Code and sending messages with this app no other. I'm sorry this was not clear before.This is the free version and has the same functionality as the pro version, but contains ads. Using this app is a good way to evaluate if this works well on your device.The keyer is a full Iambic keyer with one caveat. If you push the dah key, then press the dit key, the characters will alternate like an Iambic keyer. The issue is if you lift your finger off of the dah key, the output will stop instead of continuing to repeat the dit character. This is due to the way Android multi-touch works. In the same scenario, lifting the dit finger will allow the dah characters to continue. Morse Code Keyer features a settings screen where screen layout, keyer and sound settings are adjustable.  The layout options consist of turning on and off a small popup window. This window will show the dits and dahs as they are entered. The side of the screen the dit key is on can be adjusted (right or left). There is also an option that affects the visibility of the words per minute (WPM) slider. For the keyer you can adjust whether or not the keys should repeat. For example, holding the dah key repeats the dah key at the current WPM setting. Iambic mode is also adjustable. With this on and when both keys are pressed, the dits and dahs will alternate. The auto spacing feature is also adjustable. This adds spaces automatically at word boundaries. The sound setting that is adjustable is the rise and fall time envelope percentage. The percentage is of the total dit time. Longer values will make a softer sound, while shorter values give the sound more punch. Thank you for your interest in Morse Code Keyer. If you any issues what so ever, please contact me rather than leave negative feedback. I will work with you to resolve the issues.",
    "reviews": [
      {
        "documentVersion": "1.0.3",
        "timestampMsec": "1374947595035",
        "starRating": "5",
        "comment": "This is a great app.  I have used it with pleasurable success for sending well formatted e-mails from a tiny android.  Although there is a problem with regard to dot/dash generation, especially when other apps are working in the background, I must give it a 5-Star rating as it has elevated the status of my humble android to that of a powerful communications tool. Many thanks.",
        "commentId": "gp:AOqpTOEpWhfwQ_mrVL5xT-BaI-w2l4oPymlO5iX_zvFf4nxLNnjdS-XRmZKXQc2rxDjnGSW6w35tlHDWr2d1QQ",
        "author": "Christopher Aikin",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "documentVersion": "1.0.3",
        "timestampMsec": "1375423069845",
        "starRating": "5",
        "title": "good",
        "comment": "peace",
        "commentId": "gp:AOqpTOE2WkGJnIzRjJ8-cT4VvUxi1lUs_am72nYTGLda9VY6yUW4t6D5RRfaNUSg2jgJ9q1yoRbnXfR-Rv-pUg",
        "author": "Pak Toin",
        "authorURL": "http://lh3.googleusercontent.com/-b-ZNcFgxYBA/AAAAAAAAAAI/AAAAAAAAABM/BCUSnXuZg-c/photo.jpg",
        "authorSecureURL": "https://lh3.googleusercontent.com/-b-ZNcFgxYBA/AAAAAAAAAAI/AAAAAAAAABM/BCUSnXuZg-c/photo.jpg"
      },
      {
        "documentVersion": "1.0.3",
        "timestampMsec": "1360437466459",
        "starRating": "2",
        "title": "can\\'t use in other apps",
        "comment": "This app doesn\\'t install a keyboard that you can use in other apps. Other Morse keyboard apps let you use them in any app.",
        "commentId": "gp:AOqpTOFW1CL08bUK3rtjgRIeko1llG7oNLwZHBHaqC4jGxHs4na7ajrjEQyMCP2nzPqDRchjUhsD8A-YzanYQQ",
        "author": "Joseph Robarts",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1351660283024",
        "starRating": "3",
        "title": "Not what I was looking for",
        "comment": "It\\'s great for what it is, but i was really hoping for an option to do it with a single button rather than having to move my finger from a - - to a . all the time.",
        "commentId": "lg:AOqpTOFiZAOXGLZdcAHW_bwz9S4UIAQJZBN7KLvJsD4QpFNT5npjzATbQqpSPihwK6fT46sTJ3Qo3BwqFaOB4A",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1361820057332",
        "starRating": "1",
        "title": "Terible",
        "comment": "This app is yerible it keeps seperating dots and dashs that shuld be together",
        "commentId": "gp:AOqpTOHDsz1MBwlVf9Yh1QMMq-EENBDm6dgV2-FfHADBO-RycKDf4GB04f3zweqIokiMWkjayjeROOWPjdDw_Q",
        "author": "jaden hitchcock",
        "authorURL": "http://lh3.googleusercontent.com/-7TJIkiF2R4s/AAAAAAAAAAI/AAAAAAAAACA/Ww4tXihaIgI/photo.jpg",
        "authorSecureURL": "https://lh3.googleusercontent.com/-7TJIkiF2R4s/AAAAAAAAAAI/AAAAAAAAACA/Ww4tXihaIgI/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_COARSE_LOCATION"
    ]
  }
}
