{
  "title": "AP European History Exam Prep",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dblpartners.apeurohistory",
  "category": "Books & Reference",
  "price": "$3.99",
  "datePublished": "May 29, 2010",
  "version": "1.0",
  "operatingSystems": "1.0 and up",
  "ratingsCount": "9",
  "rating": "4.2222223",
  "contentRating": "Everyone",
  "creator": "Upward Mobility",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dblpartners.apeurohistory",
  "extendedInfo": {
    "installSize": "385k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Aiming for a high score on your AP European History exam? Look no further. Upward Mobility's AP European History Exam Prep software for Android is the perfect tool to help students succeed on the multiple choice portion of this competitive test.Your satisfaction is important to us and we have a no questions asked refund policy for all our Android apps. We encourage you to try our application out risk free and let us know by e-mailing info@upwardpro.com if there are any issues.The module contains over 125 simulated exam questions covering:ancient European civilizations,the Enlightenment,the founding of the New World,the French Revolution,the first and second world war,the modern era,as well as general terminology necessary for success.Addressing nearly all of the topics covered on the exam, this AP European History Exam Prep app is ideal to test knowledge of key time periods, historical figures, events, and concepts.Each multiple-choice question is paired with a clear and thoughtful explanation and a highly-detailed Key Takeaway that summarizes the main learning point of the question, time period, or figure discussed, ensuring a comprehensive understanding of the material. Whether you are taking the test for the first time or striving to improve your score, this app will be a highly useful addition to your test preparation!About the Author:Katie McConnaughey is a freelance writer and editor based in Redmond, Washington. She received her Bachelors in History from Mount Holyoke College in 2004.Since that time, she has worked in the publishing industry, working primarily on children's and young literature. Since going freelance in 2007, Katie has edited, written, proofread, and copyedited for a large variety of clients, including Simon & Schuster, Alloy Entertainment, becker&mayer! book producers, Symphony Space, diacriTech, the New York City Department of Health & Mental Hygiene, and a number of private clients.About Upward MobilityUpward Mobility creates high quality management education and test preparation material that is witty, engaging, and adds value in the learning process.We hire only expert writers who have strong knowledge in the subject matter and put all of our materials through a thorough review process. We deploy our content through mediums such as mobile applications and other interactive channels.We are a double bottom line company that is committed to education in the developing world. Some of the profits will be used to deploy education via mobile phone in emerging countries to improve their total factor productivity growth.",
    "reviews": [
      {
        "timestampMsec": "1336422578104",
        "starRating": "4",
        "title": "I was wrong",
        "comment": "Do not rotate your phone. Otherwise you\\'ll lose a lot of questions. Other than that its OK. Lengthy explanations make up for a lack of questions.",
        "commentId": "lg:AOqpTOEvRiTwgLCgC9A34qs83BDvffoIny5x9ncXI7DiAH8VDqpLhnN10VEIYYPHmKIzVoaIGNv5yaJnYdO8cA",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1336715534864",
        "starRating": "5",
        "title": "Great Resource",
        "comment": "This is a good app that combines testing and studying in one. Helped me save a lot if time!",
        "commentId": "lg:AOqpTOGrvUndV7BRRnjVdvNnmPPuuwdn5-hBM8zd7qCavJmHmOEJ4vu-Jsfbu0-Dt4IjWCKl0xiggyZtIXmZWw",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1336366097301",
        "starRating": "4",
        "title": "Pretty good!",
        "comment": "Well it\\'s only 130 questions but they do have extensive explanations, which I like. It is a worthy buy, I\\'d say. Good luck on the test 2012 Ap examiners!",
        "commentId": "lg:AOqpTOFu0kll9BwIwYCsx4EUGSDkQKxjrL4BRjXVQD28LZkm8CWH0hbrDWtiHNqpIn-TcEXYq-aT-yEW1D4zYA",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1336688235119",
        "starRating": "5",
        "title": "Awesome",
        "comment": "Awesome app. Really helpful.",
        "commentId": "lg:AOqpTOGqd3vU6e2TV-_fZZwlC8DFlcJ8fz_I7c8esyYTJI4TkDLXE9ZuQwLL1U-TbDOeNWiYwlS4UeFka0u5bQ",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
