{
  "title": "CLEP Accounting Exam Prep",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dblpartners.clep_acc",
  "category": "Books & Reference",
  "price": "$3.99",
  "datePublished": "April 27, 2010",
  "version": "1.0.1",
  "operatingSystems": "1.0 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "Upward Mobility",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dblpartners.clep_acc",
  "extendedInfo": {
    "installSize": "346k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "This app for Android provides 118 simulated exam questions with detailed answers to prepare you for the CLEP Financial Accounting Exam.Your satisfaction is important to us and we have a no questions asked refund policy for all our Android apps. We encourage you to try our application out risk free and let us know by e-mailing info@upwardpro.com if there are any issues.Questions are presented in an easy-to-use interface with both study and practice test modes. Each multiple-choice question is paired with a clear and thoughtful explanation and a highly-detailed Key Takeaway that summarizes the main learning point of the question, ensuring a comprehensive understanding of the material.Use as a practice test, study material or refresher. This app covers nearly all topics on the CLEP Financial Accounting exam, and is also effective review for an introductory level Accounting class at the college level, or as a course-in-an-app for someone who wishes to learn the material on their own.About the CLEP Financial Accounting ExamThe CLEP Financial Accounting examination covers key concepts from a first year accounting class.The College-Level Examination Program (CLEP) is a great bargain as it allows you to receive college credit for qualifying scores, saving you hundreds to thousands of dollars. You can earn credit for knowledge that you have gained through your own study, prior course work, career, professional development, cultural pursuits, or internships.Areas Covered:General TopicsIncome StatementBalance SheetStatement of Cash FlowsMiscellaneous Accounting TopicsAbout Upward MobilityUpward Mobility creates high quality management education and test preparation material that is witty, engaging, and adds value in the learning process.We hire only expert writers who have strong knowledge in the subject matter and put all of our materials through a thorough review process. We deploy our content through mediums such as mobile applications and other interactive channels.We are a double bottom line company that is committed to education in the developing world. Some of the profits will be used to deploy education via mobile phone in emerging countries to improve their total factor productivity growth.Disclaimer: The College-Level Examination Program® (CLEP) and CLEP are trademarks of College Board which had no role in the creation of this product and does not endorse it.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
