{
  "title": "Seaplane Pilot Knowledge Prep",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dauntless.rr.osp",
  "category": "Education",
  "price": "$34.99",
  "datePublished": "August 7, 2013",
  "version": "1.3.1",
  "operatingSystems": "2.3.3 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "Dauntless Aviation",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dauntless.rr.osp",
  "extendedInfo": {
    "installSize": "14M",
    "downloadsCount": "5+",
    "downloadsCountText": "5 - 10",
    "description": "Ever wanted to fly a seaplane? For many people, a transition from land-planes to seaplanes is a challenging but enjoyable long weekend course where a new skill is learned and capability gained. As with any aspect of aviation, the more you know before you show up to fly, the better prepared you will be and the less expensive time you will waste in the air learning what could have been learned on the ground.Our RideReady: Seaplane Pilot app will, in an interactive question-answer presentation style, take you through the key knowledge points as determined by the FAA that are crucial for safe and effective seaplane operation.RideReady: Seaplane Pilot is mainly intended for pilots who already have an airplane-land certificate/rating and want to add the seaplane rating. If you are such a person, then you have taken a checkride and know what an examiner wants from you during an oral - not complete mastery of every last technical detail, but rather a solid functional knowledge of terms, procedures, and contingencies coupled with sound judgment and effective problem solving skills.This app can be used:* Before you show up for you seaplane flight course, so that you minimize training time and cost* After you have begun your training but before your seaplane checkride, as a tool to help check your preparedness and fill in any gaps in your knowledge* For years after you get your seaplane rating, as a refresher tool. RideReady: Seaplane includes free lifetime upgrades.RideReady features more questions than oral exam prep booklets thus helping you be more prepared for a wide variety of realistic questions. Additionally, RideReady's content is also more illustrated and our explanations more detailed to really help you understand the material.Please note that after downloading this app, the app will need to check for updated data from our servers.RideReady is the smart pilot's secret to checkride success!Features:* Realistic Checkride Questions - Hundreds upon hundreds of realistic memory, analysis, and scenario type questions taken from practical test exit interviews, key FAA documents, and the combined experience of our editorial team of pilot examiners and flight instructors.* Unlimited Study and Practice - At your own pace, on your own schedule* Free Lifetime Updates. Get acquainted with the material weeks or months before your checkride, study hard in the days leading up to it, and then brush up years afterwards.* Dozens of Charts and Figures - Illustrate key points and help you learn* Current and valid for right now - As soon as you purchase and install this app, use the built-in update feature to get the latest and greatest content that we offer in mere moments. We regularly update the content to keep up with changes in practical test standards, FAA emphasis areas, etc.* Thousands of Success Stories - Every year, thousands of pilots use RideReady to learn or brush up the material to make them confident and ready to pass their FAA checkrides. We invite you to be next!Make sure you are looking at the right app for you!* This is FAA Practical Test (checkride oral exam) preparation for SEAPLANE PILOTS (INCLUDING FLOATPLANE AND FLYING BOAT).* This is NOT FAA written (knowledge) test preparation. If you want a FAA written (knowledge) test preparation app, check out our GroundSchool FAA line of products. Many pilots buy both RideReady and our GroundSchool-FAA apps as they work well together.* Again, this title is for SEAPLANE (INCLUDING FLOATPLANE AND FLYING BOAT) PILOTS ONLY.Thank you for checking out RideReady!",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_PHONE_STATE",
      "com.android.vending.CHECK_LICENSE",
      "android.permission.READ_LOGS",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.WAKE_LOCK",
      "com.android.vending.BILLING",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
