{
  "title": "Consulting Interview Prep",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dblpartners.casemaestro",
  "category": "Books & Reference",
  "price": "$8.99",
  "datePublished": "January 7, 2013",
  "version": "3.1",
  "operatingSystems": "1.0 and up",
  "ratingsCount": "5",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "Upward Mobility",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dblpartners.casemaestro",
  "extendedInfo": {
    "installSize": "936k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Introducing Case Maestro - Strategy Consulting Interview Prep for Android by Upward MobilitySame price, but now includes an Accounting refresher! Your satisfaction is important to us and we have a no questions asked refund policy for all our Android apps. We encourage you to try our application out risk free and let us know by e-mailing info@upwardpro.com if there are any issues.Case Maestro contains 256 questions to prepare you for management consulting case interviews. If you want to optimize your chances of landing a strategy consulting position, Case Maestro was designed for you. The package is designed to be a concise module to hone the skills necessary to perform well in case format interviews. Each answer in our module is paired with a Key Takeaway to bridge the gap between conceptual knowledge and practical interview application. Breakdown: 72 strategy questions – Covers a wide range of strategy consulting vocabulary and concepts ranging from strategic frameworks to economics. 15 estimating/facts to know – Practice your estimating skills and learn a few key numbers that will help you in market sizing questions. 42 fast math – A systematic quick math module to help you perform case calculations faster. These 42 questions cover short cuts for decimals, multiplication, division, percentages and other key mathematical concepts for business.9 bonus questions – These were oddballs and tips we thought would help you succeed as we were writing this module. They didn’t fit in any of the above categories, but we wanted to include them anyhow. 118 financial accounting questions - For those who need a refresher on the basics of accounting, we have now included a module. Upward Mobility apps are designed with an exclusive intuitive UI.  They provide a Study Mode, where questions are paired with clear explanations and the user can proceed at their own pace, as well as a Test Mode designed to simulate the exam experience, where the user can set question and time restraints and their results are presented to them upon completion in both an aggregate and a question-by-question format.Authors: Case Maestro’s primary editor and writer is Ted Chan, who holds a MBA from the MIT Sloan School of Management, and has 9 years of strategy consulting experience. Ted is also an experienced writer and editor with over 50 credits, including ESPN.com. The Fast Math section was created by Dr. Dana Sparkman, an experienced math teacher with a PhD in Education.About Upward MobilityUpward Mobility is an independent test preparation and management education apps company that creates high quality material that is witty and engaging, perfect for on-the-go students and ambitious professionals.   All of our content is developed exclusively for Upward Mobility by subject matter expert writers and undergoes a thorough review process.Customer satisfaction is our top priority, and if you have any questions or comments or are unsatisfied with our products in any way, please contact us at info@upwardpro.com and we will do our best to help you.We are a double bottom line company that is committed to education in the developing world. Some of the profits will be used to deploy education via mobile phone in emerging countries to improve their total factor productivity growth.",
    "reviews": [
      {
        "timestampMsec": "1319842914199",
        "starRating": "5",
        "title": "Awesome",
        "comment": "Best app ever...perfect for on the go prep or in depth study ...landed me my dream job ! Cheers",
        "commentId": "lg:AOqpTOE0o97z2EiIPLzPIBnyf4UmuU8jZ6WAaHQTxW7VglbG3rPjchFNnEl310pRwJTD6QZsXRNEotrq7T_8MQs",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1348900046384",
        "starRating": "5",
        "title": "Great",
        "comment": "it\\'s a handy practice tool! I like it a lot :)",
        "commentId": "lg:AOqpTOF4wBfZ7okMJMO2KHVDRkYgwEYgVYCTVevWHtDnkGQontdI3cS7nS-KdeUDgzd7ValsKBW-mfT2m6E_CUk",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1335991630833",
        "starRating": "5",
        "title": "Money well spent",
        "comment": "Great tool many thanks",
        "commentId": "lg:AOqpTOEo5qFqTN21JfNLGjvQ7amY5PryNqgDIqSIClpCYy6MXnWK3WkQGrRRRLBxKmifbhf6vF4w5FA_XJ1oFLA",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "documentVersion": "1.0.2",
        "timestampMsec": "1259213496335",
        "starRating": "5",
        "comment": "Fantastic app. Very useful for staying business savvy.",
        "commentId": "lg:AOqpTOHgaoJBViHm_Uj4htWnSF-LImRojhhehtF8dEbH478WTt9J5rbu8jZ5HH5v6T50Iq09jICLCjjTz16xkeY",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
