{
  "title": "PE Civil Engineering Exam Prep",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dblpartners.pe_civil",
  "category": "Education",
  "price": "$9.99",
  "datePublished": "December 5, 2012",
  "version": "1.0",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "Upward Mobility",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dblpartners.pe_civil",
  "extendedInfo": {
    "installSize": "746k",
    "downloadsCount": "50+",
    "downloadsCountText": "50 - 100",
    "description": "Studying to be a Civil Engineer? Getting ready to take the NCEES Principles of Engineering Exam? Construction? Geotechnical? Structural? Transportation? Water Resources and Environmental?For any Civil Engineering PE exam, you must pass the Civil Breadth section. And Upward Mobility can help! In our PE Civil Engineering Exam Prep app, we've included over 300 professionally written practice questions, simulating what you can expect in your AM breadth section.Each question is paired with an exclusively written explanation, to reinforce and expand your civil engineering knowledge.Upward Mobility provides an intuitive UI to let you dive in to studying anywhere, anytime. Perfect for the on-the-go aspiring civil engineer!Our app provides a STUDY MODE, where users can go through the questions at their leisure and study the explanations, as well as aTEST MODE for simulating exams, or just a quick quiz.Also the 307 questions are fully categorized, broken down into all exam topics for easy targeting:Earthwork Construction and LayoutEstimating Quantities and CostsConstruction SchedulingMaterial Quality Control and ProductionTemporary StructuresSubsurface Exploration and SamplingEngineering Properties of Soils and MaterialsSoil Mechanics AnalysisEarth StructuresShallow FoundationsEarth Retaining StructuresStructural LoadingsStructural AnalysisMechanics of MaterialsStructural MaterialsMember DesignTransportationHydraulics – Closed ConduitHydraulics – Open ChannelHydrologyWastewater TreatmentWater TreatmentUpward Mobility is not affiliated with nor is this app endorsed by the NCEES.ABOUT UPWARD MOBILITY: Upward Mobility is an independent test-preparation apps company that creates high quality material that is witty and engaging, perfect for on-the-go students and ambitious professionals. All of our content is developed exclusively for Upward Mobility by writers who are subject matter experts and undergoes a thorough review process. We are a double bottom line company that is committed to education in the developing world. Some of the profits will be used to deploy education via mobile phone in emerging countries to improve their total factor productivity growth. Customer satisfaction is our top priority, and if you have any questions or comments or are unsatisfied with our products in any way, please contact us at info@upwardpro.com and we will do our best to help you.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [

    ]
  }
}
