{
  "title": "Dealer e-Process",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dealereprocess.application",
  "category": "Communication",
  "price": "Free",
  "datePublished": "June 28, 2013",
  "version": "Varies with device",
  "operatingSystems": "Varies with device",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "High Maturity",
  "creator": "Dealer e-Process",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dealereprocess.application",
  "extendedInfo": {
    "installSize": "Varies with device",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Will function for Dealer e-Process dealer and repair shop customers ONLY.Dealer e-Process allows dealers and repair shops to \"visually explain\" repairs with real-time photos, videos and expert diagrams. Car owners are more likely to trust and approve service recommendations when visual evidence is provided. We have been featured in the Wall Street Journal, Automotive News and Consumer Reports.Vehicle photos and videos taken with this application are instantly posted online for review by you and your customers. Relevant expert diagrams are automatically featured alongside the images.  We can also e-mail and text message the images and videos directly to your customers. We have documented a 20-40% increase in success rates on service recommendations when Dealer e-Process is used.Why has Dealer e-Process become the most popular mobile application for automotive service centers? IT REALLY INCREASES SALES Less than half of repair recommendations are approved nationally because customers do not fully understand or trust the auto repair industry.  Showing real-time photos and videos is the best way to close sales.   IT SPEEDS UP CUSTOMER APPROVALS Customers can take hours or more to approve repair jobs.  Offering instant visual proof convinces skeptical consumers and slow-moving insurance companies. IT’S EASY TO USE Taking photos is easy.  But, instantly sharing them with customers by web, e-mail and text message is hard.  We have changed all that. We have spent years refining our technology to create an easy, automated and repeatable process. IT IS A HIGHLY PROFESSIONAL INTERFACE We feature your vehicle photos and video clips in a professional interface that “wows” customers.  We place our world-class expert diagrams next to each vehicle image to give context and credibility. YOU TAKE THE PHOTO OR VIDEO.  WE DO EVERYTHING ELSE! We instantly share the image by web, e-mail and text message.  Our analysts monitor every photo and video to ensure proper resolution and quality.  We store all images permanently, so you can search for them 2 days later or 2 months later.  We integrate with major dealer and shop management systems to enable automated advanced features. Seeing is believing.  Start visual selling today!   For additional information, please contact (866) 749-4806 or support@dealereprocess.com",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.CAMERA",
      "android.permission.WAKE_LOCK",
      "android.permission.READ_PHONE_STATE",
      "android.permission.GET_ACCOUNTS",
      "android.permission.RECORD_AUDIO",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
