{
  "title": "Danfoss IR",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.danfoss.irportal",
  "category": "Business",
  "price": "Free",
  "datePublished": "July 1, 2013",
  "version": "2.0.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "8",
  "rating": "3.625",
  "contentRating": "Everyone",
  "creator": "Danfoss A/S",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.danfoss.irportal",
  "extendedInfo": {
    "installSize": "40M",
    "downloadsCount": "5,000+",
    "downloadsCountText": "5,000 - 10,000",
    "description": "Danfoss Industrial Refrigeration strives to make your work with industrial refrigeration as easy as possible. Our latest tool is Danfoss IR app. It is a “One Platform app” for you, who work with Industrial Refrigeration. In the Danfoss IR app we will collect apps/tools that we hope will make your work with industrial refrigeration products from Danfoss easier. 1st function: The first app within the Danfoss IR app is SVL Flexline™. SVL Flexline™ is our newly introduced line components for industrial refrigeration. The app takes you through the product features and benefits. It gives you easy access to technical data and other relevant information. But that is not all. It also includes a bit of fun in the form of a game. The game is built around the “One Platform, Multiple Options”, which are the principles for the new SVL Flexline™ line components. Test your product knowledge and have a fun competition with your colleagues, on who can answer the questions the quickest. 2nd function: The next tool that will come within the Danfoss IR app is a Spare Parts app. This app will make it easy to find relevant spare parts for a given Danfoss industrial refrigeration valve. More information will follow when this app it is ready. 3rd function: Let’s see what the future brings... All you have to do is download the Danfoss IR app, and you will always be updated on the apps developed for Danfoss Industrial Refrigeration. How To Use As we hope the app will be “a toolbox inside your phone”, you will, when you open the Danfoss IR app find the different apps/tools “hanging on a tool-wall”. This tool-wall will automatically be updated with the new apps/tools as they are developed. From there you select the app/tool you need and navigate to the information needed. MAKING MODERN LIVING POSSIBLE Danfoss is a global industrial group, supplying energy-efficient and climate-friendly solutions for many industries. The group is a leading supplier of compressors and automated solutions to the refrigeration and air conditioning industry, with a product range among the most complete in the world; it is used within a number of industries, such as industrial and commercial refrigeration as well as in food retail, air conditioning, and heat pumps. Danfoss is also a world leader within mechanical and electronic products for use in the indoor comfort, and heating sectors, and a wide range of other industries where energy consumption plays a vital role. Disclaimer: Danfoss can accept no responsibility from possible errors in this app. Danfoss reserves the right to alter its products without notice. All trademarks in this material are the property of the respective companies. Danfoss and the Danfoss logotype are trademarks of Danfoss A/S. All rights reserved. © Danfoss A/S, Refrigeration and Air Conditioning 2012. Please visit www.danfoss.com/IR for more information and contact details. If in doubt send an e-mail to: DanfossIR@danfoss.com Phone numbers to local support can be found here: http://www.danfoss.com/Contact/Worldwide",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [

    ]
  }
}
