{
  "title": "JAA ATPL Theory Exam Prep",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dauntless.gs.jaa.atpl",
  "category": "Education",
  "price": "$74.99",
  "datePublished": "June 19, 2013",
  "version": "1.4.4",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "9",
  "rating": "3.6666667",
  "contentRating": "Everyone",
  "creator": "Dauntless Aviation",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dauntless.gs.jaa.atpl",
  "extendedInfo": {
    "installSize": "17M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Our JAA ATPL (Airline Transport Pilot License) Airplane theory exam preparation app is the best tool to help you pass all the tests to become an airline or other professional pilot in Europe or any other of the many other countries which use a JAA/JAR-FCL syllabus.Please note that due to the large amount of content in the JAA ATPL database, this app requires approximately 300mb of free space in your device's main memory in which to store and run its high performance database.  For most users with modern devices this is no problem whatsoever as most modern devices have many many times this amount of free internal memory, but you should be aware of this in case you are one of the very few who are running near capacity.Unlike other products, which generally are based on out-of-date, static question sets, our GroundSchool JAA data banks feature lifetime free updates so that you can always access the latest questions sets that we have available from within the app. Our question datasets very very closely mimic official JAA CQB question sets, are maintained and updated by a team of professional pilot and flight instructor editors, and have been used by thousands of pilots to pass their exams.The JAA ATPL really is the PhD of the aviation world, and our software will help make the often difficult study process as easy as possible.This single app will prepare you for any or all of the following JAA ATPL Airplane theory exams:010 Air law and ATC Procedures021 Airframe and systems, Electrics, Powerplant and Emergency Equipment022 Instrumentation031 Mass and Balance032 Performance of aeroplanes033 Flight planning and Monitoring040 Human Performance and Limitations050 Meteorology061 General Navigation062 Radio Navigation070 Operational Procedures080 Principles of Flight091 VFR Communication092 IFR CommunicationYes! This app is compatible with all JAA ATPL classroom based courses and textbooks. Many of our users are either enrolled in such courses or are thinking of soon doing so. Studying with our application really saves dozens if not hundreds of hours of work and really lets you get a head start towards mastering the exams.Yes! This software is also great for those who are not required to take such a classroom course, such as non-JAA pilots transitioning into JAA or those who already have requisite flight experience minimums.Yes! This app features lifetime free updates.Yes! When you purchase this app from the appstore, it is a lifetime purchase, not a 'rental,' unlike with some of our competitors who effectively time limit you.Yes! The software is exceptionally easy to use and features numerous study and learning modes to help you learn quickly and efficiently.Yes! Thousands of pilots have successfully used our materials to prepare for their exams and so..Yes! You can too!Please note that this software is for AIRPLANE pilots only. While there is much commonality between this and the helicopter syllabus, this product does not contain helicopter-specific questions such as helicopter aerodynamics.This application contains most of the figures that you will need to access during the exams. However, as with all JAA exams, you will need to separately obtain a JAA student route manual book for chart and plate reference for some questions, such as Navigation questions and a flight computer such as a CRP-5. However, over 98% of the questions in our app can be studied without having those items, so don't worry if you don't have them yet.Good luck in your exams and we hope to see you as a fellow professional pilot flying along in the skies with us soon!",
    "reviews": [
      {
        "documentVersion": "1.4.3",
        "timestampMsec": "1363423949837",
        "starRating": "5",
        "title": "Excelent app",
        "comment": "Useful for both students and seasoned pilots who want to stay current",
        "commentId": "gp:AOqpTOHSImdDWEh-2zXT-T7OV7qbAxA9Fc6UeXmyqwdeIRpZw-yQa1xAsHWLPVW1a2rroQQWu5ke1xNe-w6t8RU",
        "author": "Liviu Popescu",
        "authorURL": "http://lh3.googleusercontent.com/-X2HAEHKUNx0/AAAAAAAAAAI/AAAAAAAAD-k/PdfghGQJeIE/photo.jpg",
        "authorSecureURL": "https://lh3.googleusercontent.com/-X2HAEHKUNx0/AAAAAAAAAAI/AAAAAAAAD-k/PdfghGQJeIE/photo.jpg"
      },
      {
        "documentVersion": "1.2.0",
        "timestampMsec": "1322661032280",
        "starRating": "5",
        "title": "Best ATPL prep",
        "comment": "I passed every test in module 1 and two in module 2 so far with this app.  A real lifesaver.  Works well on my xoom tablet and s2 phone.",
        "commentId": "lg:AOqpTOFWmQlyg9rb7arA50lsd2WOsycX55_6NJl1OGvOrj81IrJN3TkDGOtZnsA3RNXlXzYzzITpmmkfJRve344",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "com.android.vending.CHECK_LICENSE",
      "android.permission.READ_LOGS",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.WAKE_LOCK",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
