{
  "title": "DAP FM RADIO",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dapfm",
  "category": "Music & Audio",
  "price": "Free",
  "datePublished": "March 3, 2013",
  "version": "1.0",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "7",
  "rating": "4.428571",
  "contentRating": "Medium Maturity",
  "creator": "EKNOOR MEDIA GROUP",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dapfm",
  "extendedInfo": {
    "installSize": "887k",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "Welcome to EkNoor.net or Radio Dil Apna Punjabi, a portal on punjabi culture. Ek-Noor Entertainment presents Radio Dil Apna Punjabi every Friday night from 12:00 AM to 8:00 AM on CJMR 1320 AM. The show is hosted by two prominent punjabi personalities Mr. GurTirath Pasla and Mr Manmohan Sajjan. EkNoor entertainment promotes Punjabi Culture, Values, Traditions and Beliefs. This is a small effort by us to exhibit the Punjabi Culture and its Diversity to the people all over the globe. The word Punjabi does not only feature Sikhs but all the inhabitants of the Punjab whether they are Hindus, Muslims, Sikhs or Christians. This diversity has made Punjabi Culture very rich. It has inculcated tolerance in the people and it is the power which has kept the Punjabis together through thick and thin, whether they are in India or abroad. EkNoor exhibits this diversity and hence can be called a symbol of Punjabiyat. So, be proud and say DIL APNA PUNJABI. At EkNoor, you can listen to Punjabi Songs, read Religious Books, get to know about the Historical Events of Punjab. There is a section where you can get some information about Sikh Gurus. Apart from all this, we also provide you the links to the websites of the most popular Punjabi Newspapers. The Apna Virsa section takes us back to our culture. We have tried to take you through a journey to the roots of Punjab. Although the Punjabi Culture is beyond our scope, this section gives you an insight into the practices of the old punjab. At EkNoor, you can get good information about Folk Songs of Punjab, Folk Dances of Punjab such as Bhangra or Giddha , Phulkari, Traditional Ornaments, Traditional Toys and Games of Punjab , Traditional Punjabi Musical Instuments , Punjabi Literature, Arts and Crafts, Fairs & Festivals of Punjab. Although the branches of the EkNoor Tree are in Canada, but its roots are very much in Punjab. The main reason of the existance of EkNoor is to make the Punjabi Community living outside India aware about their background, culture, traditions and beliefs. Dil Apna Punjabi, an online radio, is also an attempt through which people of Canada, especially Toronto, are brought close to their culture. You can also visit our sister site Lokesewa.com. We strongly request all the people to propagate & encourage the use of our sweet Punjabi language at home so that our coming generation knows its roots. A latest offering from the EkNoor entertainment for the punjabi's all over the world - RADIO EKNOOR, a radio meant for religious audience. Now you can listen to gurbani any time on this dedicated radio channel. It is a small effort from our side to serve the people.Do you want anything else in this website? Please let us know. Do you have a writer in you? We can help you by giving you a platform to showcase your talent. We would like to have suggestions of our esteemed readers to further expand our EkNoor.If possible, please help us financially and contribute in our efforts to serve you better.",
    "reviews": [
      {
        "timestampMsec": "1362371152105",
        "starRating": "5",
        "comment": "Best ......",
        "commentId": "gp:AOqpTOEUOMqM9OWaEtlQkMb4BX43oClRjcEQ6YAVYCll2akpE_T9Yf3pM89DxtN4CtMP3mMWsjS1Soq37Rcl",
        "author": "Lokesewa com",
        "authorURL": "http://lh6.googleusercontent.com/-5bWWUNunbLQ/AAAAAAAAAAI/AAAAAAAAAFY/F4qBK8qlsZ0/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/-5bWWUNunbLQ/AAAAAAAAAAI/AAAAAAAAAFY/F4qBK8qlsZ0/photo.jpg"
      },
      {
        "timestampMsec": "1375755555907",
        "starRating": "5",
        "comment": "Good",
        "commentId": "gp:AOqpTOFxW1PQYcswpF18BR_bmdYt8tMIQkNnDCXO2YL1aEZ0BWtTtjoyfpQKmhffzFJ0FISac8YImE9KVaWi",
        "author": "Hardeep Khalsa",
        "authorURL": "http://lh6.googleusercontent.com/-jn3wRDErgMQ/AAAAAAAAAAI/AAAAAAAAADE/-oyLm9FxsdM/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/-jn3wRDErgMQ/AAAAAAAAAAI/AAAAAAAAADE/-oyLm9FxsdM/photo.jpg"
      },
      {
        "timestampMsec": "1362744958386",
        "starRating": "5",
        "title": "Thanks",
        "comment": "Very good app. Must download",
        "commentId": "gp:AOqpTOHN7ts4FVuCVx1MNyxCx-M20PwfvGGPx4spc5pV3Iy0HTJfKL9-fynvqgyA_2KfhT_FrQtHTt95ad30",
        "author": "Satpal Singh",
        "authorURL": "http://lh3.googleusercontent.com/-n5dT9e7et1U/AAAAAAAAAAI/AAAAAAAAACw/-aNiuiBWHBQ/photo.jpg",
        "authorSecureURL": "https://lh3.googleusercontent.com/-n5dT9e7et1U/AAAAAAAAAAI/AAAAAAAAACw/-aNiuiBWHBQ/photo.jpg"
      },
      {
        "timestampMsec": "1362373250291",
        "starRating": "5",
        "title": "Radio",
        "comment": "Best",
        "commentId": "gp:AOqpTOG_gJzAIhJYpUHCvug61Tl4EXaRuKcIPdubz04sA2iAaEt-VsRJIj11AMvoAKvylmXoEup6c0dy1wbE",
        "author": "H S Sandhu",
        "authorURL": "http://lh5.googleusercontent.com/-QsM4Vq2RL8M/AAAAAAAAAAI/AAAAAAAAAPM/F1hHLh92-0Y/photo.jpg",
        "authorSecureURL": "https://lh5.googleusercontent.com/-QsM4Vq2RL8M/AAAAAAAAAAI/AAAAAAAAAPM/F1hHLh92-0Y/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.WAKE_LOCK",
      "android.permission.VIBRATE"
    ]
  }
}
