{
  "title": "AP Microeconomics Exam Prep",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dblpartners.apmicroeconomics",
  "category": "Books & Reference",
  "price": "$3.99",
  "datePublished": "November 22, 2010",
  "version": "1.0",
  "operatingSystems": "1.0 and up",
  "ratingsCount": "2",
  "rating": "4.0",
  "contentRating": "Everyone",
  "creator": "Upward Mobility",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dblpartners.apmicroeconomics",
  "extendedInfo": {
    "installSize": "349k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Aiming for a high score on your AP Microeconomics exam? Look no further! Upward Mobility's AP Microeconomics Exam Prep software for Android is the perfect tool to help students to ace this competitive test.Your satisfaction is important to us and we have a no questions asked refund policy for all our Android apps. We encourage you to try our application out risk free and let us know by e-mailing info@upwardpro.com if there are any issues.The module presents 150 realistic questions, covering: basic economic concepts of supply and demand, scarcity, and the production possibilities curve; key micro-economic theories; important equations; the functionality and nature of product markets; factor markets; types of economies; market failure; scenario-based economic strategy questions; and much, much more!Each multiple-choice question is paired with a clear and thoughtful explanation and a highly-detailed Key Takeaway that summarizes the main learning point of the question, concept, ortheory being discussed, ensuring a comprehensive understanding of the material.Addressing nearly all of the topics covered on the exam, this AP Microeconomics Exam Prep app is ideal to test key definitions, scientific concepts, and theories. Whether you are taking the test for the first time or striving to improve your score, this app will be a highly useful addition to your exam preparation.Upward Mobility is not affiliated with, nor is this app endorsed by, the College Board.About Upward MobilityUpward Mobility creates high quality management education and test preparation material that is witty, engaging, and adds value in the learning process. We hire only expert writers who have strong knowledge in the subject matter and put all of our materials through a thorough review process. We deploy our content through mediums such as mobile applications and other interactive channels.We are a double bottom line company that is committed to education in the developing world. Some of the profits will be used to deploy education via mobile phone in emerging countries to improve their total factor productivity growth.",
    "reviews": [
      {
        "timestampMsec": "1344096300794",
        "starRating": "3",
        "title": "The questions are good.. but..",
        "comment": "I will up this to 5 stars, if you can fix a slight bug for me.. when it says (on my Transformer Prime) that there is a figure showing a graph, and then the question.. there is not figure. No picture at all. It is just the question, kind of describing the figure, making it a lot harder to understand what the answer to the question is. Could you fix this bug, so that I can see the pictures of graphs and so on, I will give you 5 stars if you do.",
        "commentId": "lg:AOqpTOFZIrr9hotnBmiAVax6VuXfmJg53aotGBCEMC8WMKYVaa9qfxfpGRuY_ILbLB6XfCl_sTSTP96UzFpyAxw",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
