{
  "title": "Windows Server 70-290 Exam",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dblpartners.microsoft_70_290",
  "category": "Books & Reference",
  "price": "$3.99",
  "datePublished": "May 19, 2010",
  "version": "1.0",
  "operatingSystems": "1.0 and up",
  "ratingsCount": "2",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "Upward Mobility",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dblpartners.microsoft_70_290",
  "extendedInfo": {
    "installSize": "392k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Upward Mobility’s Android app for the 70-290 Exam: Managing and Maintaining a Microsoft Windows Server 2003 Environment is a valuable tool written by certified experts. This module contains a targeted curriculum of 120 simulated exam questions dealing with topics on the exam. Your satisfaction is important to us and we have a no questions asked refund policy for all our Android apps. We encourage you to try our application out risk free and let us know by e-mailing info@upwardpro.com if there are any issues.In our 70-290 module, each question is paired with a clear and insightful explanation paired with a Key Takeaway that summarizes the key learning point of the question, ensuring comprehensive understanding of the material. Not only that, Key Takeaways support the answer with important insights on how to practically apply the knowledge in a real world situation so you can be more successful in your career. This module combines questions that focus on core concepts and vocabulary, as well as scenarios that simulate the ones a technician would face in real life.What are the MCSE and MCSA certifications?The MCSA and MCSE certifications demonstrate your expertise in managing Windows systems to clients and employers.MCSEThe Microsoft Certified Systems Engineer (MCSE) credential demonstrates the ability to design, implement, and administer infrastructures for business solutions based on the Microsoft Windows platform.MCSAThe Microsoft Certified Systems Administrator (MCSA) credential demonstrates your ability in systems administration on the Windows platform.About Upward MobilityUpward Mobility creates high quality management education and test preparation material that is witty, engaging, and adds value in the learning process.We hire only expert writers who have strong knowledge in the subject matter and put all of our materials through a thorough review process. We deploy our content through mediums such as mobile applications and other interactive channels.We are a double bottom line company that is committed to education in the developing world. Some of the profits will be used to deploy education via mobile phone in emerging countries to improve their total factor productivity growth.",
    "reviews": [
      {
        "timestampMsec": "1301389660835",
        "starRating": "5",
        "comment": "Plenty of questions, good \\'on the move\\' revision tool.",
        "commentId": "lg:AOqpTOERrgkr5SqPPWO5-pQ0dNbxVtUVfU8qQFGVr8beO3MVgiJrH3YcHvwvTrRbB14WWQie42AGEiKVAZRdBf4",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
