{
  "title": "Lyrics (Alpha Version)",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dclaramunt.lyrics",
  "category": "Music & Audio",
  "price": "Free",
  "datePublished": "April 2, 2013",
  "version": "1.09",
  "operatingSystems": "2.3.3 and up",
  "ratingsCount": "17",
  "rating": "4.470588",
  "contentRating": "Everyone",
  "creator": "DClaramunt",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dclaramunt.lyrics",
  "extendedInfo": {
    "installSize": "4.1M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "Primera versión de este reproductor de música, Lyrics consta de una interfaz sencilla en la que se muestra la caratula del álbum que está sonando, los datos de la canción y en el panel de navegación de la parte inferior podemos encontrar la letra de la canción, si la tuviera.**INSTRUCCIONES**En el panel de navegación deslizando el dedo hacia izquierda o derecha encontraremos:-Preferencias: En esta ventana nos encontramos varias opciones:                       \"Ruta local de canciones\" -> aqui indicaremos donde tenemos guardada la música, dejando pulsado sobre la carpeta que queremos seleccionar.                       \"Crear listas en base a carpetas\"-> Esta opción crea listas de reproducción en base a como tengamos organizada la música, si yo por ejemplo tengo 3 carpetas una de música ambiental otra de música de baile y otra de música clásica, me creará 3 listas de reproducción una ambiental otra de baile y una clásica.                       \"Cambiar fondo\"->Esta opción cambia el fondo entra varias imágenes.                       \"Apagar pantalla normalmente // \"Mantener pantalla encendida\" ->Según pulsemos tendremos la opción de mantener la pantalla encendida, o que se apague al pasar un tiempo.                       \"Sincronizacion con PC\"-> Esta opción aun no está totalmente operativa-Letra: En esta ventana aparecerá la letra de la canción si la tuviera, en caso de no tenerla, Lyrics tratará de buscarla en la web, si dejamos pulsado sobre la letra veremos que aparecen 4 opciones, actualizar letra (busca en la web), copiar letra, pegar letra y compartir letra. Las letras al igual que la caratula una vez bajadas se guardan de manera que estarán disponibles aún SIN CONEXIÓN.-Canciones: En esta ventana aparecerá la cola de reproducción que tengamos actualmente sonando.-Listas de reproducción: Esta ventana corresponde con las listas de reproducción que tenemos creadas.-Carpetas: Corresponde con el explorador de archivos en la ruta que hemos seleccionado donde tengamos la música guardada, si dejamos pulsado sobre una carpeta o sobre una canción, tendremos sus opciones correspondientes.Si queremos pasar a la siguiente canción deberemos deslizar hacia la izquierda sobre la caratula, en caso de querer ir a la anterior canción, deslizaremos sobre la caratula hacia la derecha. Con un \"tap\" sobre la caratula pausaremos la reproducción, si realizamos otro \"tap\" sobre la caratula se reanudará, con un doble \"tap\" se detendrá del todo.Dejando pulsado sobre la caratula tenemos 3 opciones: \"actualizar caratula\"(automáticamente busca en la web),\"Copiar caratula\" y\"Compartir caratula\", estas dos ultimas opciones aún no disponibles,En la parte derecha de la caratula, aparecen varios datos de la canción,si pulsamos sobre cualquiera de ellos podremos modificar su contenido, de manera que si alguno no es exacto podremos actualizarlo y de esta manera facilitar la búsqueda automática de la letra y la caratula de manera automática por el programa.Por último tenemos 3 botones en la pantalla, \"buscar\" con un icono de lupa, que nos abrirá una nueva pantalla en la que podremos escribir las letras en la pantalla de la canción que queremos buscar, para borrar el último carácter dibujado tendremos que dibujar una linea hacía la izquierda.El botón de enmedio se utiliza para seleccionar el tipo de bucle que queremos, no repetir, repetir 1, o repetir todo.Y el botón On//Off activa o desactiva el modo de reproducción aleatorio.Por el momento la opción, sincronizar con PC no está activa.",
    "reviews": [
      {
        "timestampMsec": "1377726499140",
        "starRating": "5",
        "title": "Best",
        "comment": "Good",
        "commentId": "gp:AOqpTOGOCKHWtomICmQauz1fAiIN3zSO2-MWhwEw5WzgGEhpfggZZv3JN_bl4rSDUMbjNhD7Kapc8B6Jhjs5",
        "author": "jesse ryan",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1376193333020",
        "starRating": "5",
        "title": "Best",
        "comment": "BEST ... SO FASTES DOWNLOAD THIS APP!",
        "commentId": "gp:AOqpTOGRtcT9f9FbDAkErl9YL28xx3EuHs_KpwXUTfpNfRz5YpykaGKToDFKB5zqOz7cGLESQ7kNleoBFy5x",
        "author": "Sharon Chong",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.WAKE_LOCK",
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.MODIFY_AUDIO_SETTINGS",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
