{
  "title": "Illinois Real Estate Exam Prep",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dblpartners.ILRealEstate",
  "category": "Books & Reference",
  "price": "$8.99",
  "datePublished": "June 1, 2010",
  "version": "1.0",
  "operatingSystems": "1.0 and up",
  "ratingsCount": "2",
  "rating": "3.0",
  "contentRating": "Everyone",
  "creator": "Upward Mobility",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dblpartners.ILRealEstate",
  "extendedInfo": {
    "installSize": "418k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Want to ace your Illinois real estate salesperson, broker or agent exam? This mobile app for Android contains 644 questions covering essential vocabulary, general real estate knowledge, and state exam specific topics. Gain the knowledge you need to pass with flying colors!Your satisfaction is important to us and we have a no questions asked refund policy for all our Android apps. We encourage you to try our application out risk free and let us know by e-mailing info@upwardpro.com if there are any issues.This exam simulation is complete with explanations for the answers and scoring written by professional writers and real estate experts.Contents:233 Real Estate Vocabulary Questions - Covers key vocabulary across the real estate business. In many cases, people struggle to articulate definitions even if generally they know what they mean. This is a major barrier on tough exams and this app will help with that.200 General Topic Questions - Questions that develop your overall knowledge of real estate concepts and US laws/regulations.211 Illinois Specific Questions - Focus on key areas of content for the Illinois sales person / real estate agent exam.Relevant cities include Chicago, Aurora, Rockford, Naperville, Joliet, Springfield, North Peoria, Elgin and Waukegan.Areas covered include:Legal AspectsEncumbrancesReal Estate LawFinancing EscrowContractsTaxationSubdivisionBusiness OpportunitiesLand DescriptionsAppraisalVocabulary / DefinitionsModesFlow-through: Go through our premium curriculum question by question. You can resume where you left off using the Review Screen.Review mode: Keeps track of questions you reviewed and understood. This allows you to track your progress and circle back to specific questions. You can also jump to specific topics to focus on areas that you want to work on.Test Mode: Set your own time, categories and number of questions for a simulated exam.Realtor Prep is a joint venture between United Real Estate Media and Upward Mobility.",
    "reviews": [
      {
        "timestampMsec": "1378414637989",
        "starRating": "2",
        "comment": "Some of the info is outdated and doesnt reflect new laws. Also navigatng app is odd when use back button it doesnt take u to last question.",
        "commentId": "gp:AOqpTOF5-3xeqTNlyw0GfgP-dEBBsgObr_YAswK968o12fq9aZcKU-Jc9FgWZroxdM1Q-AXrmq-0Bvt4sO6ysVk",
        "author": "Octavia Brown",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1304360210505",
        "starRating": "4",
        "comment": "Definitely worth the money! I used this to study vocab definitions and take practice tests while on-the-go.",
        "commentId": "lg:AOqpTOEzz89pKohnN3B2KSZ_ZCiLh_ePG-iZ0eisglkyCJM-_gqH2aVdRmTGtWAtHIVuqAxSE30ni1j2Sz48sfI",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
