{
  "title": "NREMT EMT I-99 Exam Prep",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dblpartners.emti99",
  "category": "Books & Reference",
  "price": "$4.99",
  "datePublished": "September 20, 2010",
  "version": "1.0",
  "operatingSystems": "1.0 and up",
  "ratingsCount": "2",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "Upward Mobility",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dblpartners.emti99",
  "extendedInfo": {
    "installSize": "373k",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "The NREMT – EMT-I/99 Exam Prep is Upward Mobility’s focused exam preparation Android application for the NREMT – Intermediate 99 Exam. This module contains a targeted curriculum of more than 250 useful questions dealing with the successful knowledge required for Intermediate-level EMTs.Your satisfaction is important to us and we have a no questions asked refund policy for all our Android apps. We encourage you to try our application out risk free and let us know by e-mailing info@upwardpro.com if there are any issues.On a basic level, the NREMT – Intermediate 99 Exam Prep identifies and assesses whether a prospective EMT has the knowledge and skills necessary to respond to patients in emergency care situations and to optimize patient outcomes. The exam identifies a working knowledge of standard EMS care, including: EMS Operations, Pediatrics and Obstetrics, Trauma, Medical, Cardiology, and Airway and Breathing. In addition, the EMT 99 review also covers more advanced techniques, such as intubation, use of cardiac event monitors, and needle-decompression. By assessing learned knowledge in practical real-life scenario questions, Upward Mobility’s NREMT – EMT-I/99 Exam Prep will help to bridge the gap between your EMT knowledge and practical patient application. The intuitive Study Mode interface allows you to track your progress through the application and return to difficult questions during your review. Test mode allows you to take the course as a sample NREMT – EMT-I/99 Exam and quickly review the questions and areas in which you may need extra help.About Upward MobilityUpward Mobility creates high end professional education content for management development and test preparation, and makes it available through mobile apps. Our goal is to keep learners engaged with a mix of wit, humor, and actionable takeaways while meeting our customer’s educational needs.We are a double bottom line company that is committed to education in the developing world. Some of the profits will be used to deploy education via mobile phone in emerging countries to improve their total factor productivity growth.",
    "reviews": [
      {
        "timestampMsec": "1308412106738",
        "starRating": "5",
        "comment": "Great app worth every penny",
        "commentId": "lg:AOqpTOHMXybFJ1v2LyzMIM0ccLlC-6HU0I3hFwB3tv3v77YWN9JNFZIjPceHlyKBX8HQPjXKjBtMoDVuRo7AF2k",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1294251022849",
        "starRating": "5",
        "comment": "Great study guide for the NREMT.",
        "commentId": "lg:AOqpTOE1L6tWJha-8FjhGpNgROuUas6MoFoeovReeycIULxEYw9QsIxSTQFtu05hSDrwmkWXlM0ydkAqXZ7Nmrw",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
