{
  "title": "NAPLEX Exam Prep",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dblpartners.naplex",
  "category": "Health & Fitness",
  "price": "$7.99",
  "datePublished": "August 15, 2012",
  "version": "1.2",
  "operatingSystems": "1.0 and up",
  "ratingsCount": "7",
  "rating": "2.857143",
  "contentRating": "Everyone",
  "creator": "Upward Mobility",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dblpartners.naplex",
  "extendedInfo": {
    "installSize": "584k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Prepare for your North American Pharmacist Licensure Exam with Upward Mobility’s NAPLEX test prep app for Android, including more than 400 practice questions.Your satisfaction is important to us and we have a no questions asked refund policy for all our Android apps. We encourage you to try our application out risk free and let us know by e-mailing info@upwardpro.com if there are any issues.OVERVIEW:The NAPLEX Exam identifies and assesses whether a prospective pharmacist has the ability to identify and demonstrate safe pharmacological standards and optimize outcomes in patients.  Additionally, the exam identifies a working knowledge of safe methods to prepare and dispense various kinds of medications. By assessing learned knowledge in practical real-life scenario questions, Upward Mobility’s NAPLEX Exam Prep will help to bridge the gap between your pharmacotherapy knowledge and practical patient/client application. FEATURES:*  More than 400 targeted practice questions.*  Detailed, explanatory answers.*  Exclusive, intuitive interface.*  Study Mode -- Each question is paired with a clear and useful explanation. Study at your own pace!*  Test Mode -- Designed to simulate the exam experience. Set your own question and time constraints.*  Review your answers in both question-by-question and aggregate format. ABOUT UPWARD MOBILITY:Upward Mobility is an independent test-preparation apps company that creates high quality material that is witty and engaging, perfect for on-the-go students and ambitious professionals. All of our content is developed exclusively for Upward Mobility by writers who are subject matter experts and undergoes a thorough review process.We are a double bottom line company that is committed to education in the developing world. Some of the profits will be used to deploy education via mobile phone in emerging countries to improve their total factor productivity growth.Customer satisfaction is our top priority, and if you have any questions or comments or are unsatisfied with our products in any way, please contact us at info@upwardpro.com and we will do our best to help you.",
    "reviews": [
      {
        "timestampMsec": "1327721539701",
        "starRating": "1",
        "title": "Worst pharmacy app ever!!",
        "comment": "PLEASE do not waste your money!!! It only contains 7 questions, drugs are spelled wrong, and answers to questions are wrong. One question classifies isoniazid as an MAOI... Wrong. After seeing that, I knew this app was crap. I highly suggest emailing the lousy creators of this app so you can get your money back.. I am. The only reason why I gave it one star is because you can\\'t give it zero stars for ABSOLUTELY WORTHLESS AND STUPID.",
        "commentId": "lg:AOqpTOFgYIOGPM34w-LYtoxgKhpeVOL_VkXLxnjHXxCOw1iCS6FIw2wX4C-hRqt7IDykOBGOWXx5EM_eTOv449Y",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1309958320535",
        "starRating": "3",
        "comment": "Overall, not a bad study app. However...as a pharmacist.....will someone PLEASE fix the answer to the question that states ISONIAZID is an MAOI!!!",
        "commentId": "lg:AOqpTOHcFmrtwttwwZiCrRJBB0khfXoZdSjMUCbVkoranEylo4L9r_6QnqM109gOcINP5i_z3QENQfMnfJg7bDk",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1314296718838",
        "starRating": "1",
        "comment": "It sucks. The answer does not come after 20 questions.",
        "commentId": "lg:AOqpTOFCtW0dg-1jAQ-o0GStHigznsg1mWFcfOMqz_BdwUkodhEcaImn_7DXON31vSb5p6TmTbNDTa04nNl3C0w",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1288401220766",
        "starRating": "3",
        "comment": "Whenever I scroll down the list of revision questions the program lags whenever it goes past ticked to unticked questions and vice versa.",
        "commentId": "lg:AOqpTOFVtMgGEQI0o68emKkAyqhB-JLYQzECrAR_pGWSCViSUQHZKn7Wc4NWNBHBuTyHX4-4Uep8oVYUnGFVkf0",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1282076833980",
        "starRating": "4",
        "comment": "Nice little app and I think it is worth of money. It would be even better if there were less of little errors,such as max metformin dose in combo",
        "commentId": "lg:AOqpTOEcDFdhW9Cc5i8iIPRZulYuvDm1fxm079g5Wq7y2jXOe7qeL9eNbmIkcWkL8CfioCDNFAHzSw1hih_jJdI",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1283399599205",
        "starRating": "4",
        "comment": "Took my NAPLEX and passed, had some good question samples, the only thing I could complain about were some misspelled drugs, good, cheap tool to study",
        "commentId": "lg:AOqpTOHvRLE0zPZ5Pc2HEiDak33VSh_J1Ms6jYGu0IHmkSaMREvG9uQHfWk1ohH9HjLT8UiO0essYQWkMPCWv-o",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [

    ]
  }
}
