{
  "title": "MCSA/MSCE 70-270 WinXP Prep",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dblpartners.mcsaxp",
  "category": "Productivity",
  "price": "$4.99",
  "datePublished": "April 28, 2010",
  "version": "1.0.3",
  "operatingSystems": "1.0 and up",
  "ratingsCount": "3",
  "rating": "3.0",
  "contentRating": "Everyone",
  "creator": "Upward Mobility",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dblpartners.mcsaxp",
  "extendedInfo": {
    "installSize": "427k",
    "downloadsCount": "50+",
    "downloadsCountText": "50 - 100",
    "description": "Upward Mobility’s MCSA / MSCE 70-270 Windows XP Exam Prep app for Android is perfect to help you achieve the valuable Microsoft Certified Systems Administrator or Systems Engineer certification. This app contains a targeted curriculum of 106 simulated exam questions written by certified experts to help you succeed.Your satisfaction is important to us and we have a no questions asked refund policy for all our Android apps. We encourage you to try our application out risk free and let us know by e-mailing info@upwardpro.com if there are any issues.In our 70-270 module, each question is paired with a clear and insightful explanation with a Key Takeaway that ensures comprehensive understanding of the material. Key Takeaways also support the answer with important insights on how to practically apply the knowledge in the real world situations you’ll find in your professional life.This app covers all core 70-270 topics, including:Installing Windows XP;Professional Implementing and Conducting Administration of Resources;Implementing, Managing, Monitoring, and Troubleshooting Hardware Devices and Drivers;Monitoring and Optimizing System Performance and Reliability Configuring;Troubleshooting the Desktop Environment;Implementing, Managing, and Troubleshooting Network Protocols and Services; andConfiguring, Managing, and Troubleshooting Security.Our apps are designed with an exclusive intuitive UI. They provide a Study Mode, where questions are paired with clear explanations and the user can proceed at their own pace, as well as a Test Mode designed to simulate the exam experience, where the user can set question and time restraints and their results are presented to them upon completion in both an aggregate and a question-by-question format.This app is not affiliated with Microsoft.About Upward MobilityUpward Mobility is an independent test preparation and management education apps company that creates high quality material that is witty and engaging, perfect for on-the-go students and ambitious professionals. All of our content is developed exclusively for Upward Mobility by subject matter expert writers and undergoes a thorough review process.Customer satisfaction is our top priority, and if you have any questions or comments or are unsatisfied with our products in any way, please contact us at info@upwardpro.com and we will do our best to help you.We are a double bottom line company that is committed to education in the developing world. Some of the profits will be used to deploy education via mobile phone in emerging countries to improve their total factor productivity growth.",
    "reviews": [
      {
        "documentVersion": "1.0.3",
        "timestampMsec": "1275266467855",
        "starRating": "5",
        "comment": "Great to learn with, needs a way to go back a question without back to full list, and a way to mark complete/learned from within the question",
        "commentId": "lg:AOqpTOFmucSb9ZjmqrPEAnm4IlLDnwQO5VVnc_5BmVUE2fWbAMcGoqO5rTaufDV-53yEcH-4QxXJUGi8ySto8w",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "documentVersion": "1.0.3",
        "timestampMsec": "1294756459934",
        "starRating": "1",
        "comment": "I re-installed the software as adviced by the developer and it works fine.",
        "commentId": "lg:AOqpTOFuX_Fi6nkNlJKJHLEGP_cnncOmAys5kiksQFAPP9rThGtnUr_rRDMfHtyglSwQ3WKvPnzE0L5NI-bWog",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "documentVersion": "1.0.3",
        "timestampMsec": "1275585874443",
        "starRating": "3",
        "comment": "Excellent software however only 106 questions is extremely poor, went through them in less than 2 hours. Desperately needs more questions",
        "commentId": "lg:AOqpTOF8elE-24RiHd4coP9QNVvQ-ogjM_uwu5JPwO4PHzZnfUFpo9Jgbn8TwBwr1h5tbnJ7hIi_IWngzXuNog",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
