{
  "title": "PRAXIS II Government Exam Prep",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dblpartners.PRAXISGovernment",
  "category": "Books & Reference",
  "price": "$3.99",
  "datePublished": "July 13, 2010",
  "version": "1.0",
  "operatingSystems": "1.0 and up",
  "ratingsCount": "1",
  "rating": "3.0",
  "contentRating": "Everyone",
  "creator": "Upward Mobility",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dblpartners.PRAXISGovernment",
  "extendedInfo": {
    "installSize": "368k",
    "downloadsCount": "10+",
    "downloadsCountText": "10 - 50",
    "description": "Aiming for a high score on your PRAXIS II: Government and Political Science exam? Look no further! Upward Mobility's PRAXIS II: Government and Political Science Exam Prep app for Android is the perfect tool to help prospective teachers properly prepare for this important certification exam.Your satisfaction is important to us and we have a no questions asked refund policy for all our Android apps. We encourage you to try our application out risk free and let us know by e-mailing info@upwardpro.com if there are any issues.This module provides 120 simulated exam questions with detailed answers. Each question is paired with a clear and insightful explanation paired with a Key Takeaway that summarizes the key learning point of the question, ensuring comprehensive understanding of the material. We recognize your time is valuable, so each question is structured to help you master an important area of knowledge for the test. This module addresses nearly all the topics commonly covered on the exam, including: government policy in the United States important political events and decisionskey concepts in government relations the Constitutiongeneral terminology necessary for successAuthor:Katie McConnaughey is a freelance writer and editor based in Redmond, Washington. She received her Bachelors in History from Mount Holyoke College in 2004, after which she worked in the publishing industry, focusing primarily on children's and young adult literature.Since going freelance in 2007, Katie has edited, written, proofread, and copyedited for a large variety of clients, including Simon & Schuster, Alloy Entertainment, becker&mayer! book producers, Symphony Space, diacriTech, the New York City Department of Health & Mental Hygiene, and a number of private clients.About Upward MobilityUpward Mobility creates high quality management education and test preparation material that is witty, engaging, and adds value in the learning process.We hire only expert writers who have strong knowledge in the subject matter and put all of our materials through a thorough review process. We deploy our content through mediums such as mobile applications and other interactive channels.We are a double bottom line company that is committed to education in the developing world. Some of the profits will be used to deploy education via mobile phone in emerging countries to improve their total factor productivity growth.",
    "reviews": [
      {
        "timestampMsec": "1315189069555",
        "starRating": "3",
        "title": "Ok",
        "comment": "Missing a lot of key information such as the types of committees in the Senate and House and what they\\'re responsible for.",
        "commentId": "lg:AOqpTOEWwOGooHxWlSlojz15qV5sElNFLc-6Ntjm-f_22YouI8NpzP8qWySrE_i-GPqoodlWUKNeyJwXFX9lczA",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
