{
  "title": "Miller Analogies Test Prep",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dblpartners.mat",
  "category": "Books & Reference",
  "price": "$3.99",
  "datePublished": "August 29, 2013",
  "version": "2.1",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "5",
  "rating": "3.8",
  "contentRating": "Everyone",
  "creator": "Upward Mobility",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dblpartners.mat",
  "extendedInfo": {
    "installSize": "652k",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "With 400 analogies written by test-prep experts, Upward Mobility’s Miller Analogies Test prep app for Android is a valuable tool to help you excel on the MAT exam. Your satisfaction is important to us and we have a no questions asked refund policy for all our Android apps. We encourage you to try our application out risk free and let us know by e-mailing info@upwardpro.com if there are any issues.OVERVIEW:With 400 analogies with detailed explanations, we recommend this tool as a supplemental study tool or practice test for those who want to improve their skill level on analogies. FEATURES:*  200 analogies in the MAT format on various MAT topics, including: math, humanities, history, geography, art, and more!*  200 vocabulary-building analogies with detailed definitions. *  Exclusive, intuitive interface.*  Study Mode -- Each question is paired with a clear and useful explanation. Study at your own pace!*  Test Mode -- Designed to simulate the exam experience. Set your own question and time constraints. *  Review your answers in both question-by-question and aggregate format.ABOUT UPWARD MOBILITY:Upward Mobility is an independent test-preparation apps company that creates high quality material that is witty and engaging, perfect for on-the-go students and ambitious professionals. All of our content is developed exclusively for Upward Mobility by writers who are subject matter experts and undergoes a thorough review process.We are a double bottom line company that is committed to education in the developing world. Some of the profits will be used to deploy education via mobile phone in emerging countries to improve their total factor productivity growth.Customer satisfaction is our top priority, and if you have any questions or comments or are unsatisfied with our products in any way, please contact us at info@upwardpro.com and we will do our best to help you.",
    "reviews": [
      {
        "timestampMsec": "1312726713077",
        "starRating": "4",
        "comment": "I scored decent which was enough to.get me into my graduate program. Some of the questions here were on my test. Good job - HTC Inspire",
        "commentId": "lg:AOqpTOFkOubsfC3YjHT2fMMxCA83gfPIv8b8I7S3b0OyYuTWww4py9KIbXT52WHA1oouY7J5bquXfvghxCemoA",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1324613123895",
        "starRating": "2",
        "comment": "Kept doing forced closes. All of the practice tests had the same questions. MAT aren\\'t going to have these questions, as it\\'s not about memorizing que",
        "commentId": "lg:AOqpTOFAo06vSFq2zo6Gw4SZwkSeBE6E9xJ5rAVnGoTMevN6bSpDF762pIq5a1QV4brFvdwiMWe7TeeMIwlPIA",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "documentVersion": "1.0.3",
        "timestampMsec": "1285530195936",
        "starRating": "4",
        "comment": "Its somewhat useful but would be better with vocab building as part of the application. -Samsung Vibrant",
        "commentId": "lg:AOqpTOGnNiU6Veg5z6jdtgRKjHnBHSVi7JJh4A6k3pp5IjYxfaq9JYyBbaDYDyH2kW2OjCSS1mZvUNi2Qrvolw",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [

    ]
  }
}
