{
  "title": "ADA NBDE Part I Exam Prep",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dblpartners.nbde1",
  "category": "Health & Fitness",
  "price": "$7.99",
  "datePublished": "May 22, 2010",
  "version": "1.0",
  "operatingSystems": "1.0 and up",
  "ratingsCount": "4",
  "rating": "2.75",
  "contentRating": "Everyone",
  "creator": "Upward Mobility",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dblpartners.nbde1",
  "extendedInfo": {
    "installSize": "377k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Upward Mobility's National Board Dental Exam Part I Android App is a valuable tool to help you pass this important exam.Your satisfaction is important to us and we have a no questions asked refund policy for all our Android apps. We encourage you to try our application out risk free and let us know by e-mailing info@upwardpro.com if there are any issues.This practice exam/review module contains 400 questions written by professional writers with concise, but detailed explanations to help you prepare for this test.This app is designed to thoroughly cover the topics presented on the NBDE, including:Anatomic SciencesBiochemistryPhysiologyMicrobiologyPathologyDental AnatomyOcclusionUpward Mobility apps are designed with an exclusive intuitive UI. They provide a Study Mode, where questions are paired with clear explanations and the user can proceed at their own pace, as well as a Test Mode designed to simulate the exam experience, where the user can set question and time restraints and their results are presented to them upon completion in both an aggregate and a question-by-question format.About the National Board Dental Exam (NBDE)The National Board Dental Exam (NBDE) assists state dental boards in determining qualifications of dentists who seek licensure to practice dentistry. The examination assesses the ability to understand important information from basic biomedical and dental sciences and also the ability to apply such information in a problem-solving context.This app is not affiliated with the NBDE.About Upward MobilityUpward Mobility is an independent test preparation and management education apps company that creates high quality material that is witty and engaging, perfect for on-the-go students and ambitious professionals. All of our content is developed exclusively for Upward Mobility by subject matter expert writers and undergoes a thorough review process.Customer satisfaction is our top priority, and if you have any questions or comments or are unsatisfied with our products in anyway, please contact us at info@upwardpro.com and we will do our best to help you.We are a double bottom line company that is committed to education in the developing world. Some of the profits will be used to deploy education via mobile phone in emerging countries to improve their total factor productivity growth.",
    "reviews": [
      {
        "timestampMsec": "1299966203130",
        "starRating": "5",
        "title": "400 Q\\'s for $8!",
        "comment": "This app is a steal. It gives you great questions anytime you have a second to study (in line, on the bus, anywhere you don\\'t want to get a book out). It is great for reminding me all of the key words and diseases that I forgot. I use it as a supplement to my main study and to gauge where I am weak.",
        "commentId": "lg:AOqpTOG8rQHO6pAfEvTw8Mq4tnhEJAV1jr7F8gNmmqbZ6NSGMZJxRfH62hv9ZK3fKs3kwO0YnCZ5VEhGlCB3y84",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1334615979624",
        "starRating": "1",
        "title": "Don\\'t buy",
        "comment": "A lot of the questions are incorrect and are too easy. I wouldn\\'t buy this app again",
        "commentId": "lg:AOqpTOERyq8VF_lPk5fduDuyH3Wc-sRO0_klaAOV4M_oHrdXiI4B0D1E4tvSIkt5-OCRQU0lrWthvLX2J6IVEBk",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1310804624189",
        "starRating": "1",
        "comment": "The questions in this app must have been written by a high school teacher who has no idea what nbde part 1 is about. Honestly,don\\'t waste the money.",
        "commentId": "lg:AOqpTOEqPoejnYFwO1rJ0aZecDzbAUSdKp-hSbm4Yv_xFUGvl2lvEUcgyV3j-FVO30GuezhBCJHRVYgNxasesWU",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
