{
  "title": "Jobs Gear - Data Structure",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dawnsun.app.android.jobsgeards",
  "category": "Education",
  "price": "$0.99",
  "datePublished": "July 4, 2013",
  "version": "1.0",
  "operatingSystems": "2.3.3 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "Dawnsun Technologies, LLC",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dawnsun.app.android.jobsgeards",
  "extendedInfo": {
    "installSize": "5.2M",
    "downloadsCount": "1+",
    "downloadsCountText": "1 - 5",
    "description": "Preparing for any Computer Science or Information Technology examination, College Campus Recruitment or Job Interview? Try Jobs Gear - Data Structure, a complete placement preparation App for the subject.Application will assist you in quick revision of basic course content and posible interview and written test questions. This application is based on a unique methodical approach for self-guided learning that facilitates thorough understanding of the subject matter (using preparatory guide) for maximum retention of the concepts and enhances your preparedness and confidence.          Jobs Gear - Data Structure provides a prepackaged preparatory guide, Interview questions and exercise questions (MCQ) on a most required topics of Data Structure such as: 1. DS Introduction2. Data Types & Arrays3. Link list4. Stack5. Queue6. Trees7. Graphs8. Searching Algorithms9. Sorting AlgorithmsApplication is designed and tested for smart phones and tablets. You can use it anytime and anywhere as per your convenience, minimize the need to carry multiple books everywhere, and optimally utilize your time.     Customize the application as per your needs using the various settings options.Salient features:1. Orientation on the subject matter using pre-packaged preparatory guides.2. Interview questions with explanatory answers.3. MCQ questions with solutions and explanations.4. Capability to bookmark questions.We have a dedicated team of qualified and experienced professionals for content preparation and application development, enhancing and supporting this application. For any kind of questions or clarifications, suggestions, feedback etc. please do no hesitate in communicating to us at jobsgear@dawnsuntech.com",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "com.android.vending.BILLING",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.CAMERA",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
