{
  "title": "Elf Scan-O-Meter Naughty Nice",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dashtechonline.elfscanner",
  "category": "Entertainment",
  "price": "$0.99",
  "datePublished": "March 18, 2013",
  "version": "1.3",
  "operatingSystems": "2.3.3 and up",
  "ratingsCount": "2",
  "rating": "4.5",
  "contentRating": "Everyone",
  "creator": "Dash Technologies",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dashtechonline.elfscanner",
  "extendedInfo": {
    "installSize": "841k",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "Elf Scan-O-Meter: Naughty or Nice AppFor ANDROID and just in time for Christmas! Just like Santa's Elves in the movies, where the Elves scan sleeping children to see if they have been naughty or nice! Now Parents, you can pretend to scan your children if they are naughty or nice and encourage them to be NICE before Santa's arrival!Parents Be warned: If you give your Phone to your kids with our app, you may not get your Phone back for a few hours!!! This app is highly addictive in fun for your kids too! Kids will start scanning their brother and sisters, cereal boxes, anything to see if anything they scan is naughty or nice!! Elf Scanner gives you full control, you can set the Naughty or Nice level with ease on the main screen so if your child is being NICE, you can set it to be nice and if they are being naughty you can set it to default to naughty. And of course you can have it be Random so your Phone will choose if your child is naughty or nice!-Futuristic looking graphics-Animation and sounds-Ability to set naughty,nice,random scan modesInstructions on use of Elf Scanner:1. Hold iPhone to Child's head or body2. Tap on SCAN button3. Phone will determine if NAUGHTY or NICEPreset Naughty or NiceOn main screen, you will see four smiley faces. 1. Smiley Face button with smile will always make Scan results NICE2. Smiley Face button with frown will always make Scan results NAUGHTY3. Smiley Face button with halo will always make Scan results 100%4. Smiley Face button with ? will always make Scan results RANDOMAny questions, please contact us at www.DashyApps.com",
    "reviews": [
      {
        "timestampMsec": "1324579309640",
        "starRating": "4",
        "title": "Fun!",
        "comment": "Fun app! Keeps the kids in line. Wish you could hide the naughty/nice buttons so the kids can\\'t figure out how it works",
        "commentId": "lg:AOqpTOHpxmrgjvLUDnc-rG-d1jbo382aEdXmOJWKh9HCOdzob2gRAlZJFdoz3J-jZqhG6vl-YLhXnKcrKMu5VQ",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1325100147329",
        "starRating": "5",
        "title": "Great for kids!!",
        "comment": "Almost tells the truth!!! Fun for whole family!",
        "commentId": "lg:AOqpTOGTu9Jz8BGTz-cNVhpvtJr0GLkchL8ycaPZi7ZYyJKZbUiVSHoFrujsoWzvbwtP9fw-euYzWjce7Wlogg",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.WAKE_LOCK"
    ]
  }
}
