{
  "title": "AP Art History Exam Prep",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dblpartners.arthistory",
  "category": "Books & Reference",
  "price": "$3.99",
  "datePublished": "December 6, 2010",
  "version": "1.1",
  "operatingSystems": "1.0 and up",
  "ratingsCount": "1",
  "rating": "4.0",
  "contentRating": "Everyone",
  "creator": "Upward Mobility",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dblpartners.arthistory",
  "extendedInfo": {
    "installSize": "698k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Aiming for a high score on your AP Art History exam? Look no further! Upward Mobility's AP Art History Exam Prep software for Android is the perfect tool to help students to ace this competitive test.Your satisfaction is important to us and we have a no questions asked refund policy for all our Android apps. We encourage you to try our application out risk free and let us know by e-mailing info@upwardpro.com if there are any issues.The module presents 130 realistic questions, covering: architecture, printing and drawing, sculpture, and otherforms of media from ancient through medieval, through the Renaissance and into the present. Addressing nearly all topics covered on the exam, this module effectively covers art pieces and movements from a wide variety of cultures, highlighting traditions in Africa, Asia, the Near East, Oceania, and more.Each multiple-choice question is paired with a clear and thoughtful explanation and a highly-detailed Key Takeaway that summarizes the main learning point of the art piece, concept, ortheory being discussed, ensuring a comprehensive understanding of the material.Upward Mobility apps are designed with an exclusive intuitive Ul. They provide a Study Mode, where questions are paired with clear explanations and the user can proceed at their own pace, as well as a Test Mode designed to simulate the exam experience, where the user can set question and time restraints and their results are presented to them upon completion in both an aggregate and a question-by-question format.This app is not affiliated with the College BoardAbout Upward MobilityUpward Mobility is an independent test preparation and management education apps company that creates high quality material that is witty and engaging, perfect for on-the-go students and ambitious professionals. All of our content is developed exclusively for Upward Mobility by subject matter expert writers and undergoes a thorough review process.Customer satisfaction is our top priority, and if you have any questions or comments or are unsatisfied with our products in anyway, please contact us at info@upwardpro.com and we will do our best to help you.We are a double bottom line company that is committed to education in the developing world. Some of the profits will be used to deploy education via mobile phone in emerging countries to improve their total factor productivity growth.",
    "reviews": [
      {
        "timestampMsec": "1302908483880",
        "starRating": "4",
        "comment": "Pretty helpful.",
        "commentId": "lg:AOqpTOFC2ksr8knjkqhcHKjUEbIRgAqlilV-nH5o7-nIeUQDjBzFYJC9Sks3_Yx4KqYclDNEMCE79maWzIrmAA",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
