{
  "title": "Texas Real Estate Exam Prep",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dblpartners.RealtorPrepTexas",
  "category": "Books & Reference",
  "price": "$8.99",
  "datePublished": "May 17, 2010",
  "version": "1.1",
  "operatingSystems": "1.0 and up",
  "ratingsCount": "4",
  "rating": "3.0",
  "contentRating": "Everyone",
  "creator": "Upward Mobility",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dblpartners.RealtorPrepTexas",
  "extendedInfo": {
    "installSize": "385k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Want to ace your Texas real estate exam? Look not further! This app for Android contains 419 questions covering essential vocabulary and state exam specific knowledge. Each question is paired with a detailed explanation written by professional writers and real estate experts.Your satisfaction is important to us and we have a no questions asked refund policy for all our Android apps. We encourage you to try our application out risk free and let us know by e-mailing info@upwardpro.com if there are any issues.Contents:233 Real Estate Vocabulary Questions - Covers key vocabulary across the real estate business. In many cases, people struggle to articulate definitions even if generally they know what they mean. This is a major barrier on tough exams and this app will help with that.186 Texas Specific Questions - Focus on key areas of content for the Texas sales person / real estate agent exam.This app addresses nearly all topics on the exam, including:Legal AspectsEncumbrancesReal Estate LawFinancing EscrowContractsTaxationSubdivisionBusiness OpportunitiesLand DescriptionsAppraisalVocabulary / DefinitionsKey Cities Covered: Houston, Dallas, San Antonio, Austin, El Paso, Fort Worth, Arlington, Corpus Christi, Plano, Garland, Lubbock, IrvingModesFlow-through: Go through our premium curriculum question by question. You can resume where you left off using the Review Screen.Review mode: Keeps track of questions you reviewed and understood. This allows you to track your progress and circle back to specific questions. You can also jump to specific topics to focus on areas that you want to work on.Test Mode: Set your own time, categories and number of questions for a simulated exam.Realtor Prep is a joint venture between United Real Estate Media and Upward Mobility.About Upward MobilityUpward Mobility creates high quality management education and test preparation material that is witty, engaging, and adds value in the learning process.We hire only expert writers who have strong knowledge in the subject matter and put all of our materials through a thorough review process. We deploy our content through mediums such as mobile applications and other interactive channels.We are a double bottom line company that is committed to education in the developing world. Some of the profits will be used to deploy education via mobile phone in emerging countries to improve their total factor productivity growth",
    "reviews": [
      {
        "timestampMsec": "1323465416330",
        "starRating": "5",
        "comment": "App is very good. Developer also sent me the .APK file, so I could load it on my Kindle Fire. Xlnt support!",
        "commentId": "lg:AOqpTOH_QwUWr4gR3IbSQm1gA0FG0USPycsIb8hp9oOdK0HnQodOtGg65cSbVyDfl0fGaWv1zex37GSzWkz24g",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1344802644332",
        "starRating": "1",
        "title": "Don\\'t waste your money",
        "comment": "It\\'s useless, it\\'s a waste of time and money, you\\'ll be very disappointed if you get it.sucks.",
        "commentId": "lg:AOqpTOExnDvh_x2qmPEEnLwTNlU4O9mA4y7mk-7jJVfAIYPZ8CjJ3l3CbSCtqHKt-FXRUtX6eZ5FA3OIZsTaHw",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
