{
  "title": "CISSP Exam Prep",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dblpartners.cissp",
  "category": "Books & Reference",
  "price": "$5.99",
  "datePublished": "December 6, 2010",
  "version": "1.1",
  "operatingSystems": "1.0 and up",
  "ratingsCount": "8",
  "rating": "3.75",
  "contentRating": "Everyone",
  "creator": "Upward Mobility",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dblpartners.cissp",
  "extendedInfo": {
    "installSize": "423k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "The CISSP Exam Prep app is Upward Mobility’s focused Android app for the Certified Information Systems Security Professional Exam, as regulated by the International Information Systems Security Certification Consortium (ISC). This module contains a targeted curriculum of more than 350 simulated exam questions dealing with the successful application of system maintenance and security. Each question is paired with a clear and insightful explanation paired with a Key Takeaway that summarizes the key learning point of the question, ensuring comprehensive understanding of the material.Your satisfaction is important to us and we have a no questions asked refund policy for all our Android apps. We encourage you to try our application out risk free and let us know by e-mailing info@upwardpro.com if there are any issues.Just like in the actual exam, the CISSP Exam Prep covers ten core knowledge areas:application security,access control,business continuity and disaster recovery,risk management and information security,cryptography,environmental security,operations security,legal issues,network security and telecommunications,and security systems design.As defined by the ISC, the purpose of the CISSP is to test qualified security professionals upon a standardized compendium of security information, relevant to professionals around the world. Accordingly, the CISSP is meant to establish “a common framework of information security terms and principles that allow information security professionals worldwide to discuss, debate, and resolve matters pertaining to the profession with a common understanding.” Upward Mobility’s CISSP Exam Prep will help you to prepare to do just that by helping you to bridge the gap between your system security knowledge and practical hands-on application.This app is neither associated with nor endorsed by the ISC.About Upward MobilityUpward Mobility creates high quality management education and test preparation material that is witty, engaging, and adds value in the learning process.We hire only expert writers who have strong knowledge in the subject matter and put all of our materials through a thorough review process. We deploy our content through mediums such as mobile applications and other interactive channels.We are a double bottom line company that is committed to education in the developing world. Some of the profits will be used to deploy education via mobile phone in emerging countries to improve their total factor productivity growth.",
    "reviews": [
      {
        "timestampMsec": "1294286312371",
        "starRating": "4",
        "comment": "At first look content seems up to date and explanations are good and complete. After working with it for a while I\\'m finding errors.",
        "commentId": "lg:AOqpTOFAA6UboHY1FC5Nve1VT4a-cDgEzTB8nbLm8wlEgAqVnZOIX3lnA5-Je-e-OX3OhOwMOF_WuwaLeSadLNc",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1340315832794",
        "starRating": "4",
        "comment": "393 decent questions",
        "commentId": "lg:AOqpTOFoprZ9Y6PQgKiWb_RygYCDpA1MvEMbygCZvRycGC1pazQe_PTZDyOLBv0bMKvDm27XokB1bn5LYULsZVg",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1307891059552",
        "starRating": "1",
        "title": "only 36 questions ?",
        "comment": "Very high price for only 36 questions",
        "commentId": "lg:AOqpTOGLEVfBbs4o2md49GR1Vo95oEe1_6JyDuLGmrpsybhhDPEX8V0Hvbqe56PI9Rgz6ok9bXVPh42tNlWedBE",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
