{
  "title": "Where Is It ...? Free",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dcb.whereisitdemo",
  "category": "Brain & Puzzle",
  "price": "Free",
  "datePublished": "April 3, 2013",
  "version": "3.11",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "21",
  "rating": "4.6666665",
  "contentRating": "Low Maturity",
  "creator": "David Cano",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dcb.whereisitdemo",
  "extendedInfo": {
    "installSize": "6.6M",
    "downloadsCount": "10,000+",
    "downloadsCountText": "10,000 - 50,000",
    "description": "The best way to learn a child is playing and thanks to this game is going to get.Your children will learn colors and numbers in English, French and Spanish through fun animated dolls that react in a way in case of success and another on failure.If your child or baby or kid likes to play fetch objects or do puzzles with this game as it will educate. Most little kids will have fun and develop their mind and above will do so in several languages, will be the smartest in the class.           Children will have fun while learning!!Features:- 8 colors (yellow, blue, white, purple, orange, black, red and green) represented by eight different cute animated dolls as a bird, a Martian, a ghost, etc.- The numbers 0 to 9 represented by animals, objects and characters as a car, a magician, a duck, etc. (FULL VERSION ONLY)- Texts in English, French and Spanish.- Voices in English, French and Spanish that tell the child what color or number to search for.It is an ideal game for children 2, 3, 4 and 5 years old.NOTE: The free version has advertising, if you want an ad-free version download the paid version. French language only available in the full version.Keywords: Kids, young, teaching, babies, intelligence, educational, preschool, baby, training, puzzle",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "com.android.vending.CHECK_LICENSE",
      "android.permission.WAKE_LOCK",
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_COARSE_LOCATION"
    ]
  }
}
