{
  "title": "First Grade Question Game",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.decrux.android.kqs",
  "category": "Education",
  "price": "$0.99",
  "datePublished": "May 28, 2012",
  "version": "1.0",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "Decrux Infotech",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.decrux.android.kqs",
  "extendedInfo": {
    "installSize": "1.9M",
    "downloadsCount": "50+",
    "downloadsCountText": "50 - 100",
    "description": "First Grade Brain Teaser (Talent Hunt) is an application targeted for first graders. 1. It helps first graders to learn concepts of Science, English, Mathematics, and Social Science.2. The repository contains more than 300 interesting multiple choice questions.3. Question are randomize in the application so that the kid just don’t remember them they understand the concepts behind it.4. A lot of our questions have explanation which is displayed if an incorrect answer is selected. That makes them understand why the answer that they have selected is incorrect and what should be the correct answer.5. Soup Section has been added to the application to randomize question of different categories into one question set. That makes the brain think in all the directions. 6.The correct answer is prompt to the Kid if an incorrect answer is selected. That makes the kid understand what is incorrect so they can correct the mistake next time.7.\tA Progress sheet can be viewed by kids or parents to have a quick glance on the achievement of the kid.8.\tProgress Sheet is displayed with the time that the kid has spent on solving the problems for a particular subject.9.\tKids enjoy this game and try to do their best so as to earn Gold, Silver and Bronze Trophies.10.\tBased on the percentage each subject is awarded with the stars to keep the kids involved in the learning game and they try to perform their best to get all the stars.11.\tThe application has soothing background music with sounds to identify the correct and incorrect answers. It can also be muted if they want to play the game in silent mode.Any feedbacks or suggestions are welcome to improve this application as we want to have all the kids learn the most fun way !keywords : Maths Questions , Science Questions, Brain teaser questions for first graders. Teachers Questions.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE"
    ]
  }
}
