{
  "title": "Peppa Pig TV Episodes",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.david.peppapigtv",
  "category": "Entertainment",
  "price": "Free",
  "datePublished": "September 4, 2013",
  "version": "1.0.0.5",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "10",
  "rating": "3.4",
  "contentRating": "Everyone",
  "creator": "Balthazar Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.david.peppapigtv",
  "extendedInfo": {
    "installSize": "1.8M",
    "downloadsCount": "10,000+",
    "downloadsCountText": "10,000 - 50,000",
    "description": "Peppa Pig TV app provides a huge collection of Peppa Pig videos and will be regularly updated with new episodes.Peppa Pig is a British animated television series created, directed and produced by Astley Baker Davies and distributed by E1 Kids. To date, four series have been aired.Peppa Pig is a children's television programme broadcasting on Channel 5/Nick Jr. in the UK and Nickelodeon/Nick Jr. in USA. Each episode is approximately 5 minutes long. The show revolves around Peppa and her family and friends. Each of her friends is a different species of mammal. Peppa's friends are the same age as her, and Peppa's younger brother George's friend Richard is the same age as him. Episodes tend to feature everyday activities such as attending playgroup, going swimming, visiting their grandparents, going to the playground or riding bikes.The characters wear clothes, live in houses, and drive cars, but still display some characteristics of the animals on which they are based. Peppa and her family snort like pigs during conversations, the other animals make their respective noises when they talk, with some exhibiting other characteristics, such as the Rabbit family's enjoyment of carrots. - Peppa Pig - A pig who is the main character. She enjoys jumping in muddy puddles and playing fairy and dress up. She is 5 years old(But in series 1 in the episode my birthday party. Peppa's cake had 4 candles which would mean she was 4 years but she is 5 year's old from series 2 onwards)- George Pig - He is Peppa's little brother. He is most episodes and often seen in possession of his toy dinosaur. He cries a lot but loves Peppa. He is 2 years old- Mummy Pig - Mummy Pig is Peppa and George's mother. She has fun with them by playing monopoly. It could be true that she could be best friends with Mommy sheep.- Daddy Pig - Daddy Pig is Peppa and George's father. He is quite lazy and unfortunately he is also quite fat. He appears to be an architect and in an episode he is building a house for Wendy Wolf. He could be best friends with Daddy rabbit.- Grandpa Pig (Mummy Pig's dad). He is loved by Peppa and George. He has a passion for gardening.- Granny Pig (Mummy Pig's mum). She is also loved by George and Peppa and is a fan of perfume.- Uncle Pig - Uncle Pig is Daddy Pig's older brother and is Auntie Pig's husband.- Auntie Pig - Auntie Pig is Uncle Pig's wife and Chloe and Baby Alexander's mother.- Chloé Pig - Chloé Pig is Peppa and George's cousin. Her friends are Belinda Bear and Simon Squirrel.- Baby Alexander Pig - Baby Alexander Pig is Chloé's baby brother - first word ' Puddle.Keywords: peppa pig videos, kids videos, cartoons, tv showsDisclaimer: The content provided in this app is hosted on YouTube & is publicly available. The videos were not created by us or uploaded to Youtube. This app only offers a new way to have the top videos organized in one place and accessable with one click. This app is unofficial and is simply a shortcut to the free information offered by youtube.For more great video apps please visit our Google Play Store at: balthazarapps.comAny problems or suggestions, please contact us.",
    "reviews": [
      {
        "documentVersion": "0.0.4",
        "timestampMsec": "1377280913837",
        "starRating": "4",
        "title": "0000",
        "comment": "I like it",
        "commentId": "gp:AOqpTOHg61tmj2KRj3eUZ-2rExaJuZSStubXF5Lr4TjLd0Djc4f2g7lGX1vwm7oTgW-Cs6tSLWscZp6OEY1WvQ",
        "author": "Matilda Lyford",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1376279484165",
        "starRating": "1",
        "title": "Needs work",
        "comment": "I can hear the episode but can\\'t see it.",
        "commentId": "gp:AOqpTOEeqt5aYektTs4eeUk6gA5l28AISk_4qWQDkRsxPjsqwBB7UORItEJJy2Bj9rdMQGdCAQs35SFtMybhyg",
        "author": "Tamara H.",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE"
    ]
  }
}
