{
  "title": "NBDE Part I and Part II Bundle",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dblpartners.NBDEBundle",
  "category": "Books & Reference",
  "price": "$13.99",
  "datePublished": "May 22, 2010",
  "version": "1.0",
  "operatingSystems": "1.0 and up",
  "ratingsCount": "4",
  "rating": "4.25",
  "contentRating": "Everyone",
  "creator": "Upward Mobility",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dblpartners.NBDEBundle",
  "extendedInfo": {
    "installSize": "447k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Upward Mobility’s National Board Dental Exam Bundle app for Android is a valuable tool to help you pass the important American Dental Association (ADA) NBDE exams. This high-value bundle contains material for both Part I and Part II of the dental boards, and gives you a 20% savings over buying the apps separately.Your satisfaction is important to us and we have a no questions asked refund policy for all our Android apps. We encourage you to try our application out risk free and let us know by e-mailing info@upwardpro.com if there are any issues.Our exam review module contains 800 questions written by professional writers with concise, but detailed explanations ensure the comprehension needed for the exam. 400 questions in this module address Part I, and 400 address Part II.Questions for Part I include the topics:Anatomic Sciences,Biochemistry,Physiology,Microbiology,Pathology,Dental Anatomy, andOcclusion.Part II questions include the topics:Endodontics,Operative Dentistry,Oral and Maxillofacial Surgery/Pain Control,Oral Diagnosis,Orthodontics/Pediatric Dentistry,Patient Management,Periodontics,Pharmacology, andProsthodontics.Upward Mobility apps are designed with an exclusive intuitive UI. They provide a Study Mode, where questions are paired with clear explanations and the user can proceed at their own pace, as well as a Test Mode designed to simulate the exam experience, where the user can set question and time restraints and their results are presented to them upon completion in both an aggregate and a question-by-question format.This app is not affiliated with the NBDE.About Upward MobilityUpward Mobility is an independent test preparation and management education apps company that creates high quality material that is witty and engaging, perfect for on-the-go students and ambitious professionals. All of our content is developed exclusively for Upward Mobility by subject matter expert writers and undergoes a thorough review process.Customer satisfaction is our top priority, and if you have any questions or comments or are unsatisfied with our products in any way, please contact us at info@upwardpro.com and we will do our best to help you.We are a double bottom line company that is committed to education in the developing world. Some of the profits will be used to deploy education via mobile phone in emerging countries to improve their total factor productivity growth.",
    "reviews": [
      {
        "timestampMsec": "1328192323018",
        "starRating": "5",
        "title": "Great application",
        "comment": "Actually I can speak only for the first part, but I don\\'t see any reason why the second part wouldn\\'t be as good as first one. Its a very helpful application. For sure it can\\'t replace your own study books or the First Aid but its a great supplement of questions, especially since three exam results depend largely on the quantity of questions you review. Second thing is that the team behind the application its not just very professional but very helpful and supportive, really thank you guys.",
        "commentId": "lg:AOqpTOGw-Ac2eMdgUl_pfkXH5B63z-4yuldOGeJ39i0GMZa_uLk1l6YFeOKso3EPLaIPPf23iiNLdxnnWfsTy7w",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1295253645919",
        "starRating": "3",
        "comment": "This is good to identify weak spots but not sorted via subject matter and the number of questions are dismal in number tht they repeat in every test",
        "commentId": "lg:AOqpTOHMC8Aj0SRMivFVIsAmAXakM524sIdTz9gWpG8NdxVIAnxUcAr4wWgxq8p8otU8667yqATAPB3-hgqFq5g",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1297728735030",
        "starRating": "5",
        "comment": "I used this app. For part 1 along with the decks and first aid. I thought it was very helpful and was very similar to the exam. Thank you.",
        "commentId": "lg:AOqpTOH38Fw0xEBDsXE2RyEd3orCpg6Y8hDOvGi4u_zgI-q8M2CQMaxjvRj_eOXGoPGF6iVtsLEEW9YZNs3wsz4",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
