{
  "title": "Smart Help",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dee.smart.help",
  "category": "Health & Fitness",
  "price": "Free",
  "datePublished": "September 3, 2012",
  "version": "1.7",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "4",
  "rating": "5.0",
  "contentRating": "Low Maturity",
  "creator": "DeeDee",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dee.smart.help",
  "extendedInfo": {
    "installSize": "1.4M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "In *BETA TESTING* An application that can save your life!This Application will monitor your phone’s sensor to calculate the force generated by the device and based on few algorithms the application will determine automatically if you need any help or not. As a result the application will automatically send SMS with your location (you can disable this setting) and will call the phone number that you have selected and it will place the call on LOUD SPEAKER. I have designed the app keeping in mind that, if a person carrying the phone runs into an unfortunate situation like accident, or any other emergency situation(like falling down) in a remote location where no one is around to help and the person turns unconscious.,The application has two stage waring: Stage 1: It senses a force equivalent to fall, and it alerts you with a 25 second warning, asking if you need help, if you don’t respond it will do nothing.Stage 2: The force calculated is very high, yet it will display an alert for 25 seconds as in Stage 1, but if you don’t respond the application will automatically send the distress message and will place a call to your primary emergency contact.if you hit I’m fine button, the application will show an Auto Update Settings screen, if you feel if the alert was shown when you do normal activity like walking - hit auto update. but don’t update it if you are jumping, or running or doing anything acrobatic :PThis app can automatically detect if you are running and algorithm will tune itself!If you don’t wish to use this application’s awesome smart feature, you can disable it in the settings menu and just use is manually, you can click the selected contact from the main screen and it will automatically place the call for you, if you have selected “Auto Distress SMS” option in settings, it will also send your location thru SMS with just single click.It has simple and clean user interface, & designed to be very lightweight on your CPU and battery., Press and Hold text in Emergency contact / Settings Menu for help.The application’s smart technology might not work in all devices, if so you can just use it to manually send and place an emergency call in a single click.How to find if the smart technology works in your phone? \tEnable “Auto Fall Detect” Option in setting and restart your phone, when the phone is ready, shake the phone as hard as you can and keep it down for 30 seconds(don’t drop / or throw it :P) it should show your a warning message for fall detect, hit “I’m fine” and give cancel for Auto update settings..,Why releasing as Beta?\tEach phone’s sensors will not be same as other, so need to test this app in various phones, so am looking for folks who can participate in testing this app, and giving me feedback so that I can fine tune the algorithm.PLEASE READ THE FOLLOWING CAREFULLY BEFORE USING THIS APPLICATION.There is no guarantee that this app might work in critical / emergency situation, so you should not rely on the apps functionality. This application is never tested in REAL LIFE situation nor simulated Environment, hence in BETA.It is imperative that you communicate to the chosen Emergency contacts, so that they know you are using a Beta test version of application and it might send automatic message and calls to their number. The application will use GPS/Wireless Network/Internet to determine your location and internet will be used to collect anonymous application setting and usage. We use the collected data to update the working / fine tune the accuracy of the application. The above said operation might incur cost you(your contact), hence please be advised.If you even feel that this app will cause you any trouble or whatsoever please DO NOT INSTALL IT. If you chose to download and use it :Thanks for participating in the beta testing!. Please give your suggestions thru contact us option, lets make this app helpful for all and we could save a life!https://sites.google.com/site/thesmarthelp/",
    "reviews": [
      {
        "timestampMsec": "1339972880185",
        "starRating": "5",
        "title": "Jos\\303\\251 A.",
        "comment": "\\\"...emerg...lifesaving...?...thanks...\\\"",
        "commentId": "lg:AOqpTOFP1SbhGbkXZoCdQAaWFLB40rSHDFYxsrjf5_iC2_1DbDEh786PZZrNRTazDO69w2r_BWYdbzCPXrxQo2E",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1339227936944",
        "starRating": "5",
        "title": "Suresh Kumar",
        "comment": "A nice handy app to assist people!",
        "commentId": "lg:AOqpTOEId7VaU1lyR-lloMB_0DdnpTwBbivDDeghyc2JRZz-XSUqp5endGLprrNd6EwOlsgIehuPhigtzxWalQ8",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1338814285241",
        "starRating": "5",
        "title": "Helpful",
        "comment": "Excellent app...",
        "commentId": "lg:AOqpTOHO7vpiSrtZI7TU_0HKFpn84OVKeUgwC20cJdNCflt4mrdxSS1KAes9n3pJ2YTrtgFf7ksEbcnNeZA2RDc",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_CONTACTS",
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.VIBRATE",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.CALL_PHONE",
      "android.permission.MODIFY_AUDIO_SETTINGS",
      "android.permission.SEND_SMS",
      "android.permission.READ_CALL_LOG"
    ]
  }
}
