{
  "title": "Series 7 & 63 Exam Prep Bundle",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dblpartners.series763",
  "category": "Education",
  "price": "$11.99",
  "datePublished": "August 23, 2012",
  "version": "1.1",
  "operatingSystems": "1.0 and up",
  "ratingsCount": "3",
  "rating": "2.0",
  "contentRating": "Everyone",
  "creator": "Upward Mobility",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dblpartners.series763",
  "extendedInfo": {
    "installSize": "661k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Prepare yourself for a career as a securities professional with Upward Mobility's Series 7 & 63 Exam Prep Bundle for Android.  Offered here at an exclusive bundled discount price!Your satisfaction is important to us and we have a no questions asked refund policy for all our Android apps. We encourage you to try our application out risk free and let us know by e-mailing info@upwardpro.com if there are any issues.651 exclusive questions are paired with detailed explanatory answers to expand and reinforce your knowledge. 400 questions focus on the FINRA Series 7 General Securities Representative Exam and 251 are targeted at the NASAA Series 63 Uniform Securities Agent State Law Examination.These apps were written by financial education experts and edited by Samantha Tanzer, an Upward Mobility associate with a background in financial regulation.This app is not affiliated with FINRA or the NASAA. Our apps provide a Study Mode, where questions are paired with clear explanations and the user can proceed at their own pace, as well as a Test Mode designed to simulate the exam experience, where the user can set question and time restraints and their results are presented to them upon completion in both an aggregate and a question-by-question format.About Upward MobilityUpward Mobility is an independent test preparation and management education apps company that creates high quality material that is witty and engaging, perfect for on-the-go students and ambitious professionals.   All of our content is developed exclusively for Upward Mobility by subject matter expert writers and undergoes a thorough review process.Customer satisfaction is our top priority, and if you have any questions or comments or are unsatisfied with our products in any way, please contact us at info@upwardpro.com and we will do our best to help you.We are a double bottom line company that is committed to education in the developing world. Some of the profits will be used to deploy education via mobile phone in emerging countries to improve their total factor productivity growth.",
    "reviews": [
      {
        "timestampMsec": "1344350632254",
        "starRating": "1",
        "title": "Wrong answer",
        "comment": "Wrong answers all over. S7 #371: short straddle does not equal long put + short call. It\\'s short call + short put. Don\\'t use!",
        "commentId": "lg:AOqpTOGdrLrIhu1LcRQ1jzNQYB8j2LgIn_rwpQnJmOgeg75V0ASZ9nmQeF-I27VBPkHoGQ_J7p3qereca7LA4g",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
