{
  "title": "Fountain of Desires PRO",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dedfox.en.fountainofwishes",
  "category": "Entertainment",
  "price": "Free",
  "datePublished": "September 5, 2013",
  "version": "1.1",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "12",
  "rating": "4.3333335",
  "contentRating": "Everyone",
  "creator": "DedFOX",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dedfox.en.fountainofwishes",
  "extendedInfo": {
    "installSize": "2.5M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "To tell your Fortune? To predict the lucky day? – Just make a wish and flip a coin into the Wizard Fountain and you'll get an answer immediately! You can also ask it for oracular advice. “Fountain of Desires” knows everything!NOW YOU CAN ADD, EDIT AND DELETE THE WORDS RIGHT IN THE APP!THE APPLICATION IS FREE OF CHARGE!Though, it has a tiny piece of adds.If you like this software, LEAVE FEEDBACK, please, or, send your comments and improving proposals.We'll try to take them into consideration, while updating later versions.Sincerely yours, DedFOX.Keywords: telling the fortune, predicting of the future, crystal ball, everyday virtual predicting.<- THE LEGEND OF ORIGIN OF USAGE THROW COINS INTO THE WATER ->One king in search of a site for a new capital city for a long time wandering around the world and found the place. In a rage, throwing gold coins at night in the river.Many years later he became poor and the thought of these coins, and went to the place. Coins he had found, and when looked around, I realized that there will be a city!With this money he built a palace. From this matter, that if you throw a coin into the water, you're sure to come back to this place.Keywords: telling the fortune, predicting of the future, crystal ball, everyday virtual predicting.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.READ_PHONE_STATE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
