{
  "title": "ASQ Six Sigma Black Belt Prep",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dblpartners.sixsigmablack",
  "category": "Books & Reference",
  "price": "$4.99",
  "datePublished": "August 15, 2012",
  "version": "1.2",
  "operatingSystems": "1.0 and up",
  "ratingsCount": "2",
  "rating": "3.5",
  "contentRating": "Everyone",
  "creator": "Upward Mobility",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dblpartners.sixsigmablack",
  "extendedInfo": {
    "installSize": "600k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Upward Mobility's Six Sigma Black Belt test prep app for Android contains a targeted curriculum of 150 simulated exam questions addressing key topics for this important certification from the American Society for Quality (ASO). Each question is paired with a clear and insightful explanation paired with a Key Takeaway that summarizes the key learning point of the question, ensuring comprehensive understanding of the material.Your satisfaction is important to us and we have a no questions asked refund policy for all our Android apps. We encourage you to try our application out risk free and let us know by e-mailing info@upwardpro.com if there are any issues.This app would also be useful for anyone studying for lASSC's Black Belt certification (CGB). or who wants to improve their general Six Sigma /quality management skills. It is also an effective refresher for those who need to be re-certified.The intuitive Study Mode interface allows you to track your progress and circle back to questions for later review. Test Mode allows you to take the course as a sample exam and quickly review incorrect answers.The primary editors for the content were Ted Chan, an experienced project manager who holds a MBA from MIT's Sloan School of Management, and Eric Chan, an ASO certified industrial engineer.What is the Six Sigma Black Belt certification?The Certified Six Sigma Black Belt is a professional who can explain Six Sigma philosophies and principles, including supporting systems and tools. A Black Belt should demonstrate team leadership, understand team dynamics and assign team member roles and responsibilities. Black Belts have a thorough understanding of all aspects of the DMAIC model in accordance with Six Sigma principles. They have basic knowledge of Lean enterprise concepts, are able to identify non-value-added elements and activities and are able to use specific tools.In many cases, professional training is reimbursable. Check with your employer or tax accountant to determine if this training module would be for you.Disclaimer: Upward Mobility is not associated with the ASO, IASSC or any other professional organization.About Upward MobilityUpward Mobility creates high quality management education and test preparation material that is witty, engaging, and adds value in the learning process.We hire only expert writers who have strong knowledge in the subject matter and put all of our materials through a thorough review process. We deploy our content through mediums such as mobile applications and other interactive channels.We are a double bottom line company that is committed to education in the developing world. Some of the profits will be used to deploy education via mobile phone in emerging countries to improve their total factor productivity growth.",
    "reviews": [
      {
        "timestampMsec": "1302378806692",
        "starRating": "2",
        "comment": "Several study guide answers were wrong! Study interface is frustratingly cumbersome.",
        "commentId": "lg:AOqpTOFV24U3ScONTo7E1kjqAsZNUxU2cVYWdje1qPAy1llDYQWF_JvANrbOxhSOkxOLS-UsOltxDyEvEsh79-s",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
