{
  "title": "Six Sigma Green / Black Bundle",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dblpartners.six_sigma_bundle",
  "category": "Books & Reference",
  "price": "$7.99",
  "datePublished": "August 15, 2012",
  "version": "1.2",
  "operatingSystems": "1.0 and up",
  "ratingsCount": "2",
  "rating": "4.5",
  "contentRating": "Everyone",
  "creator": "Upward Mobility",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dblpartners.six_sigma_bundle",
  "extendedInfo": {
    "installSize": "927k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Get twice the value by bundling Upward Mobility’s Six Sigma Green Belt and Black Belt test prep apps for Android!Your satisfaction is important to us and we have a no questions asked refund policy for all our Android apps. We encourage you to try our application out risk free and let us know by e-mailing info@upwardpro.com if there are any issues.OVERVIEW:The Six Sigma Black Belt and Green Belt Bundle contains a targeted curriculum of 299 questions addressing key topics from the American Society for Quality (ASQ). Each question is paired with an explanatory answer and a Key Takeaway, which is designed to help the learner master crucial concepts. The primary editors for the content were Ted Chan, an experienced project manager who holds a MBA from MIT’s Sloan School of Management, and Eric Chan, an ASQ-certified industrial engineer. FEATURES:*  150 Green Belt questions.*  150 Black Belt questions. *  Exclusive, intuitive interface.*  Study Mode -- Each question is paired with a clear and useful explanation. Study at your own pace!*  Test Mode -- Designed to simulate the exam experience. Set your own question and time constraints.*  Review your answers in both question-by-question and aggregate format.In many cases, professional training is reimbursable. Check with your employer or tax accountant to determine if this training module would be for you. Upward Mobility is not associated with the ASQ, IASSC or any other professional organization. ABOUT UPWARD MOBILITY:Upward Mobility is an independent test-preparation apps company that creates high quality material that is witty and engaging, perfect for on-the-go students and ambitious professionals. All of our content is developed exclusively for Upward Mobility by writers who are subject matter experts and undergoes a thorough review process.We are a double bottom line company that is committed to education in the developing world. Some of the profits will be used to deploy education via mobile phone in emerging countries to improve their total factor productivity growth.Customer satisfaction is our top priority, and if you have any questions or comments or are unsatisfied with our products in any way, please contact us at info@upwardpro.com and we will do our best to help you.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
