{
  "title": "AP World History Exam Prep",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dblpartners.ap_world_history",
  "category": "Books & Reference",
  "price": "$3.99",
  "datePublished": "May 30, 2010",
  "version": "1.0",
  "operatingSystems": "1.0 and up",
  "ratingsCount": "2",
  "rating": "3.0",
  "contentRating": "Everyone",
  "creator": "Upward Mobility",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dblpartners.ap_world_history",
  "extendedInfo": {
    "installSize": "357k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Aiming for a high score on your AP World History exam? Look no further!  Upward Mobility's AP World History Exam Prep app for Android is the perfect tool to help you properly prepare for the multiple choice portion of this competitive college preparatory test. Your satisfaction is important to us and we have a no questions asked refund policy for all our Android apps. We encourage you to try our application out risk free and let us know by e-mailing info@upwardpro.com if there are any issues.Over 150 simulated exam questions cover all topics on the exam, including ancient world civilizations, such as the Shang, Sumarian, and Harrapan Civilizations, through the medieval, renaissance, and pre-modern period, and up to the Kyoto Protocol and modern political struggles. Each multiple-choice question is paired with a clear and thoughtful explanation and a detailed Key Takeaway that summarizes the main learning point of the question,  time period, or figure discussed, ensuring a comprehensive understanding of the material. Whether you are taking the test for the first time or striving to improve your score, this app will help you succeed. Our apps are designed with an exclusive intuitive UI.  They provide a Study Mode, where questions are paired with clear explanations and the user can proceed at their own pace, as well as a Test Mode designed to simulate the exam experience, where the user can set question and time restraints and their results are presented to them upon completion in both an aggregate and a question-by-question format.Upward Mobility provides a wide range of AP, SAT, and CLEP Exam Prep apps to help you achieve your college entrance goals. Author: Katie McConnaughey is a freelance writer and editor based in Redmond, Washington. She received her Bachelors in History from Mount Holyoke College in 2004. Since that time, she has worked in the publishing industry, working primarily on children's and young adult literature. Since going freelance in 2007, Katie has edited, written, proofread, and copyedited for a large variety of clients, including Simon & Schuster, Alloy Entertainment, becker&mayer! book producers, Symphony Space, diacriTech, the New York City Department of Health & Mental Hygiene, and a number of private clients. She specializes in creative and educational non-fiction for the children’s and YA market. About Upward MobilityUpward Mobility is an independent test preparation and management education apps company that creates high quality material that is witty and engaging, perfect for on-the-go students and ambitious professionals.   All of our content is developed exclusively for Upward Mobility by subject matter expert writers and undergoes a thorough review process.Customer satisfaction is our top priority, and if you have any questions or comments or are unsatisfied with our products in any way, please contact us at info@upwardpro.com and we will do our best to help you.We are a double bottom line company that is committed to education in the developing world. Some of the profits will be used to deploy education via mobile phone in emerging countries to improve their total factor productivity growth.",
    "reviews": [
      {
        "timestampMsec": "1301053325941",
        "starRating": "3",
        "comment": "It has 157 questions that all relate very well to the exam. However, that is all it has. They are not separated into chapters or time periods.",
        "commentId": "lg:AOqpTOFED8qt7bnwHDgii9W1Sjh-h05QHTPAQ7ZFbFILGvf0x8rngU6ql1_8dkM0oSz_KgL8F75bh-K4wghXvQ",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
