{
  "title": "Personal Trainer Exam Prep",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dblpartners.trainer",
  "category": "Education",
  "price": "$4.99",
  "datePublished": "October 6, 2011",
  "version": "1.1",
  "operatingSystems": "1.0 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "Upward Mobility",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dblpartners.trainer",
  "extendedInfo": {
    "installSize": "367k",
    "downloadsCount": "50+",
    "downloadsCountText": "50 - 100",
    "description": "With 396 targeted questions, Upward Mobility’s Personal Trainer Exam Prep app for Android will help you jump-start your career as a personal trainer.OVERVIEW:This module contains a targeted curriculum of multiple-choice questions and detailed, explanatory answers, all written exclusively for Upward Mobility by expert writers who are certified personal trainers. Designed to reinforce and expand your practical knowledge in crucial areas such as biomechanics, nutrition, and exercise program design, the Physical Trainer Exam Prep app is perfect for those studying for personal trainer certifications, professional physical trainers looking to brush up on basic concepts, and even fitness buffs.FEATURES:*  396 multiple-choice questions with explanations.*  The questions cover crucial topics in personal training, including biomechanics, physiology, training adaptations, and exercise program design.*  Exclusive, intuitive interface.*  Study Mode -- Each question is paired with a clear and useful explanation. Study at your own pace!*  Test Mode -- Designed to simulate the exam experience. Set your own question and time constraints. *  Review your answers in both question-by-question and aggregate format.--ABOUT UPWARD MOBILITY:Upward Mobility is an independent test-preparation apps company that creates high quality material that is witty and engaging, perfect for on-the-go students and ambitious professionals. All of our content is developed exclusively for Upward Mobility by writers who are subject matter experts and undergoes a thorough review process.We are a double bottom line company that is committed to education in the developing world. Some of the profits will be used to deploy education via mobile phone in emerging countries to improve their total factor productivity growth.Customer satisfaction is our top priority, and if you have any questions or comments or are unsatisfied with our products in any way, please contact us at info@upwardpro.com and we will do our best to help you.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
