{
  "title": "Get A Girl",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.datehottergirls.getagirl",
  "category": "Lifestyle",
  "price": "$1.99",
  "datePublished": "February 15, 2012",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "8",
  "rating": "4.0",
  "contentRating": "Medium Maturity",
  "creator": "Date Hotter Girls",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.datehottergirls.getagirl",
  "extendedInfo": {
    "installSize": "1.1M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Have you ever met a girl who acted in a way that made no sense? Ever wonder why a girl would go for a certain guy, but ignore you? Do you just have a hard time understanding women?I want to tell you about an app that “de-codes” a woman’s behavior based on her personality type. This way, you’ll know exactly what “type” she is so that you can make your move and finally get that girl who only confused you before.Look, I know how you feel when you’re sitting across from “her.” I know that there is that “ONE GIRL” who’s been driving you crazy…the one who you’re constantly checking her Facebook, seeing if she’s texted you back, and wondering where she is each night…I know the frustration of feeling like everything you’re doing is wrong…like every time you make a move you end up regretting it…what it feels like to think that she’s LAUGHING at you behind your back with her friends and maybe even other guys.Wouldn’t it be nice to turn all that around? So that YOU’RE the one LAHGING AT the guys chasing HER? Would you like to feel what it’s like to KISS her, be CLOSE to her, and have HER calling/texting YOU? Would you be happier if you could just find a way to be with her? Would you feel more confident if you KNEW you could have her as your loyal girlfriend?Thought so. And that's why you're going to love what I'm about to put on your phone. First, let me answer the obvious question:“Why Should You Listen To Me?”Simple... because I’ve dedicated the last 6 years of my life to this stuff! I moved to New York City so I could finally figure out how to meet and date women successfully. I put myself in literally THOUSANDS of situations to approach, chat up, meet, date, and form relationships with every type of woman.But I didn’t just do it blindly. I also used the knowledge I’d attained earning a degree in Biology to sort, characterize, and make sense of my experiences. Eventually I cracked “the code.”I’m now able to “type” women (based on the Myers-Briggs Test) just by asking a few simple, under-the-radar questions! Questions as innocent as:“What do you enjoy doing on the weekends?”“What was your favorite subject in school?”“What do you want to order for dinner?”Based on her answers, I can determine if she’s shy/outgoing, funny/serious, party-girl/career-driven, and hundreds of other distinctions. Knowing “how she is” lets me plan exactly what conversation topics to bring up, when to make a move and, most importantly, how to move things in a romantic direction with ease!This summer, I helped a few students of mine “profile” girls in their lives. When they saw how effective this was, they begged me to create software that would do this automatically.At first, I refused. I didn’t like the idea of a software program sucking men’s attention. All my dating advice is about getting men OUT IN THE REAL WORLD to MEET WOMEN! So computer software just wasn’t going to cut it……but then I learned about apps…The thought of giving men the ability to whip out their phone on a date, answer a few quick questions, and then get an INSTANT profile of the girl sitting across from them sounded AWESOME! If nothing else, I wanted this app FOR MYSELF! So I got some nerds to help me perfect an algorithm that perfectly profiles ANY girl. The quiz is based on 16 questions, but only answering 5 or 6 questions can produce a HIGHLY accurate profile! Each of the 16 female personality profiles have been carefully written by me so you have EVERYTHING you need to know to get the girl. From how to talk to her to how to set up the date!And just to make this is the best app on your phone, I also included a bonus section that details the perfect playlist, perfect date, and even a FREE subscription to my dating newsletter!All for less than a small cup of Starbucks coffee! It’s a no-brainer. If you’re a single guy, then here’s all you need to know: Get the app, get the girl.",
    "reviews": [
      {
        "timestampMsec": "1350619359161",
        "starRating": "5",
        "title": "Get Her Type",
        "comment": "Always a fan of material that helps you get to know the unique person as they are, rather than peg them into a one size fits all. Great dating & lifestyle info in this app! Well worth the coffee price",
        "commentId": "lg:AOqpTOEh1aQgwjzihSxvNsdZk0Y2iUaMlfVQltNU0-iKxgmzXmnBG9xVzK5u4Fcqon9CIljJ797OAOzJURxTifQ",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1329383385315",
        "starRating": "5",
        "title": "Great!",
        "comment": "Concise and straight to the point this app is worth every penny of it. It looks better and is easier to handle than most other apps out there. Similiar to the previous this is a constant reminder that knowledge is power but actions bring results. Thanks and well done, Rob Judge!",
        "commentId": "lg:AOqpTOEJ3DpPsOdDXRBBtrj2WxIfEnnhIk7xNxbgF3wkpRG8RX6jDoTLJtPJa3PUOGDB78L90Nyr8mDWomUQ4MI",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1334011880229",
        "starRating": "1",
        "title": "Rubbish lol",
        "comment": "Asks you to sign up to a newsletter at one point, this is rubbish do not buy...",
        "commentId": "lg:AOqpTOF-gOvDbKRAd5FEc2tQoulwgzLTitWdKo8SE__EEkqhVfwzMKZ4cTdcXZ79wMllyXZJKAGfdyP8PkWTTNM",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1329361115596",
        "starRating": "5",
        "title": "Awesome",
        "comment": "I can now more easily recognize the different ttpe of girls",
        "commentId": "lg:AOqpTOEZadRsfbyFG3_v_uibxJw7C7rJa6ZyvkehGCBdu1BzaPf2mp0DyBgoQm6GWVgaQnOmt52D2skORZmbs2U",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1329360557881",
        "starRating": "5",
        "title": "Awesome",
        "comment": "The best app around that shows you how to get a girlfriend",
        "commentId": "lg:AOqpTOFVoPj___6WhIBHQTRUJ0eJZabWtMNlkdfqvcVKO_zuEzw0JYzdjmOpobU_brgPhQkr2DyaWh53bPvD7_Q",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.VIBRATE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_LOCATION_EXTRA_COMMANDS",
      "android.permission.READ_PHONE_STATE",
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.GET_ACCOUNTS",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
