{
  "title": "Date My Family",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.datemyfamily.androidapp",
  "category": "Entertainment",
  "price": "Free",
  "datePublished": "May 16, 2012",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "2",
  "rating": "1.0",
  "contentRating": "Everyone",
  "creator": "DateMyFamily",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.datemyfamily.androidapp",
  "extendedInfo": {
    "installSize": "248k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "# 1 FREE ONLINE DATING WEBSITE FOR FAMILY ORIENTED INDIVIDUALS Stop paying for matches this is free! V 1.0 App If you are interested in finding love, but have tried all of the dating sites out there with little to no meaningful result, DateMyFamily.com may just be what you are looking for. Want to meet that special someone that shares the same family values as you do? Want to stay connected with your family knowing that all your information will stay private amongst each other? Do you want to build a meaningful, long lasting relationship that will serve as a foundation to build a life on? DateMyFamily.com is a family-oriented website that focuses on matching singles that have or come from broken families. The meaning of marriage in today's society has lost value. Single Parent dating is rising as divorce rates increase. Meanwhile, people are losing focus on what truly is most important in life: Family. Our goal is to foster family growth and the importance of family. We believe that everyone deserves to have a loving family to come home to every day. True happiness comes when you have people to share moments with. The DMF V 1.0 App allows you to quickly browse through your matches within seconds! - Message free with other users right away - Registration is free and takes only a few seconds - Review all your matches - Freely message all your matches After registering through the app we invite you to visit our website to unlock all the features DateMyFamily.com has to offer you. Your feedback is highly appreciated, so please feel free to voice your suggestions to us anytime at info@datemyfamily.com",
    "reviews": [
      {
        "timestampMsec": "1358047366235",
        "starRating": "1",
        "title": "Very bad",
        "comment": "Not a good app at all.You cant sign in.",
        "commentId": "gp:AOqpTOG6iavomXOi9siOnaKxoheg9XSBBBQgSHWh09blZCzLlcXhlAxPcRhEJeHN4EWy5jXhsmroL4c4bcspYg",
        "author": "benicisa savoy",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1352572326111",
        "starRating": "1",
        "title": "Crappy",
        "comment": "Couldnt even sign up.. Uninstaling :/",
        "commentId": "lg:AOqpTOGOTBfmRAhlnq2eMEvyFwRY6dVtvwswHj6XyuE253a3A1_ORqNA3wsUMLdXzE-3T-9lVxPxn0MRfY9-0Q",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET"
    ]
  }
}
