{
  "title": "Daisy Live Wallpaper",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.daisylivewallpaper",
  "category": "Personalization",
  "price": "Free",
  "datePublished": "August 22, 2013",
  "version": "2.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "23",
  "rating": "4.0434785",
  "contentRating": "Low Maturity",
  "creator": "Live Wallpapers and Backgrounds",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.daisylivewallpaper",
  "extendedInfo": {
    "installSize": "1.5M",
    "downloadsCount": "10,000+",
    "downloadsCountText": "10,000 - 50,000",
    "description": "Decorate your phone with “Daisy Live Wallpaper”! Download these beautiful backgrounds and beautify your screen with these delicate flowers swinging in the light breeze! It is a perfect app for all romantic girls out there! Bring the magic of spring into your life – let these delicate “white flowers” enchant you and fill your heart with warmth of the beginning of a new season! May each of your days be happy and filled with the scents of spring! Enjoy beautiful daisies on your phone screen! Get this free app now!To use: Home -> Menu -> Wallpapers -> Live WallpapersDownload Daisy Live Wallpaper and treat your phone with these amazing backgrounds! 'Daisies are like a sunshine to the ground' – so why wouldn't you shed some light on your desktop! Get these amazing backgrounds and feel the magic of the spring whenever you want to! A single “daisy flower” can improve your mood in a matter of seconds!Daisies are one of the most popular flowers. They are simple yet sophisticated and are commonly found around us. Since the old days, this plant has always been considered as a supreme flower and they belong to the group that has played significant roles in human history. Its name came from Anglo Saxon words ‘daes eage’ meaning ‘day’s eye’. This is due to the fact that the flowers open at dawn, just at the time, when the day is about to begin. They originated in Central, Northern and Western Europe, however now they are grown throughout the world. The flowers are used by children to make chains or garlands. Daisy leaves are edible, hence are often used in salads. The flower itself can be used to make herbal tea and honey. Florists love to use lots of white and yellow plants when making bridal bouquets. The plants have earned their popularity indoors and outdoors by their attractive blooms and their ease of growth.Daisy represents purity, loyal love and are symbol of innocence. It also can symbolize new beginnings. It is also said to be the ultimate symbol of inner sanctity. The plant was revered by the Church as the symbol of Virgin Mary. It was also believed by some people that after the death of a person, a daisy begins to grow on its own if the deceased had been a good man. It is a fertility symbol in both the Christian and pagan traditions.In some regions, these plants are also known as ‘thunderflowers’, which is due to the fact that the peak blooming season is summer, when thundershowers occur very often. Till today, this plant is used by many people to express the language of love in a special way and it is commonly related to the fifth wedding anniversary. The 'she loves me, she loves me not' famous method of pulling petals to tell love’s fortune was first used with this flower. Get Daisy Live Wallpaper and enjoy the sight of these beautiful plants on your screen!This live wallpaper has been tested on latest devices such as Samsung Galaxy S3, S4, Note II, HTC One X, Google Nexus 4, Sony Xperia Z. Please contact us if your device is not supported.",
    "reviews": [
      {
        "timestampMsec": "1376240294722",
        "starRating": "5",
        "title": "Cute",
        "comment": "It\\'s really cute I like it",
        "commentId": "gp:AOqpTOFORMmRfDUNhYMTdxKman2K-NVM-lI2Z3Ded_xEGdJMZSYrPIXYY14x5cXca30zowsd2fHwEu01Z3WOBg",
        "author": "Vicky Zodrow",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "android.permission.GET_TASKS",
      "android.permission.WAKE_LOCK",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "com.android.launcher.permission.UNINSTALL_SHORTCUT",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.GET_ACCOUNTS",
      "com.android.browser.permission.READ_HISTORY_BOOKMARKS",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
