{
  "title": "PRAXIS II World and US History",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dblpartners.pwaush",
  "category": "Books & Reference",
  "price": "$5.99",
  "datePublished": "August 23, 2012",
  "version": "1.1",
  "operatingSystems": "1.0 and up",
  "ratingsCount": "4",
  "rating": "3.75",
  "contentRating": "Everyone",
  "creator": "Upward Mobility",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dblpartners.pwaush",
  "extendedInfo": {
    "installSize": "611k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Android Mobility's PRAXIS II: World and US History Exam Prep Pro app for the iPhone and iPod Touch is the perfect tool to help prospective teachers properly prepare for this competitive certification exam.Your satisfaction is important to us and we have a no questions asked refund policy for all our Android apps. We encourage you to try our application out risk free and let us know by e-mailing info@upwardpro.com if there are any issues.The module contains over 340 simulated exam questions addressing nearly all the topics commonly covered on the test. Each question is followed by a clear and insightful explanation paired with a Key Takeaway. The key takeaway summarizes the key learning point of the question, ensuring comprehensive understanding of the material.Our focus is not to blanket you with hundreds of questions, but rather to focus on the key concepts in reviewing for the exam. We recognize your time is valuable, so each question is structured to help you master an important area of knowledge for the test. Topics include:ancient world civilizations, the enlightenment, the founding of the new world, the modern era, andgeneral terminology necessary for success.Author:Katie McConnaughey is a freelance writer and editor based in Redmond, Washington. She received her Bachelors in History from Mount Holyoke College in 2004. Since that time, she has worked in the publishing industry, working primarily on children's and young adult literature.Since going freelance in 2007, Katie has edited, written, proofread, and copyedited for a large variety of clients, including Simon & Schuster, Alloy Entertainment, becker&mayer! book producers, Symphony Space, diacriTech, the New York City Department of Health & Mental Hygiene, and a number of private clients. She specializes in creative and educational non-fiction for the children’s and YA market.About Android MobilityAndroid Mobility creates high quality management education and test preparation material that is witty, engaging, and adds value in the learning process.We hire only expert writers who have strong knowledge in the subject matter and put all of our materials through a thorough review process. We deploy our content through mediums such as mobile applications and other interactive channels.We are a double bottom line company that is committed to education in the developing world. Some of the profits will be used to deploy education via mobile phone in emerging countries to improve their total factor productivity growth.",
    "reviews": [
      {
        "timestampMsec": "1378418434331",
        "starRating": "1",
        "comment": "Couldn\\'t open after purchase on three devices. No response from Sellers.",
        "commentId": "lg:AOqpTOFqPwRMw7R_1eV94eZ0M4uVALddEqBZsbe3Cmo6iNb66TFbrvLHleZ91ETw13vUjiYOd4bSkUrC6GRgdRA",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1352013545264",
        "starRating": "5",
        "title": "Great Study-",
        "comment": "Not 1 of these questions were on the test~",
        "commentId": "lg:AOqpTOFFDW-edrvkMKa_tzkPZ-_rItVYKveSOKaOyZCv3-6MPmMBuUcZps-t_kPbT0Ce2INso5lFc4uASDhhbSA",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1291824687613",
        "starRating": "5",
        "comment": "Wouldn\\'t use it as your only study source, but absolutely worth the money. Helped me pass first try.",
        "commentId": "lg:AOqpTOEY0HCH4jGV9djkXUmevv8IU9LLIspiOcYsuxdhspJomNaVP5F8IfX40xzDancJXNpC1cPJA_B5PeA6R2c",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1282329334880",
        "starRating": "4",
        "comment": "It helped me pass!",
        "commentId": "lg:AOqpTOGMmRTptAyMrK_VIxsMJeg5RKkHFsnhQdtnTDiBRk0IL9T56REOcacKRxZspig-wLjq4IuVEhVSywu8Xxg",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
