{
  "title": "SAT II Biology Subject Test",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dblpartners.BiologySATII",
  "category": "Books & Reference",
  "price": "$3.99",
  "datePublished": "December 6, 2010",
  "version": "1.1",
  "operatingSystems": "1.0 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "Upward Mobility",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dblpartners.BiologySATII",
  "extendedInfo": {
    "installSize": "1.1M",
    "downloadsCount": "50+",
    "downloadsCountText": "50 - 100",
    "description": "Upward Mobility’s SAT II Biology Exam Prep software for Android is the perfect tool to help students prepare for the SAT II Biology subject test. Your satisfaction is important to us and we have a no questions asked refund policy for all our Android apps. We encourage you to try our application out risk free and let us know by e-mailing info@upwardpro.com if there are any issues.We recognize your time is valuable, so each question is structured to help you master an important area of knowledge for the test. This module contains 175 simulated exam questions addressing nearly all the topics commonly covered on the exam, including:Cellular BiologyMolecular BiologyPopulation BiologyClassical GeneticsOrganismal BiologyEvolution and DiversityThis exam covers both the materials in the Biology E and the Biology M exams, with a focus on the core content that is shared in both. Use as a practice test, study material or refresher! Author:Dr. Joe Barber Jr. is a freelance writer located in Memphis, TN. Since 2007, he has worked as a freelance writer in the biomedical sciences, medical, and heath fields. He received his PhD in Pharmacology from the University of Michigan for his dissertation entitled \"The Effects of p53 and p53R2 on Gemcitabine-Mediated Cytotoxicity and Radiosensitization\".Dr. Barber has received numerous awards, including the Rackham Graduate School Merit Fellowship and the American Association for Cancer Research Minority Scholar Award. He has published research in major research publications and has presented research in venues throughout the world.About Upward MobilityUpward Mobility creates high quality management education and test preparation material that is witty, engaging, and adds value in the learning process.We hire only expert writers who have strong knowledge in the subject matter and put all of our materials through a thorough review process. We deploy our content through mediums such as mobile applications and other interactive channels.We are a double bottom line company that is committed to education in the developing world. Some of the profits will be used to deploy education via mobile phone in emerging countries to improve their total factor productivity growth.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
