{
  "title": "FAA A&P General Test Prep",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dauntless.gs.faa.amg",
  "category": "Education",
  "price": "$34.99",
  "datePublished": "June 12, 2013",
  "version": "1.4.4",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "7",
  "rating": "4.285714",
  "contentRating": "Everyone",
  "creator": "Dauntless Aviation",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dauntless.gs.faa.amg",
  "extendedInfo": {
    "installSize": "19M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Spend less time studying and get your A&P!  Pass your FAA Aviation Mechanic written tests with the most trusted and easiest to use FAA Knowledge Test prep system. This is the FAA Aviation Mechanic - General version of GroundSchool, our FAA knowledge (written) test preparation featuring up-to-date questions, free updates, and a question data bank maintained by our professional team of mechanic instructors and examiners.*** This app has now been updated with many new features, including support for favorite questions, a more robust and faster update feature, support for a wider range of devices, including Android 3.x and greater tablets (including large screen sizes and more and Motorola devices, integration with the (optional) StudyStatus.com test monitoring / results sharing service, question search, and much more!  ***Don't be fooled by imitators! Competing apps use only the limited set of questions that the FAA publicly releases via its website - that is not enough to adequately prepare you for your test! Our GroundSchool app, on the other hand, features a much more comprehensive database (typically about 2-4 times the size of the demo FAA public one) of actual and current FAA questions that you likely can and will be asked on the actual test! This along with our detailed, professional explanations and easy to use interface are major reasons why pilots have come to trust GroundSchool.Study actual, up-to-date FAA questions and then ACE your FAA Aviation Mechanic - General written test the easy way with GroundSchool FAA Knowledge Test Preparation software by Dauntless Aviation, the trusted leader in FAA written test preparation.Features:* Actual FAA Questions Current and Valid for Right Now. As soon as you install the software, use the 'update' feature and the software will connect to our servers, grab the latest questions, images, figures, and explanation content, and you'll be good to go.* Question bank maintained by our experienced editorial team.* All Charts and Figures Included* Several flexible study modes - fits the way you want to study!* Compatible with all FAA and private \"ground school\" mechanic classroom-based coursesWith Dauntless Aviation's GroundSchool, you don't need to worry:* Our material is UP TO DATE. No matter what date is listed here in regarding the 'Release date', this date refers to the program itself only. Once you get the program on your device, use the built-in update feature and it will connect to our servers and download the latest and greatest version of the test prep content that we have available. To learn more about this, please visit our website.* Furthermore, you are welcome to update the material as often as you like. This means that even if you don't take your test soon, when do you, GroundSchool will be ready for you. Compare this to books or DVDs (which are going out of date from the moment they are printed).* Tens of thousands of people have used our products to prepare for their FAA knowledge tests. Ours is a system that works.A&P?This is the Aviation Mechanic - GENERAL version of the software only. Most serious mechanic students will want to purchase all three - General, Airframe, and Powerplant versions of this software to help their study. These must be purchased separately via this Appstore.Good luck on your test!",
    "reviews": [
      {
        "documentVersion": "1.3.6",
        "timestampMsec": "1355857751041",
        "starRating": "5",
        "title": "It\\'s helping me already",
        "comment": "I just got this today and I like it already it beats going to school and paying $50 for it. And it will give good explanations for incorrect answers I like it 5 stars from me.",
        "commentId": "gp:AOqpTOFpZfQeSTT2tVrEZ3gYQFnnSH_YGprGOnIouEQ6FNjR4OoaH8DR4Xn2Qvpq2_q6QuxIGfBo0PnEpTaujuU",
        "author": "John Bovee",
        "authorURL": "http://lh3.googleusercontent.com/-GTPGw7EUs_w/AAAAAAAAAAI/AAAAAAAAADI/upTk_wFcXL8/photo.jpg",
        "authorSecureURL": "https://lh3.googleusercontent.com/-GTPGw7EUs_w/AAAAAAAAAAI/AAAAAAAAADI/upTk_wFcXL8/photo.jpg"
      },
      {
        "documentVersion": "1.0.5",
        "timestampMsec": "1313668615267",
        "starRating": "5",
        "title": "Best A&P AMT Prep out there, period.",
        "comment": "You get what you pay for. This app costs a bit more than the others, but it\\'s worth it--I\\'ve tried the ASA version and that one is an amateur bargain basement time waster compared to this. GroundSchool much better learning options, is faster, looks better, has better built in updates, allows me to fine tune my study better, and the updates happen often. unlike ASA\\'s, the figures are clear and this works well on tablets and phones. The biggest plus is the superb explanations. HIGHLY RECOMMENDED.",
        "commentId": "lg:AOqpTOGo1CLIIax4riG3AUJGoft8OS0qKP_Pko41gg4fBDU_cX0fqMuZHWdXfaW_cUyXtsTEmcSAgScqgq2IiOY",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "documentVersion": "1.0.5",
        "timestampMsec": "1316296593566",
        "starRating": "5",
        "title": "Awesome",
        "comment": "Good to have. Now you can study anytime anywhere.",
        "commentId": "lg:AOqpTOF8Do6aTSGdHeGrfV0YDz453z0fE3E-SSSvjW9tK-379igLJRy-WQdvX67pk4I8QMQbg5iG7QFuI1QyUnk",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "com.android.vending.CHECK_LICENSE",
      "android.permission.READ_LOGS",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.WAKE_LOCK",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
