{
  "title": "Touch Point Lite",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dave.is.awesome",
  "category": "Casual",
  "price": "Free",
  "datePublished": "August 29, 2013",
  "version": "1.4",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "9",
  "rating": "4.7777777",
  "contentRating": "Everyone",
  "creator": "Dia Software",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dave.is.awesome",
  "extendedInfo": {
    "installSize": "40k",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "Please check out our new app, Touch Point 2! It uses a new awesome graphics engine LibGDX that gives it even more coolness. Check it out:https://play.google.com/store/apps/details?id=com.dave.is.awesome.touchpoint2.liteTouch Point turns your Android device into a fun, interactive (expensive) toy or game. It's like a drawing or painting app with a twist. It has several options for colors, shapes, and animations that provide a variety of ways to customize your experience. Touch Point is a great way to distract and entertain your bored kids - or maybe yourself! Could also be a useful tool to therapists. Multitouch is supported to the maximum extent that it's supported by your hardware.Touch Point Lite has the same capabilities as the full, paid version, but has fewer options. Please support Touch Point by purchasing the full version. It's a steal at $0.99 USD!Touch Point has been tested on the Motorola Xoom, Acer Iconia, LG Optimus V, Galaxy SII, and the Nexus S. It runs on Android 2.2, 2.3, 3.2 and 4.0. If the performance of the app isn't quite what you'd expect, try changing some of the preferences (the outline setting makes a noticeable difference). The full version also has even more options to set the number of objects, their size, and how long they live on the screen.Touch Point has been scanned by AVG Mobile and Lookout. It is free from malicious code, requires no special permissions and is really small.If Touch Point doesn't work on your device or if you see a bug, please contact us and send us a crash report to give us the chance to fix it before you give it a bad rating. Suggestions are also always welcome!We hope you enjoy Touch Point as much as we did (and do) making it.Special thanks to Macadameane (maker of Zippy the Lighter) for his help with some of the strategies and suggestions for making the app better.",
    "reviews": [
      {
        "timestampMsec": "1335052709019",
        "starRating": "4",
        "title": "Rou",
        "comment": "Good",
        "commentId": "lg:AOqpTOFXybDlQe43VCrwU8LXV5f71FoL7My6OSg5PW8IDhJSFxp3FtWXbYshblBPswSKy-frecejGK15j-k3",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1358520939050",
        "starRating": "4",
        "title": "good 1",
        "comment": "@ good attempt",
        "commentId": "gp:AOqpTOET7smXt92yEjWXrC49Li0B1TnstyZ62nDoHl6SH_IZXfijVVbcByD2aubSDvsOZh1fC3ZFIXsnqc6z",
        "author": "Siddhesh Kotkar",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [

    ]
  }
}
