{
  "title": "Certified Paralegal Exam Prep",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dblpartners.paralegal",
  "category": "Education",
  "price": "$6.99",
  "datePublished": "August 6, 2012",
  "version": "1.0",
  "operatingSystems": "1.0 and up",
  "ratingsCount": "2",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "Upward Mobility",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dblpartners.paralegal",
  "extendedInfo": {
    "installSize": "721k",
    "downloadsCount": "50+",
    "downloadsCountText": "50 - 100",
    "description": "With nearly 700 questions, our Certified Paralegal Exam Prep app is the perfect way to prepare on-the-go for your new career as a Paralegal or Legal Assistant.Our CP / CLA app contains:699 simulated exam questions written by legal experts.Each question is paired with an explanatory answer to reinforce and expand your paralegal knowledge.Covers all general topics based on the NALA® Certified Paralegal® examination, including:CommunicationsEthicsLegal ResearchJudgment and Analytical AbilitySubstantive Law: American Legal SystemUpward Mobility is not affiliated with the National Association of Legal Assistants.Upward Mobility is an independent test preparation and management education apps company that creates high quality material that is witty and engaging, perfect for on-the-go students and ambitious professionals. All of our content is developed exclusively for Upward Mobility by subject matter expert writers and undergoes a thorough review process. Customer satisfaction is our top priority, and if you have any questions or comments or are unsatisfied with our products in any way, please contact us at info@upwardpro.com and we will do our best to help you.",
    "reviews": [
      {
        "timestampMsec": "1354022148906",
        "starRating": "5",
        "title": "Great app!",
        "comment": "I\\'m studying for the CP exam through NALA, and this is the best study tool I\\'ve used. The answers include full explanations, which are very helpful. I\\'m still in study mode, and I look forward to test mode. Thank you for this wonderful app.",
        "commentId": "lg:AOqpTOGeZPoGuCQPITWdigf6S0uO0DyyN4sUPhOjFamwfcmCBy-5zNvyv7zORnWwviQmdlmLHKVSyzowOdniyhQ",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
