{
  "title": "PCCN Exam Prep",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dblpartners.pccn",
  "category": "Education",
  "price": "$4.99",
  "datePublished": "August 13, 2013",
  "version": "1.1",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "3",
  "rating": "3.3333333",
  "contentRating": "Everyone",
  "creator": "Upward Mobility",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dblpartners.pccn",
  "extendedInfo": {
    "installSize": "708k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "With 250 targeted practice questions, Upward Mobility's Progressive Care Certified Nursing exam prep app for Android is the perfect on-the-go tool to help you prepare for the AACN PCCN certification exam.Your satisfaction is important to us and we have a no questions asked refund policy for all our Android apps. We encourage you to try our application out risk free and let us know by e-mailing info@upwardpro.com if there are any issues.FEATURES: *  250 original practice questions, all written by nursing experts.*  Detailed, helpful explanations for each question.*  Upward Mobility's exclusive, intuitive interface. *  Study Mode -- Each question is paired with a clear and useful explanation. Study at your own pace! *  Test Mode -- Designed to simulate the exam experience. Set your own question and time constraints. This app was not developed by and is not endorsed, sponsored or recommended by the American Association of Critical Care Nurses (AACN).  The seller of this app is not associated with or authorized by AACN, and AACN gives no assurance that this app is suitable for the purpose for which it is being offered.-- ABOUT UPWARD MOBILITY: Upward Mobility is an independent test-preparation apps company that creates high quality material that is witty and engaging, perfect for on-the-go students and ambitious professionals. All of our content is developed exclusively for Upward Mobility by writers who are subject matter experts and undergoes a thorough review process. We are a double bottom line company that is committed to education in the developing world. Some of the profits will be used to deploy education via mobile phone in emerging countries to improve their total factor productivity growth. Customer satisfaction is our top priority, and if you have any questions or comments or are unsatisfied with our products in any way, please contact us at info@upwardpro.com and we will do our best to help you.",
    "reviews": [
      {
        "timestampMsec": "1352054861002",
        "starRating": "2",
        "title": "Not completely applicable to actual exam",
        "comment": "I found that there were multiple questions that were not applicable to the PCCN exam. Multiple peds questions. Some of the answers didn\\'t correlate to actual AACN guidelines.",
        "commentId": "lg:AOqpTOErIed5hCE3rXznouxfSYFSXsJ6tI1RnnOZAv1aFgenx104XEEWH9EmmK60TTJje0wW_31bi3Si4kzP2Eg",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1344486712420",
        "starRating": "3",
        "title": "rn",
        "comment": "good questions. Not that easy but not that hard. I wish i could have some more questions. Only 35questions not good enough to practice for the test.",
        "commentId": "lg:AOqpTOEzyuMQJsvCCIH_-Eb-08-dNuBZwvDPqHxW8S6p1fR_ZTrxkf7qCn0615L2kGrOmk4VAWzIsuA2z8Ui5Ik",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [

    ]
  }
}
