{
  "title": "How to Draw Cats and Kittens",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.androborobo.howtodrawcatsandkittens",
  "category": "Books & Reference",
  "price": "Free",
  "datePublished": "June 3, 2013",
  "version": "10",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "4",
  "rating": "3.0",
  "contentRating": "Low Maturity",
  "creator": "Henrik Hallberg",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.androborobo.howtodrawcatsandkittens",
  "extendedInfo": {
    "installSize": "566k",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "Would you love to learn how to draw cats and kitten? This is the right app for you!Either way draw one. In this application you will find a step-by-step instructions to most adorable cats and kittens, you have ever seen.Draw yourself or teach your kid.Each drawing divided in 5 to 15 steps, and its easy to follow.Have fun with this lessons at home, in school, on paper, chalk on asphalt - do it everywhere!★★★ 26 cats and kittens drawing tutorials ★★★In our application you will find lessons that will teach you how to draw:✓ Cheshire Cat from Alice from WonderLand movie✓ Chibi Cheshire Cat✓ Pusheen the Cat✓ Amy Rose Kitty from Sonic Heroes✓ Pikachu Kitty✓ Kitty✓ Charizard Cat✓ Kitty✓ Blaze the Cat✓ Sonic Kitty✓ Tom Cat from \"Tom and Jerry\" cartoons✓ Sylvester the Cat from Looney Toones movies✓ Longtail from Warrior Cats movie✓ Manga Cat✓ Cute Anime Cat✓ Doko Demo Sony Cat✓ Chibi CatsLearn how to draw and improve your skill in no time with the help of our simple android application. Whether you're an art teacher, art student, or just a hobbyist artist you will find the step by step education that will give you the ability to bring those images in your mind into paper reality.Being a kid or a novice artist can sometimes get discouraging because of the lack of skills one has when they are in this artistic stage. Learning how to draw in a very simple manner is the best way to advance your skills to becoming a better artist. It doesn't matter if you are thirteen, or thirty, there is a lot of concepts you can tackle as you browse our program. There is one thing that is certain, you will definitely become a better artist just by tackling the lessons you find here. So go ahead and try and draw, because no matter what you choose to do, you are guaranteed to achieve your artistic goals. Have fun everyone!Short review of Cartoon cats you will draw in our application:★ The best known is The Cheshire Cat, who Alice meets in Wonderland. It is famous for disappearing into thin air leaving only its large grin. It doesn't have a name, it is simply known as the Cheshire Cat. In Disney's 1951 animated film it has pink and purple stripes. In Tim Burton's 2010 movie, the Cheshire Cat has been named Chessur.★ Amy Rose is a fictional, anthropomorphic pink hedgehog from the Sonic the Hedgehog series. She has a major long-standing crush on Sonic the Hedgehog, and has trying to win his heart by any means since meeting him. Such methods included impressing him by fighting robots, and threatening to leave him locked in prison on Prison Island. Introduced in the game franchise in 1993, Amy was the first — and most recurring — female character in the Sonic the Hedgehog series and is also one of the most popular characters, coming in fifth place on an official popularity poll, being the most popular female.★ Thomas \"Tom\" Cat is a blue/grey domestic short-haired cat who first appeared in the 1940 animated short Puss Gets the Boot. Tom was originally known as \"Jasper\" during his debut in that short, however, beginning from his next appearance in The Midnight Snack and onwards, he is known as \"Tom\".★ .. and many more!",
    "reviews": [
      {
        "timestampMsec": "1374028628880",
        "starRating": "1",
        "title": "Horrible!",
        "comment": "It doesn\\'t work and made my phone go crazy! Uninstall!",
        "commentId": "gp:AOqpTOHvemvkylSfT6kUMgJenDHEE1-TiVuOvuaaY0v8_k55wWcuXWay_5XWd4MzIlFpYv-kp4Rc9u3juXHN9w",
        "author": "Kelly Eller",
        "authorURL": "http://lh4.googleusercontent.com/-lVyHsEymegU/AAAAAAAAAAI/AAAAAAAAAB0/RiaPUfSCRoI/photo.jpg",
        "authorSecureURL": "https://lh4.googleusercontent.com/-lVyHsEymegU/AAAAAAAAAAI/AAAAAAAAAB0/RiaPUfSCRoI/photo.jpg"
      },
      {
        "timestampMsec": "1372736187480",
        "starRating": "1",
        "title": "Doesn\\'t work",
        "comment": "It doeant work!!!",
        "commentId": "gp:AOqpTOHsHy42S_KZ882_10Fyi5v5ODJfuP9KKS9Fby9yIymVxDmN-P8bNrz-8M-svy7ONeuLIMoeUeHPxe8tpw",
        "author": "Caitlin Tavegia",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_CONTACTS",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.GET_ACCOUNTS",
      "android.permission.READ_SMS",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_WIFI_STATE",
      "com.netcoast.applovin.permission.C2D_MESSAGE",
      "com.google.android.c2dm.permission.RECEIVE",
      "android.permission.READ_CALL_LOG"
    ]
  }
}
