{
  "title": "Uyghur Radio Uyghur Radios",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.iHues.Uyghur.radios",
  "category": "Entertainment",
  "price": "Free",
  "datePublished": "April 30, 2012",
  "version": "1.0",
  "operatingSystems": "1.0 and up",
  "ratingsCount": "35",
  "rating": "3.6571429",
  "contentRating": "Everyone",
  "creator": "iHues Media Ltd.",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.iHues.Uyghur.radios",
  "extendedInfo": {
    "installSize": "964k",
    "downloadsCount": "5,000+",
    "downloadsCountText": "5,000 - 10,000",
    "description": "Uyghur Radios app. Uyghur formerly known as Eastern Turkish, is a Turkic language with 8 to 11 million speakers, spoken primarily by the Uyghur people in the Xinjiang Uyghur Autonomous Region of Western China. Significant communities of Uyghur-speakers are located in Kazakhstan and Uzbekistan, and various other countries have Uyghur-speaking expatriate communities. Uyghur is an official language of the Xinjiang Uyghur Autonomous Region, and is widely used in both social and official spheres, as well as in print, radio, and television, and is used as a lingua franca by other ethnic minorities in Xinjiang.Uyghur belongs to the Uyghuric branch of the Turkic language family, which also includes languages such as Salar and the more distantly related Uzbek. Like many other Turkic languages, Uyghur displays vowel harmony and agglutination, lacks noun classes or grammatical gender, and is a left-branching language with subject–object–verb word order. More distinctly Uyghur processes include, especially in northern dialects, vowel reduction and umlauting. In addition to influence of other Turkic languages, Uyghur has historically been influenced strongly by Persian and Arabic, and more recently by Mandarin Chinese and Russian.Uyghur began being written in the fifth century. The Arabic-derived writing system is the most common and the only standard in China, although other writing systems are used for auxiliary and historical purposes. Unlike most Arabic-derived scripts, the Uyghur Arabic alphabet has mandatory marking of all vowels. Two Latin and one Cyrillic alphabet are also used, though to a much lesser extent. The Arabic and Latin alphabets have 32 characters, while the Cyrillic alphabet adds two characters ⟨Я⟩ and ⟨Ю⟩ to represent the sequences /ja/ and /ju/.The Old Turkic language is an ancient Turkic language used from the 7th to 13th centuries in Mongolia and the Xinjiang region, and is especially found among the Orkhon inscriptions and Turpan texts. It is the direct ancestor of the Uyghur Turkic languages, including Uyghur and the Uzbek language. By contrast, the Western Yugur language, although in geographic proximity, is more closely related to the Siberian Turkic languages in Siberia.Probably around 1077, a scholar of the Turkic languages, Mahmud al-Kashgari from Kashgar in modern-day Xinjiang, published a Turkic language dictionary and description of the geographic distribution of many Turkic languages, Divān-ul Lughat-ul Turk (English: Compendium of the Turkic Dialects; Uyghur: تۈركى تىللار دىۋانى‎ Türki Tillar Divani). The book, described by scholars as an \"extraordinary work,\" documents the rich literary tradition of Turkic languages; it contains folk tales (including descriptions of the functions of shamans) and didactic poetry (propounding \"moral standards and good behaviour\"), besides poems and poetry cycles on topics such as hunting and love, and numerous other language materials.Old Turkic, through the influence of Perso-Arabic after the 13th century, developed into the Chagatai language, a literary language used all across Central Asia until the early 20th century. After Chaghatai fell into extinction, the standard versions of Uyghur and Uzbek were developed from dialects in the Chagatai-speaking region, showing abundant Chaghatai influence. Uyghur language today shows considerable Persian influence as a result from Chagatai, including numerous Persian loanwords.The historical term \"Uyghur\" was appropriated for the language formerly known as Eastern Turki by government officials in the Soviet Union in 1922 and in Xinjiang in 1934. Sergey Malov was behind the idea of renaming Turki to Uyghurs.(ئۇيغۇرچە‎, Uyghurche)",
    "reviews": [
      {
        "timestampMsec": "1360288060326",
        "starRating": "1",
        "title": "munafik",
        "comment": "Quxurmangla bu radioni , bu hiristian bopketkan munapik laning texvilatikan.",
        "commentId": "gp:AOqpTOHumUeAk3XiuanQa90JRp4ZqhYO6UFScO2bj3lClfaEVsQjy9-Likb2x1jiFwvvKD9H44pgNz7xZXIzoA",
        "author": "Abdullah Ghane",
        "authorURL": "http://lh5.googleusercontent.com/-5Lz0pK7EOMk/AAAAAAAAAAI/AAAAAAAAABU/C28Cvz45k3o/photo.jpg",
        "authorSecureURL": "https://lh5.googleusercontent.com/-5Lz0pK7EOMk/AAAAAAAAAAI/AAAAAAAAABU/C28Cvz45k3o/photo.jpg"
      },
      {
        "timestampMsec": "1360900496478",
        "starRating": "1",
        "title": "very bad application",
        "comment": "no one ever download this sick application",
        "commentId": "gp:AOqpTOE-TKk53Em9X21XemjSKecGfjja80LM4gMsKSpmpkYB_Ns-OWlV_8H5GG2MNi6Itmc8Ez1tRki1-Grz4A",
        "author": "Ahmed Alhammadi",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1340427634637",
        "starRating": "1",
        "title": "\\331\\205\\333\\207\\330\\263\\333\\207\\331\\204\\331\\205\\330\\247\\331\\206 \\331\\202\\333\\220\\330\\261\\331\\211\\331\\206\\330\\257\\330\\247\\330\\264\\331\\204\\330\\247\\330\\261 \\330\\246\\330\\247\\332\\257\\330\\247\\332\\276 \\330\\250\\331\\210\\331\\204\\333\\207\\332\\255\\331\\204\\330\\247\\330\\261\\330\\214",
        "comment": "\\330\\256\\331\\211\\330\\261\\331\\211\\330\\263\\330\\252\\330\\247\\331\\206 \\330\\261\\330\\247\\330\\257\\331\\211\\330\\246\\331\\210\\330\\263\\331\\211... \\331\\205\\333\\207\\330\\263\\333\\207\\331\\204\\331\\205\\330\\247\\331\\206 \\331\\202\\333\\220\\330\\261\\331\\211\\331\\206\\330\\257\\330\\247\\330\\264\\331\\204\\330\\247\\330\\261 \\330\\246\\330\\247\\332\\257\\330\\247\\332\\276 \\330\\250\\331\\210\\331\\204\\333\\207\\332\\255\\331\\204\\330\\247\\330\\261\\330\\214 \\330\\246\\333\\225\\330\\256\\331\\204\\333\\225\\330\\252 \\331\\276\\330\\261\\331\\210\\332\\257\\330\\261\\330\\247\\331\\205\\331\\205\\330\\247",
        "commentId": "lg:AOqpTOELkjD9FUK28Dm16GDVEah-tXoH-otavv5Zp7FUH0tvxSVAJh1jJMhxEc32M42hJTyJgiKV7bEU1xIa3w",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
