{
  "title": "Patent News Feeds",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.wolfmountainapps.android.patentnewsfeeds",
  "category": "News & Magazines",
  "price": "Free",
  "datePublished": "June 14, 2013",
  "version": "1.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "2",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "Wolf Mountain Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.wolfmountainapps.android.patentnewsfeeds",
  "extendedInfo": {
    "installSize": "124k",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "RSS feed reader for patent-related news from several of the most popular patent and intellectual property (IP) blogs.  Provided for free by patent analysis company Wolf Mountain IP http://wolfmountainip.com/ via Wolf Mountain Apps.NOTE: Twitter has discontinued support of RSS.- Select the 'Reader' tab for a presentation of the current feed's items.- Select the 'Feeds' tab for a list of selectable feeds from various sources.- Select the 'Favorites' tab for a list of your stored favorites.- Select the 'Settings' tab to view and edit preferences.Press and hold any feed item, feed, or favorite for additional options.Feed items can be opened in your browser, and they can also be shared. A given feed can be set as the feed to be shown at startup, and it can be added to your 'Favorites' list.Feed items previously loaded over 1 hour prior may be hidden by using the 'Hide Older' menu, and hiding older feed items can be the default through checking the corresponding 'Settings' tab item.Wolf Mountain Apps has no affiliation with the feed providers.  All trademarks, logos, and copyrights are the property of their respective owners.  We do our best to present the feeds with sufficient fidelity, so please contact us if you believe our feed presentation has errors.",
    "reviews": [
      {
        "timestampMsec": "1321300450769",
        "starRating": "5",
        "title": "Very Informative",
        "comment": "This app is a must have for patent professionals.",
        "commentId": "lg:AOqpTOHoYwvl5KBqLhkXaMwapK0zd9outHMzaJ5gfKgF4-xOXjbpIyCAgqrN_s_6iniSLluZKXt5F0DkfvPI2X8",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET"
    ]
  }
}
