{
  "title": "ASAP Lists",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.weathertopconsulting.asap.lists",
  "category": "Productivity",
  "price": "Free",
  "datePublished": "June 24, 2011",
  "version": "1.0.310",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "22",
  "rating": "3.7272727",
  "contentRating": "Low Maturity",
  "creator": "Weathertop Consulting, LLC",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.weathertopconsulting.asap.lists",
  "extendedInfo": {
    "installSize": "309k",
    "downloadsCount": "5,000+",
    "downloadsCountText": "5,000 - 10,000",
    "description": "I built ASAP Lists to make it easy to do the job of creating a simple check list, in fact, it's as simple as paper.Keeping lists on paper is simple and I hope I've gotten close to that with the app, but one would hope that with a sophisticated piece of technology like a smart phone or a tablet we can can do even better.  Using a scrap of paper to make a list with all the gear you need for your camping trip works fine.   But if you're like me, good luck finding it next year.  Instead make that list using ASAP Lists and when you're finished you can archive the list and call it up next time you get the urge to venture into the woods whether it's next weekend or next year.  You can archive and retrieve whole categories or just archive individual items you have checked off your list.You can't talk to a piece of paper.  Well, I talk to inanimate objects all the time, but they never respond in any sensible way.  However, with a smart phone app you can and should be able to get a better response than you can from a piece of paper.  ASAP Lists offers its own custom interface for voice input that makes easy to build lists by voice.  Of course, all of the text entry fields allow you to enter text using the standard Android voice input if you prefer.Once you've got your stuff together, it might be nice to share.  ASAP Lists makes it easy to send your list to a friend as text.  If you have a particularly interesting list send it to me at weathertop.consulting@gmail.com and I'll put it up on the site as the \"List of the Week\" or \"List of the Year\" depending on how often you folks decide to share with me. The archive is nice and all, but what about making a backup?  Or what about moving your lists to a new phone?  Or what about sharing the actual genuine ASAP Lists list with somebody?  All of these things are possible by exporting a list.The app includes an example grocery list, a winter driving preparedness checklist and a camping list.Give ASAP Lists a try.  It's as simple as paper.",
    "reviews": [
      {
        "documentVersion": "1.0.310",
        "timestampMsec": "1369645077825",
        "starRating": "2",
        "title": "Feedback to owners",
        "comment": "Feedback to Bala:  * Logo needs to be more aesthetically appealing. One of the drivers for people to click and open an app is the Logo and App name.  * The App ACCESS info mentioned is a bit intimidating - Modify/Delete contents of your USB Storage, Read Phone Identity - can be contruded in a wrong way.  * How long can the text in a task go? 200 characters or less or more? Coz when I make them, often they are long  * The \\'Enter\\' option to differential tasks would be tricky for some people...or so i think. can\\'t you give a line break or something between two tasks?  * The icons, text etc are a bit big. When I tried it on my 4 inch display Duos, the buttons often got hidden behind the keypad.  * Get the colour combination work done on the app through a professional. At present, the colours chosen really do not make it appealing. You might want to speak with Johnny, he is generally quite good with this kind of work.  * A good addition to this would be to put timelines. right not that functionality is not there - or did you make it just as a one day list?  * You might want to add person responsible. That way, the app can be shared between a team that shares responsibility and gets to k",
        "commentId": "gp:AOqpTOG7v5jSCeXqIWlq5mSlSLntP6H0CsUQEbxdr67vU6WuxlkZzPG49VbuHdON0gIfnumN1x3tnPwoeKAAYA",
        "author": "Venkatesh Ramakrishnan",
        "authorURL": "http://lh3.googleusercontent.com/-xSlA21SC1xA/AAAAAAAAAAI/AAAAAAAAAAA/fTAMC4ayIvg/photo.jpg",
        "authorSecureURL": "https://lh3.googleusercontent.com/-xSlA21SC1xA/AAAAAAAAAAI/AAAAAAAAAAA/fTAMC4ayIvg/photo.jpg"
      },
      {
        "documentVersion": "1.0.310",
        "timestampMsec": "1310765900444",
        "starRating": "5",
        "title": "Only LIST app for me",
        "comment": "ASAP Lists is the only app I need to keep track of my life: work, camping (can\\'t forget the deet), grocery, it does it all. It is the only list app i need and trust.",
        "commentId": "lg:AOqpTOFN9ERQkYUdIfSX5x5iFIyD48L1nJgVDhMxMltL2TZcj6TxdugcOTx-hS8AO6jSraSEJlPG4lzA_K1VIA",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "documentVersion": "1.0.309",
        "timestampMsec": "1309112682375",
        "starRating": "5",
        "comment": "Don\\'t tell your spouse about this app or else she will make a to do list for you and send it to your device.",
        "commentId": "lg:AOqpTOGeT2sZCMa330RwpFts-amrYrsHAfdeWMUFQAQhC2iZ5wq7ujig74UQ0u-siUUyzePJevw00xZhLvGXxw",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
