{
  "title": "News: XBOX One (Unofficial)",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.compan.xboxone",
  "category": "Books & Reference",
  "price": "Free",
  "datePublished": "June 23, 2013",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "Santa Cruz Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.compan.xboxone",
  "extendedInfo": {
    "installSize": "666k",
    "downloadsCount": "10+",
    "downloadsCountText": "10 - 50",
    "description": "★ Get the complete fan app & news guide for XBOX One including interesting news, amazing videos, new photos and more! ★ Complete videos tab with constantly updated XBOX One videos! ★ Learn the latest news about XBOX One! ★ Universally designed for Android phones & tablets!★ Everything is constantly updated for XBOX One fans! --------------------------------------------------------------------------------------------------- Disclaimer: In creating this unofficial guide we assert its rights under the \"Fair Use\" doctrine pursuant to United States copyright law and the equivalent in other jurisdictions. If you believe that there has been a contravention of your proprietary rights, please email details to santacruzapp@gmail.com. This application is the sole creation and responsibility of Malibu Apps. This application is not endorsed by or affiliated with the creator of this game or its licensors. All characters, their names, places, and other aspects of the game described within this application are trademarked and owned by their respective owners. This application is intended for educational purposes only. Note: This app, its developers, and publishers are not affiliated with \"XBOX\" or \"Microsoft\" in any way.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.READ_PHONE_STATE"
    ]
  }
}
