{
  "title": "Songs For A Party",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.amncom.songparty",
  "category": "Entertainment",
  "price": "Free",
  "datePublished": "June 14, 2013",
  "version": "Varies with device",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "2",
  "rating": "3.0",
  "contentRating": "Low Maturity",
  "creator": "AMNcom",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.amncom.songparty",
  "extendedInfo": {
    "installSize": "3.2M",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "Songs For A Party is an application about videos of songs you can hear in a part. This application provides many interesting videos of party songs and mv, which some of them are listed below;- Full Performance of \"Let's Have A Kiki\"/\"Turkey Lurkey Time\" from \"Thanksgiving\" | GLEE- ItaloBrothers - My Life Is A Party (Radio Edit) - Martyn Ashton - Road Bike Party- Pop Danthology 2012 - Mashup of 50+ Pop Songs- Fossil Rock Anthem- My Wedding Speech- Baby Vuvu aka Cutest Baby Song in the world - Everybody Dance Now - Full Version- Party In The Library (Parody of Party In The USA) - \"Fallen Kingdom\" - A Minecraft Parody of Coldplay's Viva la Vida (Music Video)- Kids Song - Little Red - Children's Horse Race song by Patty Shukla- Breakup Party - Upar Upar In The Air - Leo Feat Yo Yo Honey Singh - Full Song HD- Harlem Shake - Full Song- Minecraft Mob Dance Party - Animation- Kids Song - JUICE BOX - funny children's music rap cartoon by Preschool Popstars- Barack Obama Singing Call Me Maybe by Carly Rae Jepsen- Happy Birthday - Disney Song - Lyrics- Noah Cover of \"Sexy and I Know It\" by LMFAO etc.Enjoy!DISCLAIMER : None of the content in this app was created or modified by us. We are a curator providing direct access to content publicly available on Youtube. The content of this app is powered by YouTube. We are not responsible for any copyright issues as the app gives access to YouTube videos as is. We did not upload any of the videos to YouTube.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE"
    ]
  }
}
