{
  "title": "Proudly Worn t-shirts",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.manifestxml.worn",
  "category": "Lifestyle",
  "price": "Free",
  "datePublished": "January 3, 2012",
  "version": "1.0",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "Manifest XML Destiny",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.manifestxml.worn",
  "extendedInfo": {
    "installSize": "1.9M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "Stay stylish and slick with our popular and innovative gear. Grab attention with our styles for both men and women. Check out our new line of zombie designs called the United Zombie Federation. Be sure to make a social statement with our C.A.S.H designs. We always have something cute for the hotties so stop in to see what's new tshirts are in stock. Our designs come on pure cotton material along with other eco-friendly fabrics. The sizes on our sweatshirts and t-shirts range from small to x-large. Some designs are available in XXL.Proudly Worn clothing will make you stand out whether you are at the club, in a bar, hanging with friends or out on a hot date. Take your fashion to the edge and Wear Proudly. Work like the pro’s on Jersey shore with our hot meathead designs for men.Rock out to dnb, and dub step in style.If you are a gamer, we invite you to take a look at our First Person Shooter League lineup. Proudly Worn designs represent today’s culture with unique, funny, sexy statements that are sure to make you a star.Use this app to view our hot t-shirt and urban designs. Visit our website www.proudlyworn.com to view our whole collection of tees and make purchases. We have recently changed distribution and have chosen Zazzle as our online sales handler. Each design will link you back to our zazzle storefront for secure and safe processing. Buy for yourself or as a gift and as always...Wear Proudly!",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
