{
  "title": "Line Game for Kids:ABC/123",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.sg.android.children_line_abc",
  "category": "Education",
  "price": "Free",
  "datePublished": "October 29, 2012",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "21",
  "rating": "4.142857",
  "contentRating": "Low Maturity",
  "creator": "SunGround Co., Ltd.",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.sg.android.children_line_abc",
  "extendedInfo": {
    "installSize": "14M",
    "downloadsCount": "10,000+",
    "downloadsCountText": "10,000 - 50,000",
    "description": "The series of Uncle Bear games focus on offering your children extraordinary learning experiences. They provide you with professional and modern concepts on children’s education.Uncle Bear ABC series is a dot-to-dot game with colorful and joyful cartoon design. It is both recreational and educational for young users, who can get exposed to all kinds of meaningful symbols and learn to pronounce their names both in Chinese and English while playing. Uncle Bear Dot to Dot encourages your children to absorb knowledge through the game. It makes learning so much easy and fun!Features:* Five types of symbols-- number, English letter, shape-- cover over 10 kinds of symbols, which provide your kids wide horizon of the symbol world.* Three kinds of characters-- number, lowercase character, and uppercase character -- help children pick up language fast.* Three kinds of number arrangements-- regular, even, and odd -- benefit children of deeper understanding of numbers.* Simple and straightforward game rule so that children can learn and play easily with their fingers.* Dubbing with different languages in female voice. More language options are coming out soon in future versions.About product:Dot to Dot ABC series is a game application designed to help children learn symbols through connecting dots to complete symbol images. It targets on children of 1 year or older. Through playing the game, children users can improve their hand-on skills, recognition abilities, and also better their language pronunciation. In detail, the game assists children to memorize letters from A-Z and numbers from 1-30 and expose them to words’ pronunciations in different languages. Uncle Bear really makes learning happy and fun. You can call Uncle Bear a great language teacher in hands!So is everyone ready for this tour in the field of symbols? Let’s follow Uncle Bear! He will show us all kinds of symbols and shapes in this colorful world!Tutorial:1. The default language setting is the same as the default setting of your device. To change it, you can go to Language Setting and choose among simplified Chinese, traditional Chinese, and English.2. In Series Setting you can choose one of the followings: number, uppercase letter, and lowercase letter. If you choose number, then you can then choose Arrangement Setting for regular, odd, or even number arrangements.3. After personalize your settings, you can start the game from the main menu. Please choose a symbol type--number, English letter, or shape-- and start connecting dots to complete the symbol image. Once you complete the picture, the name of the symbol will display and be pronounced in the language you chose. You can play the word pronunciation by tapping on the image or name of the symbol, or go to next symbol dot-to-dot image.4. To go back to main menu, please tab on the home button on left-up corner. To switch audio on/off, please click on the speaker button on right-up corner.more kids game , plz visit http://www.90123.com.contact us: android@sun-ground.com",
    "reviews": [
      {
        "timestampMsec": "1374153952225",
        "starRating": "5",
        "title": "Great game for all the lil ones aroud you. .lol",
        "comment": "Hope you enjoy a few rounds...",
        "commentId": "gp:AOqpTOEVjdl3iP8GklxI4Z5BuP0uTMEoQWqyJlQVDyCi0MSdby3WOf7lYaO5JH5zqDzRphjkavs630OnoHaZdw",
        "author": "Luis Sr. Pineda",
        "authorURL": "http://lh5.googleusercontent.com/-YgSWbm1FN94/AAAAAAAAAAI/AAAAAAAAABo/04Wc6rKGBQ4/photo.jpg",
        "authorSecureURL": "https://lh5.googleusercontent.com/-YgSWbm1FN94/AAAAAAAAAAI/AAAAAAAAABo/04Wc6rKGBQ4/photo.jpg"
      },
      {
        "timestampMsec": "1370590604692",
        "starRating": "1",
        "title": "Won\\'t work",
        "comment": "After install, app will only crash.",
        "commentId": "gp:AOqpTOHEg1iWPyHssQMIxPvIshWZmjU5LU4A4JhY61_KaXnSwxpsf7bUboUZlPPJEZNfCzbElxkU4MFEWP6eUg",
        "author": "Jacob Stark",
        "authorURL": "http://lh4.googleusercontent.com/-1uBdl1YfXVo/AAAAAAAAAAI/AAAAAAAAleE/zUZfy4WCjqA/photo.jpg",
        "authorSecureURL": "https://lh4.googleusercontent.com/-1uBdl1YfXVo/AAAAAAAAAAI/AAAAAAAAleE/zUZfy4WCjqA/photo.jpg"
      },
      {
        "timestampMsec": "1354464277941",
        "starRating": "5",
        "title": "GHYI",
        "comment": "GHHH",
        "commentId": "lg:AOqpTOGzR1_60sdJ_y0ys_JHJaf6YK592T4DXfYvy7Q8fdlyagIXMF60qlBoYndffCZjGcy7pZwliKDCxgCQ7w",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1351594432985",
        "starRating": "5",
        "comment": "M",
        "commentId": "lg:AOqpTOE0vrnpqNXSINnkeuJ_aJKk5DDNgLd9tz2afJPA5jcYk0T9E9BrnsgcHFleihfg97M3hKmumDAT5rvSJQ",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.INTERNET",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_LOGS",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.CHANGE_CONFIGURATION",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
