{
  "title": "Lawyer Jokes",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.funny.haha.jokes.lawyer",
  "category": "Education",
  "price": "Free",
  "datePublished": "November 3, 2012",
  "version": "1.0",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "7",
  "rating": "2.142857",
  "contentRating": "Everyone",
  "creator": "Funny Jokes TK",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.funny.haha.jokes.lawyer",
  "extendedInfo": {
    "installSize": "679k",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "500+ Lawyer jokes, if you are or know a lawyer then shame on you! only joking, but probably best not to download these joke if you offend easily.*Think you’re funnier; then submit your own jokes for inclusion in the app and get the credit too.*Warning, these jokes contain swearing and topics of an adult nature and as such are intended only for grown ups. Please do not download if you easily offend you will only get upset**New jokes added weekly*Submit your own joke for inclusion in the app. *Move to SD card (android 2.2+ only.)*This app will remember were you are up to even if you turn off your phone or update the app*Share with SMS/Email*Copy to Clipboard(via menu button), for posting to social networking sites.*Random joke button*Hold the left arrow to go back to the start*Hold the right arrow to go to the end*Link to developer’s other apps in the market*Change the size of the text*Change the color of the text*Change the style of the text*Change the backgroundExamples of what's inside (jokes are not censored in the app):\"Why won't sharks attack lawyers?Professional courtesy. \"\"Why did God make snakes just before lawyers?To practice.\"\"A lawyer trying to get tickets to a Broadway show, finally settled for a couple of seats a year in advance. When the exciting night arrived and he sat down in his seat, a woman in front of the lawyer noticed the empty seat next to him and asked why such a valuable commodity was unused. The lawyer replied that his wife couldn't make it. The woman asked him if he didn't have relatives or friends who could have used the seat. He replied, \"Oh, they're all at the funeral.\"\"\"A man died and was taken to his place of eternal torment by the devil.As he passed raging fire pits and shrieking sinners, he saw a man he recognized as a lawyer snuggling up to a beautiful woman.'That's unfair!' he cried. 'I have to roast for all eternity, and that lawyer gets to spend it with a beautiful woman.''Shut up,' barked the devil, jabbing the man with his pitchfork.'Who are you to question that woman's punishment?\\'\"\"What's the difference between a lawyer and a trampoline?You take off your shoes before you jump on a trampoline.\"N.B. Permissions are required by the Ad networks, which keep the app free.Tags: lawyer jokes, new lawyer jokes.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
