{
  "title": "ToDo Agenda Photo",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.stanlm.todoagenda",
  "category": "Productivity",
  "price": "Free",
  "datePublished": "June 10, 2013",
  "version": "2.82",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "5",
  "rating": "4.8",
  "contentRating": "Everyone",
  "creator": "stanlm",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.stanlm.todoagenda",
  "extendedInfo": {
    "installSize": "3.8M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "ToDo Agenda Photo by stanlmDisclaimer: There is an in-app purchase ($1.89) for the ability to change settings from the defaults, but there are no ads or limits within the app otherwise.Simple ToDo List----------------Powered by a super-charged Agenda view, always see all your tasks on two scrolling panels, left side for today and older events/tasks, right side for everything in the future. Simple, to the point.Notepad/Calculator------------------Tap anywhere around the top of the app to switch modes. Just some basic modules to help make it fun to practically use these wonderful screens they put on these phones.General-------Innovative background/theming system uses photos on your phone instead of you needing to pick from themes submitted by other users or by the app author. Transparency and blending effects makes it more fun than a simple background swap.For any questions, please email stanlm@gmail.comFeatures the stanlm zen interface:* Automatically blends easily with photos from your camera, phone, other apps and the web. Get photos from: camera, internet, Dolphin, Flickr, Picasa, Facebook, PicSpeed Wallpaper, WallpaperCASA, Zedge, Flickfolio, Picfolio, Review 500px, Wallbase HD, SantaBanta, Tumblr/Stumblr. Any app or websites that can save images to your phone *** Automatically switches themes to keep things fresh. Adjusts color tinting, brightness, blending & translucency effects to make the app feel like it was designed for any photo (or it could be art, manga, whatever..).All stanlm apps are ad-free, minimal permissions and do not install or run any services and collects no information about you. Just a one person developer here that wrote these apps for my own use and wanting to make my 10,000 photos feel more alive. Internet and audio recording is for voice-to-text function only. there are NO ads in this app.Let me know any feature requests or issues that come up. My email is stanlm@gmail.com** Tip: Some of the photo apps mentioned do not have a 'save image' button, but they do link to opening the photos in the browser, which is then easy to save by long pressing on the photo and clicking 'save image'.*** stanlm app series:Combining photography, mobile apps and simplicity.Related Keywords:Beautiful ToDo ListSimple ToDo ListPhoto ToDo ListCalendar, Agenda, Notepad, Calculator",
    "reviews": [
      {
        "timestampMsec": "1335243909055",
        "starRating": "5",
        "title": "Sexy!",
        "comment": "OK!",
        "commentId": "lg:AOqpTOFlXH0CJ-WlqUjUru9wmv97UXWwfffN7d9x9AayKwhQi6ECwxasQl05vJ4k3-y88wV5mI4RLPrTvOQP4w",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.SET_WALLPAPER",
      "com.android.vending.BILLING",
      "android.permission.RECORD_AUDIO",
      "android.permission.INTERNET",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
