{
  "title": "Math Drill Free",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dbplatinum.freementalarithmetic",
  "category": "Education",
  "price": "Free",
  "datePublished": "May 28, 2011",
  "version": "1.1",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "5",
  "rating": "2.8",
  "contentRating": "Low Maturity",
  "creator": "AndroPlatinum",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dbplatinum.freementalarithmetic",
  "extendedInfo": {
    "installSize": "88k",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "Haven't you dreamed about becoming a mental math genius within a short period of time?If yes, then this app is for you!With Math Drill Free, you can try basic features of Math Drill for FREE!!.You will be surprised with your swift progress in mental math ability.Train your brain and realize your dream!!FEATURES-You can train basic math calculation skills (Addition/Subtraction/Multiplication/Division)-After training, you can check your time score and your weak point (the problem which required the longest response time)-Repeat training, then you'll see your progress in a graphical chart-Realized your progress? Then let's try harder questions! (We provide Difficulty Levels 1 to 7)If you buy Math Drill, further attractive features are supported.-Mixed Operations (ex. \"Addition and Subtraction\", \"Multiplication and Division\", \"Four Operations\")-\"Review Mode\" provides intensive training of your weak points!#What's \"Review Mode\"?We provide two types of learning mode \"Normal Mode\" and \"Review Mode\".Both \"Math Drill\" and \"Math Drill Free\" are equipped with \"Normal Mode\", in which you will be faced with randomly selected problems.However, only \"Math Drill\" (paid-for version) provides \"Review Mode\".In \"Review Mode\", we selectively provide problems in which you took bad scores in the past.Note that if your weak point changed, (if you get good score at problems those you took bad score before), the selection of problems are updated automatically.Thanks to this feature, you can eliminate unnecessary training time solving easy problems for you.Those problems you face in \"Review Mode\" are only your WEAK POINTS.Therefore, \"Review Mode\" can make your training far efficient and effective!So please try \"Math Drill\", it's best way to upgrade your mental math skill within short period of time!#notice -This app is free and supported by Ads",
    "reviews": [
      {
        "timestampMsec": "1351055298626",
        "starRating": "4",
        "comment": "App is ok",
        "commentId": "lg:AOqpTOFtKXCkRfJbAwSUYlP9X6D12pGzUID1CHZYknp84WIzfIzJ8236T6DGT0eaL52zCfaQAaVTzGrWaztDNQ",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
