{
  "title": "Fake Subway Webcam Monitor",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.Fake_Subway_Webcam_Monitor_2",
  "category": "Personalization",
  "price": "Free",
  "datePublished": "January 11, 2013",
  "version": "0201",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "1",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "CouXin SoftWare",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.Fake_Subway_Webcam_Monitor_2",
  "extendedInfo": {
    "installSize": "1.1M",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "***PLEASE READ BEFORE YOU DOWNLOAD**********Just fool your friends with this fake app for entertainment! Notification ads and icon ads in this free app help us to produce more free applications. The software is one fake railway monitoring software, activate the software users can choose the place such as railway, platform and show the pictures, mobile phone users can in subway station, the railway station the camera photo guide to come in, set up in advance, let more vivid effect.With this fake application Fake Subway Webcam Monitor, we could get access to such webcam images as waiting hall, railway line or station platform. This is just for fun! Fool your friends and show off how strong your mobile is. Functions:In about button we could get access to a brief introduction about this fake game.We could also go to set button to set new images as we wish in sunway station.Camera images from waiting hall, railway line or station platform can be available to us for free. If you are interested in this funny game, download this free application right now! Webcams may allow for inexpensive, real-time video chat and webcasting, in both amateur and professional pursuits. They can be frequently used in online dating and for online personal services offered mainly by women when Camgirling.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_PHONE_STATE",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.RECEIVE_BOOT_COMPLETED"
    ]
  }
}
