{
  "title": "Relationship Notebook",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.wagachat.fellowship",
  "category": "Social",
  "price": "Free",
  "datePublished": "June 8, 2013",
  "version": "1.4",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "9",
  "rating": "4.4444447",
  "contentRating": "Everyone",
  "creator": "Wagachat",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.wagachat.fellowship",
  "extendedInfo": {
    "installSize": "408k",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "This is an application for your important relationship.It records information about your friends, siblings, business partners, etc, and about their family.Important days like birthday, or anniversary of one's death; remembrance of the day you last met somebody, gifts from and to your intimate person or business partners, etc.[features]- Relationship: Records information of your intimate persons, siblings, business partners, and also their family.You can make as many groups as you like via \"add group\" button, and you'll see buttons having the group names you made. Long pressing a group button except \"all\" button will invoke \"edit group\" screen to edit or delete the group.Memo will be useful in order to remember a place, a day or an event between you and your fellowship, for example, when and where you last met an important person and what you did.To edit fellowship records, long press one of the list.- Important day: Records important days. Like \"Relationship\" function, you can make groups to categorize.\"Birthday\" button will show the birthdays of persons in fellowship.\"Memo\" button will show memo records saved as \"important day\".To edit important day records, long press one of the list.- Gift: Records gift from and to a person.Recording when, where and what was given to and from your fellowship will be useful thereafter. To edit gift records, long press one of the list.- Memo: Records memo.You can save it as an \"important day\", and view as a list in \"important day\" function.To edit memo records, long press one of the list.[required permission]-android.permission.INTERNET: only for ads.-android.permission.ACCESS_NETWORK_STATE: only for ads.-android.permission.ACCESS_WIFI_STATE: only for ads.*This application never send data input by user to any external servers or something like that.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_WIFI_STATE"
    ]
  }
}
