{
  "title": "Daily Working Clock",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.daily_working_clock_free_10",
  "category": "Tools",
  "price": "Free",
  "datePublished": "March 3, 2013",
  "version": "1.0.0",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "USA CX Video Group",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.daily_working_clock_free_10",
  "extendedInfo": {
    "installSize": "537k",
    "downloadsCount": "50+",
    "downloadsCountText": "50 - 100",
    "description": "Daily Working Clock is a free app. It can remind you to take a rest from your office work.If you are a workaholic , this app will help you a lot. About this app:A Clock on the screen will show you the real time.Click the Start Button as soon as you begin your work.Click Menu to set a pause time. For example,   your daily work duration estimating can be 30 minutes or 90 minutes.In this way, this system will remind you to take a break base on your pause time.After a while, in Work Time List, you will find a long list of your daily work time. Importance:In fact, you will be much more ready to make an impact after proper rest.Daily Working Clock is designed to help you work more effectively and remind you to do some body stretches during your work time.Besides, working excessively or sitting all day will hurt our body.So all white-collar workers, quick install this app on your phone. ***********************Note*********************************1.  For better user experience, you¡¯d better activate the lock screen, which will delay the screen turn¨Coff time to one minute. But if you want to uninstall this app after that, you should go to Location and security settings to deactivate the lock screen in Device administer selection.2.  Some notification ads or icon ads may appear in this app.*********************************************************",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_PHONE_STATE",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
