{
  "title": "Swedish Radio Swedish Radios",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.iHues.Swedish.radios",
  "category": "Entertainment",
  "price": "Free",
  "datePublished": "April 28, 2012",
  "version": "1.0",
  "operatingSystems": "1.0 and up",
  "ratingsCount": "5",
  "rating": "1.2",
  "contentRating": "Everyone",
  "creator": "iHues Media Ltd.",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.iHues.Swedish.radios",
  "extendedInfo": {
    "installSize": "964k",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "Swedish Radios app. Swedish is a North Germanic language, spoken by approximately 10 million people, predominantly in Sweden and parts of Finland, especially along its coast and on the Åland islands. It is largely mutually intelligible with Norwegian and Danish. Along with the other North Germanic languages, Swedish is a descendant of Old Norse, the common language of the Germanic peoples living in Scandinavia during the Viking Era. It is currently the largest of the North Germanic languages by numbers of speakers.Standard Swedish, used by most Swedish people, is the national language that evolved from the Central Swedish dialects in the 19th century and was well established by the beginning of the 20th century. While distinct regional varieties descended from the older rural dialects still exist, the spoken and written language is uniform and standardized. Some dialects differ considerably from the standard language in grammar and vocabulary and are not always mutually intelligible with Standard Swedish. These dialects are confined to rural areas and are spoken primarily by small numbers of people with low social mobility. Though not facing imminent extinction, such dialects have been in decline during the past century, despite the fact that they are well researched and their use is often encouraged by local authorities.The standard word order is subject–verb–object, though this can often be changed to stress certain words or phrases. Swedish morphology is similar to English; that is, words have comparatively few inflections. There are two genders, two grammatical cases, and a distinction between plural and singular. Older analyses posit the cases nominative and genitive and there are some remains of distinct accusative and dative forms as well. Adjectives are compared as in English, and are also inflected according to gender, number and definiteness. The definiteness of nouns is marked primarily through suffixes (endings), complemented with separate definite and indefinite articles. The prosody features both stress and in most dialects tonal qualities. The language has a comparatively large vowel inventory. Swedish is also notable for the voiceless dorso-palatal velar fricative, a highly variable consonant phoneme.svenska Swedish is an Indo-European language belonging to the North Germanic branch of the Germanic languages. In the established classification, it belongs to the East Scandinavian languages together with Danish, separating it from the West Scandinavian languages, consisting of Faroese, Icelandic and Norwegian. However, more recent analyses divide the North Germanic languages into two groups: Insular Scandinavian, Faroese and Icelandic, and Continental Scandinavian, Danish, Norwegian and Swedish, based on mutual intelligibility due to heavy influence of East Scandinavian (particularly Danish) on Norwegian during the last millennium and divergence from both Faroese and Icelandic.By many general criteria of mutual intelligibility, the Continental Scandinavian languages could very well be considered dialects of a common Scandinavian language. However, because of several hundred years of sometimes quite intense rivalry between Denmark and Sweden, including a long series of wars in the 16th and 17th centuries, and the nationalist ideas that emerged during the late 19th and early 20th centuries, the languages have separate orthographies, dictionaries, grammars, and regulatory bodies. Danish, Norwegian, and Swedish are thus from a linguistic perspective more accurately described as a dialect continuum of Scandinavian (North Germanic), and some of the dialects, such as those on the border between Norway and Sweden, especially parts of Bohuslän, Dalsland, western Värmland, western Dalarna, Härjedalen, Jämtland and Scania, could be described as intermediate dialects of the national standard languages.",
    "reviews": [
      {
        "timestampMsec": "1360967876733",
        "starRating": "1",
        "comment": "Vad\\303\\245 svensk radio? Ha-ha jag hoppas ni skojjar.. finns inte en \\303\\244nda svensk kanal..",
        "commentId": "lg:AOqpTOEd6B7hthfJElsV9FQ2eauXFGQ10C-pNz_cc8kqgPCCpQlhj9yURnWQWtzc5-xXNfoRjju-OYT7T7PgV0U",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1345141598927",
        "starRating": "2",
        "comment": "Prerecorded from years past",
        "commentId": "lg:AOqpTOGfBSHG956Sqq1Ir3JtErX1ecj7Q9yezl12v2oB1tQljbL0QRGSUbwpPbRGu4sws4xLYcAtLBm9iWFdB-4",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
