{
  "title": "Daily Horoscope Fortune",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.Daily_Horoscope_Fortune_206261",
  "category": "Entertainment",
  "price": "Free",
  "datePublished": "June 28, 2013",
  "version": "0101",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "2",
  "rating": "3.5",
  "contentRating": "Everyone",
  "creator": "HDDroid",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.Daily_Horoscope_Fortune_206261",
  "extendedInfo": {
    "installSize": "1.0M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Foretell your daily horoscope here for free! This free app Daily Horoscope Fortune supports to predict our horoscopes according to your birthday.SUPPORTS:-check our zodiac sign according to birthday-get quick access to horoscope fortune for today and tomorrow-supply 12 zodiac signsMAIN FEATURES:Simple to use and easy to controlTotally free for Android usersWorks with Android mobiles and tabletsSimple and beautiful UIINSTRUCTIONS:1.    There are 12 zodiac signs for us to check for daily horoscope information.2.  If you have no idea of your horoscope, you can check in QUESTION.3.  Just input birthday to check out your horoscope.4.  You can go directly to get analysis about your horoscope, including love analysis, business analysis and financial analysis, comprehensive analysis here.5.  We can get daily horoscope for today and tomorrow.FOX EXAMPLE:My birthday is Oct. 10 in 1988. In this way my horoscope is Libra here.For today Libra horoscope, we can get such detailed predict as:Your remind:You can get rid of the weak, calm strain.Comprehensive analysis:Don¡¯t think of work as a trifling matter, one not careful there will be errors, remedial work will spend more energy.Love analysis:The single contact, and a friend of the opposite sex talk about feelings; love is very dependent on the lovers, let them feel wanted.Business analysis:Depression, lack of struggle desire, easily distracted and full of mistakes do.Financial analysis:Money of strong liquidity, there are signs of left into the right, but today your money compared to care, and the heart is a bit heavy.This free app Daily Horoscope Fortune supports to predict horoscopes for today and tomorrow.########1.   This free app is supported by unobtrusive banner advertising with icon ads or notification ads. Thanks for understanding.2.  This app is just for fun!3.  Share with your friends and rate us 5 stars.                                                        ##########A horoscope could  be an astrological chart or diagram representing the positions of the Sun, Moon, planets, astrological aspects, and sensitive angles at the time of an event, such as the moment of a person's birth. The word horoscope could be derived from Greek words meaning \"a look at the hours\".",
    "reviews": [
      {
        "timestampMsec": "1378262756624",
        "starRating": "5",
        "title": "Good app",
        "comment": "It don\\'t freeze and it is accurate. Todays was it is great !!! I love it! All of the fortunes accurate.",
        "commentId": "gp:AOqpTOHcPMXu3nu88mNgY9YX62O3zG7PeguV62cGFnjYKRi-o0EGhBVQOCbvuGC7OO8nkyw4bS1Sbzinpo6gnr8",
        "author": "Gloria Mercer",
        "authorURL": "http://lh4.googleusercontent.com/-Z6vFRWCSEzY/AAAAAAAAAAI/AAAAAAAAADI/i96U24AUGxc/photo.jpg",
        "authorSecureURL": "https://lh4.googleusercontent.com/-Z6vFRWCSEzY/AAAAAAAAAAI/AAAAAAAAADI/i96U24AUGxc/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "android.permission.READ_PHONE_STATE",
      "com.android.launcher.permission.INSTALL_SHORTCUT"
    ]
  }
}
