{
  "title": "Find Rabbit - Free Kids Puzzle",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.springwatermobile.findrabbit",
  "category": "Brain & Puzzle",
  "price": "Free",
  "datePublished": "June 16, 2013",
  "version": "1.2.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "78",
  "rating": "4.205128",
  "contentRating": "Everyone",
  "creator": "Spring Water Mobile",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.springwatermobile.findrabbit",
  "extendedInfo": {
    "installSize": "3.2M",
    "downloadsCount": "50,000+",
    "downloadsCountText": "50,000 - 100,000",
    "description": "★ Introduction　・Free puzzle game as quickly as possible to find the same rabbit.　・The rule is simple, quick to find the difference zodiac animal, then you can tap it.　・The scores automatically submitted to Scoreloop online scoring system, you can share your results with your friends or anyone in the world.　・Scoreloop is the world of real-time online scoring system. Please be sure to join Scoreloop.★ Features　・Suitable for right brain exercise, the graphics right brain activation. Improve the observation of the brain, cognitive ability, concentration, memory, creativity and imagination.　・Improve the response speed of the brain and the body and the brain and body coordination. Exercise visual ability to observe the dynamic objects.　・Using this app to exercise and test yourlearning brain,mental ability for child. Improve rapid progress in studies.　・Provide the ranking of countries in the world, while also providing the highest world ranking of 24 hours a day. You can also view a friend's scores and rankings, to compete with them!　・Free puzzle games for kids, children, infants, young children, baby, younger, students happy to learn puzzle game.　・Can exercise the right brain responsiveness and rapid hand-eye coordination.　・Best suitable for family, friends, and the kids play with the free puzzle game.　・Exercise the brain development of intelligence.Improve the speed of response of the brain.Happy to learn and work.Improve the efficiency of learning and work.　・You can also increase the cognitive ability, concentration, observation, memory, creativity, imagination, and reaction speed. Dynamic vision training can also help.　・High-quality high-definition picture, cute drawings.Suitable for tablet PC.　・Improve children's memory capacity, and ability to concentrate. The development of children's cognitive skills, and improve the level of education.　・Cute and interesting animal can also help children willing to learn and a sense of the world best.　・Can also be used as the best educational tools to help children. Help training and observation of the child's brain, cognitive, concentration, memory, creativity and imagination to improve. Reaction speed and coordination of the brain and hand. Exercise visual ability to observe the dynamic objects.　・Interestingly, the best education for kids ( children, infants, young children, baby, younger, students).　・Vivid and colorful graphics, and kids like the sound. Help kids learn better.　・Comprehensive ability to train the brain and enjoy the feeling of success and fun games!　・The most interactive and interesting entertaining children games　・Ideal for playing with family and friends.",
    "reviews": [
      {
        "documentVersion": "1.2.0",
        "timestampMsec": "1372551106767",
        "starRating": "5",
        "title": "Very nice",
        "comment": "Yes this is a very good game .for \\357\\273\\277the mind,  for kids who are slow and need a little push to keeping them active.",
        "commentId": "gp:AOqpTOGHvmRtID5sNyrD6D_INW4CSTC4ySBXdWhoVxDqmbKiiUtQWUhTm6Uj5NVRq6mQEao-C9hY8EfLXC6v37M",
        "author": "Shirley Allen",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "documentVersion": "1.1.5",
        "timestampMsec": "1365815166372",
        "starRating": "5",
        "title": "Good",
        "comment": "3 year old loves it!",
        "commentId": "gp:AOqpTOGMOkl-A0_nBdQwvgaPPq4qkIC25GhnvSy2rAJP53214sDuMSTtHZwfyBXXdgpmJEGo52ku7DQ6ikNlvcU",
        "author": "Kim Swanson",
        "authorURL": "http://lh6.googleusercontent.com/-cBOQ_EemXmQ/AAAAAAAAAAI/AAAAAAAAALo/wqGyouU2Mv8/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/-cBOQ_EemXmQ/AAAAAAAAAAI/AAAAAAAAALo/wqGyouU2Mv8/photo.jpg"
      },
      {
        "documentVersion": "1.0.9",
        "timestampMsec": "1358509167319",
        "starRating": "4",
        "title": "Hate pop up stuff",
        "comment": "Kid likes it, the pop ups to upgrade are annoying is all",
        "commentId": "gp:AOqpTOGR0U2U0iaBY8PHhrFlxjHBhZn7P6hcU2297p7zO5iLohksKSIVVK8cerxkfhXTUCjEKTbSdQJ6GGDCNb0",
        "author": "Whit Mander",
        "authorURL": "http://lh6.googleusercontent.com/-vHSu8HFXE2A/AAAAAAAAAAI/AAAAAAAAAQA/CHjxyGmJ2R4/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/-vHSu8HFXE2A/AAAAAAAAAAI/AAAAAAAAAQA/CHjxyGmJ2R4/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.READ_PHONE_STATE"
    ]
  }
}
