{
  "title": "Picture Video Mosaic Making",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.Picture_Video_Mosaic_Making_203272",
  "category": "Photography",
  "price": "Free",
  "datePublished": "April 13, 2013",
  "version": "2.0-RC2b",
  "operatingSystems": "2.3.3 and up",
  "ratingsCount": "4",
  "rating": "3.0",
  "contentRating": "Low Maturity",
  "creator": "CX Video Player in HK",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.Picture_Video_Mosaic_Making_203272",
  "extendedInfo": {
    "installSize": "7.3M",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "Let the photos Privacy! Add mosaic now! Touch and drag the mosaic pictures of the area you want to add. This free app Picture Video Mosaic Making supports to add mosaic to keep your privacy. INSTRUCTIONS:We can take picture with Android camera here, or we can load pictures from our gallery.This free app also supports add mosaic onto videos as we wish. STEPS:1.  Take a picture or load a picture/video from our Android devices.2.  Press menu key to play mosaic.3.  We can zoom in/out to set the size.4.  When we touch where we want to keep privacy, it will become obscure with mosaic.5.  If you press one mosaic tag, there will pop up a window for you to choose redact, pixelate/crowdpixel and mask.6.  Press menu key to save your secret pictures or screenshots as you wish.7.  You can also share with your friends. This free app Picture Video Mosaic Making can make your pictures and videos more obscure. In case you want to hide something, this free app is your choice. MORE SETTINGS:-     Setting button supports to delay the time of screen unlocked.-     Supply button is waiting for your supports and 5 stars.-     If you want to get more free apps like this, you can go to about button to get more. =============ATTENTION===============1.  Go to location and security to deactivate this app at first, then you can uninstall this app.2.  THANKS FOR YOUR UNDERSTANDING OF NOTIFICATION ADS OR ICON ADS HERE.3. IF YOU HAVE ANY PROBLEM, GIVE US EMAILS PLEASE. IF YOU LIKE IT, GIVE US 5 STARS AND SHARE WITH YOUR FRIENDS. Mosaic can be the art of creating images with an assemblage of small pieces of colored glass, stone, or other materials. It could be a technique of decorative art, an aspect of interior decoration, or of cultural and spiritual significance as in a cathedral.Working in oil may give artist more freedom because the process of making a painting in 'mosaicism' is quicker then making a mosaic with traditional materials. By applying thicker layers of paint, finished painting may have the roughness of surface that is very similar to the stone mosaic.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.READ_MEDIA_STORAGE",
      "android.permission.WRITE_MEDIA_STORAGE",
      "android.permission.READ_EXTERNAL_STORAGE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.VIBRATE",
      "android.permission.WAKE_LOCK",
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_PHONE_STATE",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.RECEIVE_BOOT_COMPLETED"
    ]
  }
}
