{
  "title": "Axiange Blocks Free",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.axiange.tilesfashionenf",
  "category": "Arcade & Action",
  "price": "Free",
  "datePublished": "May 9, 2012",
  "version": "4.5.8",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "8",
  "rating": "4.625",
  "contentRating": "Everyone",
  "creator": "Axiange Inc.",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.axiange.tilesfashionenf",
  "extendedInfo": {
    "installSize": "2.9M",
    "downloadsCount": "5,000+",
    "downloadsCountText": "5,000 - 10,000",
    "description": "Fast and fantastic! Revolutionary breakthrough in block games!Automatic sneaking into holes, alien blocks, coins, stars, diamonds, first aids, snails, bombs, chain explosions, etc. Welcome to the kindom of Axiange blocks! Express your intelligence and skills! Enjoy your new exciting gaming experience!3 games in one app! Each game has three difficulty levels!Each block has age and can grow stronger. Must try Alien blocks in Master difficulty level. Remember to use special tools when necessary!Once tapped the screen, the piece directly goes to the target position.  With powerful AI, the piece is smart enough to find the best way to the target position. With intelligent fuzzy logic, the piece can even \"read you mind\"!To survive through the most desperate moment, the game also provides variety tools:  \"Lucky\" : makes pieces easier to eliminate;  \"First Aid\": extends current level timeout;  \"Cut bottom row\": removes the bottom row.;  \"Snail\": slowdown the falling speed  \"Bombard\" : transforms the active piece to an all-black colored \"bombard\". The special black color is treated as \"wild-color\" which matches any color. In traditional mode, black block directly explode the row it resides in. So far three play modes: Traditional, Fashion and Classic. Rules valid for all modes:  - tap the top left piece to rotate;  - tap the screen to drop. The block marked with diamond moves to the tapped position; block with bigger diamond has higher priority;  - the Player must eliminate enough of the blocks to complete the level. The more blocks exploded, the more points and coins the player will gain. Chain reactions make points and coins into a geometric growth.Rules valid for Traditional and Classic mode:  - hold the finger can pre-show the target position and move around to adjust. Once you release the finger, the piece dropped there;Rules valid for Fashion and Classic mode:  - color is the elimination unit;  - when the same color of blocks are adjacent enough, the blocks will explode;Rules valid only for Traditional mode:   - row is the elimination unit;  - a row will explode if it is full or has any black block;  - the blocks in a piece stick together except black blocks. To increase the chance of chain actions, blocks in different pieces do not stick each other and may fall individually after explosion. Blocks in a piece may also be split by an exploding row;Rules valid only for Fashion mode:  - the blocks in a piece do not always stick together, without support, the blocks may fall individually;Rules valid only for Classic mode:   - the blocks in a piece always stick together;  - when the same color of blocks are adjacent enough, the blocks will explode; the piece which includes any exploded block will also be exploded.Three difficulty levels: Newbie, Skilled and Master. At Master difficulty level, blocks are aliens and will grow stronger. Alien blocks with different ages are marked with different colored diamonds. Explosion weakens them and can eventually eliminate them.Keywords: puzzle, block, tile, color, brain, action, casual, addictive, Intelligent, strategy, AI, fashion, classic, traditional,kids,family,entertainment, educationFeatures:- No Ads;- Traditional/Classic/Fashion three play modes;- Three difficulty levels;- Alien blocks introduced in Master difficulty level;- Powerful intelligent path finder;- Fuzzy logic based smart \"mind reader\";- Maximized playing area;- Minimized finger operations;- Super efficient piece moving;- Fantastic touch screen experience;- Music and sound effects;- Animate effects;- Lots of coins as prizes;- Overall warning (both audio and visual);- Highlight the block with aligned with tapped position with diamonds;- Highlight adjacent color blocks which are almost ready for explosion with stars;You can find more coming new features at forum of our website, please give us feedback to help us make this game even more fun!",
    "reviews": [
      {
        "documentVersion": "4.5.8",
        "timestampMsec": "1356567402803",
        "starRating": "5",
        "comment": "Good game would be nice to have diffrent themes /backgrounds ect. Keep up the good work & looking forward to update.",
        "commentId": "lg:AOqpTOHKy0kJS2g_O0x4kIJPK9Gy1FQ1h4Q7OyL8O2UrKxlec-UQMs0_RH05ETmyYCSRauCwivGSvy9C2GEjYg",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "documentVersion": "4.1.0",
        "timestampMsec": "1354334584566",
        "starRating": "5",
        "title": "it is so fun",
        "comment": "first time i am not so used to it. once i played several times. i get used to it. and now i am really good at it. it is fun.",
        "commentId": "lg:AOqpTOGPwECvSF-Wo8nNUicR14LAQXfZT2uuteVl9z0nW6V8R5YKkM5bDs-00rg9TjMA6kf2oqm5U15zDlUO5g",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.ACCESS_NETWORK_STATE",
      "com.android.vending.CHECK_LICENSE",
      "com.android.vending.BILLING"
    ]
  }
}
