{
  "title": "Mandarin Radio Mandarin Radios",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.iHues.Mandarin.radios",
  "category": "Entertainment",
  "price": "Free",
  "datePublished": "April 24, 2012",
  "version": "1.0",
  "operatingSystems": "1.0 and up",
  "ratingsCount": "3",
  "rating": "3.3333333",
  "contentRating": "Everyone",
  "creator": "iHues Media Ltd.",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.iHues.Mandarin.radios",
  "extendedInfo": {
    "installSize": "964k",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "Mandarin Radios app. In Chinese linguistics, Mandarin refers to a group of related varieties or dialects spoken across most of northern and southwestern China. Because most Mandarin dialects are found in the north, the group is also referred to, particularly among Chinese speakers, as the \"northern dialect(s)\" (simplified Chinese: 北方话; traditional Chinese: 北方 話; pinyin: Běifānghuà). A northeastern-dialect speaker and a southwestern-dialect speaker can hardly communicate except through the standard language, mainly because of the differences in tone. Nonetheless, the variation within Mandarin is less significant than the much greater variation found within several other varieties of Chinese, and this is thought to be due to a relatively recent spread of Mandarin across China, combined with a greater ease of travel and communication compared to the more mountainous south of China.Mandarin dialects, particularly the Beijing dialect, form the basis of Standard Chinese, which is also referred to \"Mandarin\" (also referred to as Putonghua (simplified Chinese: 普通话; traditional Chinese: 普通話; pinyin: Pǔtōnghuà; literally \"common speech\") or Guoyu (Chinese: 國語; pinyin: Guóyǔ; literally \"national language\")). Standard Chinese or Standard Mandarin is the official language of the People's Republic of China and the Republic of China and one of the four official languages of Singapore. When the Mandarin group is taken as one language, as is often done in academic literature, it has more native speakers (nearly a billion) than does any other language. For most of Chinese history, the capital has been within the Mandarin area, making these dialects very influential. Since the early 20th century, a form of standardized Mandarin (described above) has been the official and de facto national standard language in China and it is today one of the most frequently used varieties of Chinese among Chinese diaspora communities internationally.(simplified Chinese: 官话; traditional Chinese: 官話; pinyin: Guānhuà; literally \"speech of officials\")",
    "reviews": [
      {
        "timestampMsec": "1375517458474",
        "starRating": "2",
        "title": "Eh",
        "comment": "Runs really slow on my transformer prime tablet.",
        "commentId": "gp:AOqpTOFhVFwQg1viJvSCBVrbwAzInRkSJ-kr56A7jA-tEYjeMNqcxiLzUdDETpTCchuIL_v8qDe262Bk1j8rxSM",
        "author": "Crysta Hall",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
