{
  "title": "Daily Horoscope Fortune",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.Daily_Horoscope_Fortune_205294",
  "category": "Lifestyle",
  "price": "Free",
  "datePublished": "June 2, 2013",
  "version": "0101",
  "operatingSystems": "2.0 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "Account Software Inc",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.Daily_Horoscope_Fortune_205294",
  "extendedInfo": {
    "installSize": "691k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Check your today fortune by your horoscope and birthday. This free app Daily Horoscope Fortune can foretell the fortune of today and tomorrow for 12 horoscopes. SUPPORTS:Check by horoscope and birthday Support to record your nameShow us date and weather informationGet today fortune and tomorrow fortuneAccurate and detailedFortune about work, love and wealthSimple to use and easy to controlMystery backgroundTotally free for Android mobiles and tablets INSTRUCTIONS:1.     Input your birthday to get your horoscope here.2.    You can enter you name here.3.    Press OK to get your daily fortune here.4.    At first, we can get today date and weather here.5.    As for today fortune, we can get foretelling about job, love and finance here.6.    If you want, you can also get tomorrow¡¯s fortune here.7.    If you want to check horoscope fortune for your family or friends, you can try again. If you like this app, please give us 5 stars and share with your friends. If there is anything you want to tell us, email us. Thank you! NOTE:#########ATTENTION1.     This is a horoscope fortune-telling app here. Just for horoscope fans. Don¡¯t take it too seriously. Just believe that efforts pay off.2.    WE MAY ALLOWS OUR ADS PARTNER TO ADD ICON ADS OR NOTIFICATION ADS IN THIS APP TO KEEP THIS TOTALLY FREE.########### A horoscope can be an astrological chart or diagram representing the positions of the Sun, Moon, planets, astrological aspects, and sensitive angles at the time of an event, such as the moment of a person's birth.Fortune-telling might be the practice of predicting information about a person's life. The scope of fortune-telling could be in principle identical with the practice of divination. The difference might be that divination is the term used for predictions considered part of a religious ritual, invoking deities or spirits, while the term fortune-telling may imply a less serious or formal setting, even one of popular culture, where belief in occult workings behind the prediction might be less prominent than the concept of suggestion, spiritual or practical advisory or affirmation.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_PHONE_STATE",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.RECEIVE_BOOT_COMPLETED"
    ]
  }
}
