{
  "title": "Kara Wallpaper",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.courageouscanary.wallpaperkara",
  "category": "Media & Video",
  "price": "Free",
  "datePublished": "February 5, 2013",
  "version": "1",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "5",
  "rating": "5.0",
  "contentRating": "High Maturity",
  "creator": "Courageous Canary",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.courageouscanary.wallpaperkara",
  "extendedInfo": {
    "installSize": "1.7M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "Kara wallpapers and photos.  Stunning pics high resolution HD quality. Set pictures as wallpaper and share with your friends via SMS!This is an unofficial free fan app. Any content not owned by this developer belongs to their respective owners. If there is an issue with this app contact us via the email address and we will remove it.Please rate this app 5 stars! This free fan app is ad supported and may contain ads in the notification tray and/or home screen. Kara fondos de Pantalla, imagines de Pantalla y wallpaper.Kara is a South Korean pop girl group formed by DSP Media in 2007. The group is composed of Park Gyuri, Han Seungyeon, Nicole Jung, Goo Hara, and Kang Jiyoung. The group's name comes from the Greek word \"chara\" (χαρά, lit. \"joy\"), which they interpreted to mean \"sweet melody\". The group originally started off as a quartet and made their debut with \"Break It\" (2007) while displaying a strong female image and a mature R&B sound. Expectations for the group to be as big as their senior labelmates, Fin.K.L, were extremely high and the members were promoted as successors to them. They released their first studio album titled The First Blooming in March 2007. However, their debut was not well received by the public and was a commercial failure.The following year, Kim Sunghee departed the group due to parental pressure, and members Goo Hara and Kang Jiyoung were brought in. After their addition, the group also changed their image and style of music to the \"pretty but natural\" appeal, releasing their first mini-album entitled Rock U in July 2008. They achieved their first number one song with \"Honey\" (2009). In July 2009, the group released their second studio album entitled Revolution. The album spawned the hit single \"Mister\", whose choreography featured the \"butt-dance\", that helped increase the group's popularity within East Asia. Their follow-up singles including \"Lupin\" (2010), \"Jumping\" (2010), \"Step\" (2011), and \"Pandora\" (2012) were also successful and helped further establish the group within the Korean music industry.After finding national success the group eventually began to expand their music to Japan by signing to Universal Music Japan's subsidiary label, Universal Sigma in 2010. The group's debut was a success as they were dubbed as \"Japan's No. 1 Rookie Artist of 2010\" by Oricon and also receiving the \"New Artist of the Year Award (International)\" from the Japan Gold Disc Awards. In April 2011, the group achieved their first number one single in Japan with \"Jet Coaster Love\", making them the first foreign female group since the creation of the Oricon to rank number one in the first week of release and also the first foreign female group in thirty years to do so, beating out Girls Generation, T-ara, Secret, Goo Hara, and Kang Jiyoung. Overall, the group managed to sell over one million physical singles within two years, making them one of the fastest-selling South Korean acts in Japan.The group started off as a quartet with members consisting of Park Gyuri, Han Seung-yeon, Kim Sung-hee, and Jung Nicole. The group debuted on March 29, 2007 with \"Break It\" on M.net's M! Countdown from their first album The First Blooming while displaying a strong female image and R&B sound. The album also produced the singles \"If U Wanna\" and \"Secret World\". Music videos for the first two singles were created. They were often compared to their senior labelmates, Fin.K.L, because of their similarity and the fact that the two groups were signed to the same label.",
    "reviews": [
      {
        "timestampMsec": "1367460888388",
        "starRating": "5",
        "title": "Gorgeous",
        "comment": "I like it :)",
        "commentId": "lg:AOqpTOHV1neXOCKmY4xSN9XBq3-ZPB3U-rwvyIBPIpJuHiyFrzQsUMeZsvdIOFP8FrEjKUTQF7ZDpoGFtr80rGA",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.SET_WALLPAPER",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "android.permission.READ_PHONE_STATE",
      "android.permission.VIBRATE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.READ_CONTACTS",
      "android.permission.SEND_SMS",
      "android.permission.GET_ACCOUNTS",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.READ_CALL_LOG"
    ]
  }
}
