{
  "title": "PingPong English Level1",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.nabix.youtime.free",
  "category": "Education",
  "price": "Free",
  "datePublished": "July 23, 2013",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "12",
  "rating": "3.9166667",
  "contentRating": "Everyone",
  "creator": "kiki",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.nabix.youtime.free",
  "extendedInfo": {
    "installSize": "12M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "★speaking training Ping Pong★ It's time to learn telephone English with Amercian native speaker michelle! Every day, you can start a conversation at any time and it will be automatically recorded which is available for replay. Contents of the conversation are designed for English beginners and the various features enable anyone to use easily. ☎Ping Pong is recommended to all who: 1. does well in English exams but not being able to communicate with foriegners; 2. cannot afford expensive telephone English programs; 3. is preparing for the English speaking exam (TOEIC); 4. wants to try a brand-new English training course ☎ Questions about Ping Pong 1. Is Ping Pong expensive? The price is about 10% of those of other telephone English programmes on the market. You can now start telephone English at an incredibly low price. 2. Does calling cost money? Calling is totally free of charge as they are fake calls. 3. Will it be diffcult? The training course will start from middle school level. (Even a primary kid will be able to try speaking English through Ping Pong.^^) ++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++ ★★Learning through Ping Pong★★ ☎For beginners: listen and repeat 1. Get familiar with the contents before the call by using the button next to \"Call\". (Preparation) 2. Press \"hint\" during the conversation to repeat after Seri or answer. (Live training) 3. Play the saved audio files in \"Voice memos\" and listen to your own accents and pronounciations.(Revision) ☎For intermediate and advanced learners: conversation 1. Listen to michelle and answer with confident. (Live traning) 2. Play the saved audio files in \"Voice memos\" and listen to your own accents and pronounciations.(Revision) ★Attention★ The speed of recognition can vary accordning to the mute mode or volume. (It is important to speak with a lound, clear voice in a quiet place) ++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++ ★Main Features★ 1. Saving the conversation contents into an audio file 2. Using either the receiver or speaker to listen 3. Slow motion / play a particular sentence 4. Dialling using password 5. Set your own ringtone 6. HD stereo MP3 7. Conversation and word explanation page 8. Alarm (Highly recommended for morning alarm) 9. Facebook event notice ++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++ epilogue Planning: 1 month / Development: 3 months / Testing: 1 month The application Ping Pong is finally launched after 5 months of preparation^^ There are still a lot to improve yet we will try our best to provide the best telephone English application. We hope that it could enhance your English listening and speaking skills. We would like to acknowledge our American native speaker michelle, Phoebe and Miss Han Seung-hee for their participation in the development of Ping Pong. Thank you.",
    "reviews": [
      {
        "timestampMsec": "1366413905655",
        "starRating": "1",
        "title": "No good",
        "comment": "I have a Samsung galaxy s 3 and it does not work for me it just has a black blank screen and go to home screen.",
        "commentId": "gp:AOqpTOGPm7aIYWvh3Spw7tcDWORN2BDg2irCyBgK58ASP2Gz1GzKEkSJ37ov40ScbIb87NWLnHxDgumC6w_s8A",
        "author": "Ronald Fiegel",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1347336960039",
        "starRating": "5",
        "title": "Angel rate",
        "comment": "I lovedit",
        "commentId": "lg:AOqpTOFMvBSGB0T9kPlvhct8mh02U3JmfdtfqFrRxSlNZkI9PIJYi9iQHlcxGyGK2xt9FKTl4Uwey_Sdu_v8UQ",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.MODIFY_AUDIO_SETTINGS",
      "android.permission.RECORD_AUDIO",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.INTERNET",
      "android.permission.CALL_PHONE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
