{
  "title": "NCAA Navy Football Live",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.LoboApps.NCAANavyFootballLive2011",
  "category": "Sports",
  "price": "Free",
  "datePublished": "August 31, 2013",
  "version": "2.0",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "1",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "LoboApps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.LoboApps.NCAANavyFootballLive2011",
  "extendedInfo": {
    "installSize": "87k",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "Navy Midshipmen Fanatic,**THIS APP IS FREE IN SUPPORT OF THE AMERICAN TROOPS**Do you want the latest information for the Navy Midshipmen college football team? This application will allow you to get the team's schedule, roster, statistics, news and the game play-by-play for the Navy Midshipmen.  The application will also allow you to get the conference standings and the weekly scoreboard so that you will not miss any of the scores.  It will retreive the latest information every time you make a selection from the main screens for each screen.   The weekly scoreboard will retrieve the latest weekly conference schedule with results of games played and the times and TV networks of upcoming games.  The conference standings will retrieve the latest conference standings including conference and overall records. The team schedule will retrieve the team's updated schedule with results of games played and the times and TV networks of upcoming games. The team roster will retrieve the team's current roster. The team statistics will retrieve the team's current statistics for passing, rushing and receiving. The team news will retrieve the teams latest news stories.  It also includes a gameday play-by-play that will retrieve the play-by-play of the team's current or most recent game.  -If selected after the game has been played or during the week prior to the next gameday the app will get the last play-by-play action for the team. -If selected on gameday prior to kickoff, the app displays the time and location of the game that day.  -If selected while the game is in progress, the app will take you directly to the Gameday TIcker that will show the last five plays. Select the menu option to switch from Gameday TIcker to Full Play-by-Play for the game and vice versa.  Both options will update at regular intervals as the game progresses to get the latest plays.  All scoring plays and changes of possession are displayed in bold to find them more readily.Disclaimer: LoboApps is not in any way affiliated with the NCAA, The U.S. Navy, or any of the news providers presented in this application.  All copyrighted material, trademarks, logos, team names as they are used for discriptive purposes belong to their owners..",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.WAKE_LOCK",
      "android.permission.VIBRATE"
    ]
  }
}
