{
  "title": "Tour Victoria",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.barz.tourguide.victoria",
  "category": "Travel & Local",
  "price": "Free",
  "datePublished": "September 26, 2011",
  "version": "4.0.1",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "2",
  "rating": "3.0",
  "contentRating": "Low Maturity",
  "creator": "BarZ Adventures",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.barz.tourguide.victoria",
  "extendedInfo": {
    "installSize": "1.4M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "Tour Victoria is your passport to a fun and informative video tour of Victoria British Columbia. ! Like a guide book in your hand. Victoria is known for it’s relaxed pace and its endless outdoor activities and culinary experiences. There are many things to do and rich stories to be told along the way. The Tour Victoria App enables you to select and stream or download professional video tours to entertain and enlighten you. Exploring the city has never been easier then at your fingertips with zoomable maps, directions and quick links to events and listings. The Tour App Victoria was made by locals for the enjoyment of residents and visitors alike.The rich, fun and educational touring experience is delivered through full color video, compelling audio, musical soundtrack, still images, historical photography, films, animation and interactive content that communicates the stories that makes Victoria so unique and wonderful. Tour Victoria has an easy to use interface that enables to you quickly download the application and be enjoying the sights within minutes!Featured Tours include: Scenic Victoria Driving Video Tour – over 25 great stops along a 15 kilometer drive with incredible sceneryHistoric Victoria Walking Video Tour – over 40 videos along a downtown walk mapped by GPS location.Kids in Victoria – Fun activities for the Kids to so in Victoria including attractions, beaches, pools + parksVictoria Harbour Ferries – Hop on and enjoy the stops along Victoria’s favorite little boatsAle Trail – Visit Victoria’s finest watering holes and breweries dedicated to the craft of making real ales.Wine Route – Enjoy touring a growing land of eclectic wines and winemakers, map and directions to each.Attractions and Activities – In Victoria, you are more likely to run out of time run out of things to do!Great Walks of Victoria – Get out and explore by Walking some of Victoria prettiest walking destinations.Christmas Light Display Tour – ( Seasonal ) Map and GPS guide to Victoria’s best Christmas decorated houses and businesses.Trivia and Fun Facts – Just a little fun added in to make the journey home memorable.More Tours being added…Bonus Features of the Tour Victoria App:-Press the CATEGORIES button on the bottom of the screen and find quick links to TRANSPORTATION, CURRENCY EXCHANGE, HOSPITALS, AIRPORTS, FERRY TERMINALS, BANKS, TOURSIST INFORMATION, RESTAURANTS, ACCOMMODATION, ACTIVITIES, LIBRARIES, MUSEUMS and MORE.-Press the DEALS button and find quick links to DEALS and coupons while in Victoria. -Press the EVENTS button and find out information on what EVENTS and FESTIVALS are ongoing and upcoming in Victoria.As you embark on your self-paced tour, you will enjoy the following features: -Interactive, zoomable GPS map that indicates your current location and all the included points of interest on the tour.-Over 70 Full color, professional tour videos and audio/image slideshow files that share the history, culture, stories and behind-the-scenes information for what you are seeing.-Pause, Play, Fast Forward and Rewind through any tour segment easily.Tour Stop images will help you orient yourself to your surroundings and find points of interest quickly.•Additional embedded information such as phone numbers, websites and email addresses enable you to quickly connect for more information. Historic Victoria Walking Video Tour - Featured Tour Description as an exampleThis tour will transport you back to the Gold Rush days as you stroll through Victoria's famous \"Old Town\" district. Experience what it might have been like to live in time where your town grew in population from 500 to over 20,000 in a few short weeks. Discover Victoria's own \"Forbidden City\" as you explore the oldest Chinatown in Canada.We hope you enjoy your time in Victoria and that The Tour Victoria App Enriched your Visitor Experience!",
    "reviews": [
      {
        "documentVersion": "4.0.1",
        "timestampMsec": "1331676082396",
        "starRating": "5",
        "title": "Awesome App",
        "comment": "This app is a real MUST for people visiting Victoria, lots of stuff to discover and great tour info. I recommend this app to everybody from In and Outside of Victoria",
        "commentId": "lg:AOqpTOE1R0eL7BHRnyZWWkOOkv1hkdRhxqpo0elXkaa4xVCx4Blo3AJmjAyjt9nAvOIodRQmAS1hrTEQpzR5fg",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.VIBRATE",
      "android.permission.READ_LOGS",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.CALL_PHONE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
