{
  "title": "Funny Pictures for Whatsapp",
  "playStoreURL": "https://play.google.com/store/apps/details?id=es.smartphonereligion.humorgrafico",
  "category": "Entertainment",
  "price": "Free",
  "datePublished": "July 10, 2013",
  "version": "1.3",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "170",
  "rating": "4.135294",
  "contentRating": "High Maturity",
  "creator": "Smartphone Religion",
  "creatorURL": "https://play.google.com/store/apps/details?id=es.smartphonereligion.humorgrafico",
  "extendedInfo": {
    "installSize": "3.8M",
    "downloadsCount": "100,000+",
    "downloadsCountText": "100,000 - 500,000",
    "description": "Recopilación de las fotos más divertidas que nos han mandado por whatsapp. Las puedes reenviar desde la aplicación de una manera muy rápida. Aprovecha esta app gratuita para divertirte con tus amigos.y no quedarte en casa jugando a pou on al pouf pedos.Hemos recopilado las mejores fotos de frikis del mundo, las personas más raras, el humor amarillo o verde, la guasa de animales… todas las imágenes que nos han sorprendido las hemos puesto aquí en esta aplicación de humor gráfico para whatspp al estilo desmotivaciones.Fotos divertidas para enviar por whatsapp gratis. Humor y bromas para que te puedas reir con tus amigos al enviarles estas fotos graciosas. Puedes también guardarlos para ponértelos como estado en facebookLa mejor aplicación gratuita de fotos y humor gráfico para enviarlo a tus amigos por Facebook, tuenti, line o por la conocida whatsapp. Te reirás con cada una de las fotos e imágenes divertidas que aquí hemos recogido.Ola k Ase, si tienes ganas de fiesta, puedes empezar a reírte con los chistes gráficos que aquí te hemos recopilado. Aprovecha tus últimos momentos del whatsapp gratuito y envíale a tus grupos de amigos estas divertidas fotos.Serás el alma del grupo mandando una foto graciosa cada día. Dile a tus amigos de dónde las has sacado y os podréis reir con las más de 100 fotos graciosas y frikis que te proponemos. Te recomendamos que te instales también nuestra recopilación de chistes de sexo para que la diversión sea total. Nos encanta la web desmotivaciones, e intentamos seguir ese estilo.Para que las compartas los fines de semana, en fiestas como las fallas de valencia o por whatsapp en verano después de los exámenes.. y en semana santa ola k ase. Tiene más gracia que las frases de José Mota o las frases de facebook o tuenti Si te diviertes con pou tu mascota virtual, o con el pouf pedos, con estas imágenes vas a reirte a carcajadasNOTA LEGAL: La entidad propietaria de esta aplicación informa que la misma contiene imágenes, algunas de las cuales han sido obtenidas a través de internet. Dichas imágenes son todas ellas de dominio público, ya que las mismas no se encuentran identificadas mediante símbolos ni otra información que indique la existencia de derecho de explotación reservado sobre las mismas. Sin perjuicio de ello, en clara voluntad de respeto a los derechos recogidos en Real Decreto Legislativo 1/1996, de 12 de abril, por el que se aprueba el Texto Refundido de la Ley de Propiedad Intelectual, así como de cumplimiento de las obligaciones impuestas por la Ley 34/2002, de 11 de julio, de servicios de la sociedad de la información y de comercio electrónico, el creador de esta aplicación insta a cualquier persona física o jurídica que fuera propietario de alguna de las imágenes contenidas en la misma, lo acredite por medio de correo electrónico dirigido a info@smartphonereligion.com, comprometiéndose el creador de la aplicación a la inmediata retirada de dicha imagen una vez comprobada, en su caso, la titularidad de la imagen protegida.",
    "reviews": [
      {
        "timestampMsec": "1377967029947",
        "starRating": "3",
        "title": "GTi9003",
        "comment": "Lol :D",
        "commentId": "lg:AOqpTOHoKqICAbBTlZjqDAHgLN6FVXwSz-6zfiUJ7BXpa2CWnsBKm9ESSRkPvYrkQEjxB8VwupnAfr_R_wuhVg",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "documentVersion": "1.2.4",
        "timestampMsec": "1370926380969",
        "starRating": "5",
        "comment": "Good",
        "commentId": "gp:AOqpTOFAExIUMLrocAmRNGxc2ssWZt6YHmq6mHvuywVrDNBtScRHQ6eN5rZJo6ee6whcNP0hAuHeth1lZGoSsQ",
        "author": "Asmawi Meng",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_LOCATION_EXTRA_COMMANDS",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
