{
  "title": "Night PickUp. Free",
  "playStoreURL": "https://play.google.com/store/apps/details?id=ru.savamarket.Night_PickUp_En_Free",
  "category": "Books & Reference",
  "price": "Free",
  "datePublished": "December 27, 2011",
  "version": "1.0",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "2",
  "rating": "3.0",
  "contentRating": "High Maturity",
  "creator": "SAVAmarket",
  "creatorURL": "https://play.google.com/store/apps/details?id=ru.savamarket.Night_PickUp_En_Free",
  "extendedInfo": {
    "installSize": "189k",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "You will learn the most effective methodics I have developed through my long practice of nightlife. Are you ready to wake up every weekend with a beautiful girl? Then read the book thoroughly. Then try it out – because without practice there will be no effect at all! You will ask why we have chosen night clubs and bars as places for an easy pick-up? Well, that’s because there are a lot of beautiful girls there and their minds are opened for something new. Party, merry atmosphere, alcohol – picking up is extremely easy, especially if you now how to do it. To tell the truth, I knew nothing about nightlife till 18 years old. I wasn’t a good dancer, so I felt uncomfortable during parties. I can only dream of having a hot sex with a girl during the first night after getting known with each other! Fortunately, it’s all in the past now. However, it required a lot of practice and efforts to become a master of pick-up. Every weekend I attended parties in popular night clubs and tried to get in contact with the most beautiful girls. I partied all night long with my best followers all around the world – form Moscow private parties to hardcore parties on the seashore! Now I am ready to reveal all my secrets to you!",
    "reviews": [
      {
        "timestampMsec": "1344648499506",
        "starRating": "1",
        "title": "Terrible",
        "comment": "Oh the most cheesy corny pick up lines there\\'s even one which makes you sound like pedo this is so funny I downloaded it don\\'t need to but thought id check it out ..I get layed alot an pick up swimming alot an this is ridiculous it sounds like its been written buy borat or Ali gee its so funny this Guy who wrote this has no experience with wimmin its really obviously just what he thinks its not wat he\\'s done its ok for laugh thats it",
        "commentId": "lg:AOqpTOEyYL2mftNrSj49LnpON_PiC7FfeNF4AsHtso7-jCAlk5QZjfDqvB6Gi6pQv7lDNPEvHVu7aL3EkkanPEs",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET"
    ]
  }
}
