{
  "title": "Hebrew Prayers Free",
  "playStoreURL": "https://play.google.com/store/apps/details?id=tikun.klali",
  "category": "Lifestyle",
  "price": "Free",
  "datePublished": "July 17, 2012",
  "version": "1.1",
  "operatingSystems": "1.0 and up",
  "ratingsCount": "39",
  "rating": "4.4871793",
  "contentRating": "Everyone",
  "creator": "OKtm Websites",
  "creatorURL": "https://play.google.com/store/apps/details?id=tikun.klali",
  "extendedInfo": {
    "installSize": "37k",
    "downloadsCount": "10,000+",
    "downloadsCountText": "10,000 - 50,000",
    "description": "זהו קיצור דרך לעמוד המכיל את התיקון הכללי.התיקון הכללי הוא כינוי לקובץ של עשרה פרקי תהילים אשר נבחרו על ידי רבי נחמן מברסלב כתיקון למקרה לילה.לפי הגישה המרכזית ביהדות, איסורי עריות‏‏ נחשבים כחטאים מרכזיים ביותר. מתוך הסתכלות זו, ראו חז\"ל בחומרה גם מקרים של הוצאת זרע לבטלה שלא במתכוון, כגון \"מקרה לילה\" ובמקרים מסוימים אף שפיכה מוקדמת, כחטאים הראויים לתיקון. לדברי הגמרא, הרעיון הטמון בכך הוא כי אין הוצאת זרע לבטלה הבאה לגמרי במקרה:ונשמרת מכל דבר רע (דברים כ\"ג, י') מכאן אמר ר' פנחס בן יאיר אל יהרהר אדם ביום ויבוא לידי טומאה בלילה– תלמוד בבלי, מסכת כתובות דף מ\"ו.ומסביר רש\"י, כי קביעה זו לגבי משמעות הדין של \"ונשמרת מכל דבר רע\", נובעת מהסמיכות לפסוק הבא אחריו (שם, י\"א):\"כי יהיה בך איש אשר לא יהיה טהור מקרה לילה\". הסבר על הדברים הביא רבי יהודה החסיד:בחלום אין מתבייש, שאם היה מתבייש לא היה נראה לו כאלו שוכב עם אשה ומשחק עמה, ולא היה עושה דברים שאדם מתבייש בהם כשהוא ער. והטעם, לפי שהחלומות באים על ידי הרהורים, וכשאדם מהרהר אין מתבייש מהרהוריו, שאין אדם יודע ומבין מה שחבירו מהרהר בלבו, לפיכך (אף) אינו מתבייש בחלומו. ומי שהוא ירא שמים בכל לב, שירא מבוראו מלהרהר דבר רע כשהוא ער, גם לעולם לא יבוא לו הרהור רע גם בחלומו.– ספר חסידים - סימן ט\"ואיסור זה של הרהור עבירה העלולים לגרום לקרי לילה, נחשב על ידי רוב הראשונים כאיסור מדאורייתא. על פי פוסקים רבים‏‏, מקרה הלילה אינו רחוק בחומרתו מאוננות. ספר הזוהר אף מחמיר בהסתכלותו על הוצאת זרע לבטלה ורואה בה כעבירה שאין עליה כפרה. על מנת למנוע מקרי לילה הובאו בהלכה הנחיות לסוגי המאכלים הראויים להאכל בלילה על מנת שלא יגרמו לריבוי שפיכה.חומרת ההסתכלות על חטא זה, שרבים נכשלים בו הביאה מחברים תורניים רבים במרוצת הדורות, למצוא \"תיקונים\" שתפקידם לכפר או לבטל את השפעת החטאים הללו. חלק ניכר מהתיקונים הללו היו כרוכים בסיגופים עצמיים שונים, כגון: גלגולי שלג, תעניות, התנזרות מתענוגות וכדומה, ולא תמיד היו שווים לכל נפש. כפתרון לבעיה זו ניסו רבים מחכמי הקבלה להציע דרך שונה לכפרה על חטאים אלו, באמצעות תפילות או אמירת פרקי תהילים.עד שהגיע רבי נחמן מברסלב, שזכה לגלות דעת של רחמנות ואמר \"היה כדאי לרדת לעולם רק כדי לגלות תיקון זה\" הכלול מאמירת עשרה מזמורי תהלים - שזכו לשם \"התיקון הכללי\".",
    "reviews": [
      {
        "timestampMsec": "1377067885903",
        "starRating": "5",
        "title": "La piano israel linkedin Mobile Like",
        "comment": "La piano israel linkedin Mobile Like",
        "commentId": "gp:AOqpTOG221oA2QgN6zkoFXbENBJrQu1tM1isvQsGoY5-SyZ3ct6MmVnxIRdrOTDZIdQA__DvhTt-1BM4PmPwxQA",
        "author": "La piano israel",
        "authorURL": "http://lh5.googleusercontent.com/-qlUDXmatopI/AAAAAAAAAAI/AAAAAAAAIp0/lDY4bigTGug/photo.jpg",
        "authorSecureURL": "https://lh5.googleusercontent.com/-qlUDXmatopI/AAAAAAAAAAI/AAAAAAAAIp0/lDY4bigTGug/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.INTERNET"
    ]
  }
}
