{
  "title": "Are you a Nerd or Nuts?",
  "playStoreURL": "https://play.google.com/store/apps/details?id=vlb.android.nerdornuts",
  "category": "Brain & Puzzle",
  "price": "Free",
  "datePublished": "February 22, 2013",
  "version": "2.0",
  "operatingSystems": "1.1 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "VLB",
  "creatorURL": "https://play.google.com/store/apps/details?id=vlb.android.nerdornuts",
  "extendedInfo": {
    "installSize": "547k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Welcome to the \"Are you a Nerd or Nuts\" quiz game. How much of a nerd are you?  Or are you “Nuts\"?Test your knowledge! \"Are you a Nerd or Nuts\" is a demanding multiple choice quiz with the following features:- more than 2,500 interesting questions with 4 possible answers each- set of 20 questions per game- 3 question levelsThe various questions refer to fields of knowledge such as Art & Literature, Astronomy & Space, Chemistry, Entertainment, Famous People, General Knowledge, Geography, History, Language, Mathematics, Medical Science, Nature, Politics, Religion, Science & Technology and Sports.You always learn something new every day by playing this game. Answers will be given at the end of the game! The more questions you answer correctly, the smarter you are, or “You are Nerd!!!”. But be careful: lower score mean “You are Nuts!!!”. Are you a Nerd or Nuts?Please \"5 Stars\" this app, if today, you, have learn something new through this app. Any suggestions or new questions are welcome – please e-mail them to us. We are happy to get any feedback. If you believe the answer to the question is incorrect, please prove us wrong.Have fun and start learning something new every day.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
