{
  "title": "Rock Star Live Wallpaper Free",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.ericdodson.rockstarlwp",
  "category": "Personalization",
  "price": "Free",
  "datePublished": "August 17, 2013",
  "version": "1.00",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "2",
  "rating": "3.0",
  "contentRating": "Medium Maturity",
  "creator": "Eric Dodson",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.ericdodson.rockstarlwp",
  "extendedInfo": {
    "installSize": "783k",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "Get the best Rock Star wallpaper on your phone with this unofficial live wallpaper app! If you like a particular image, you can set it forever as a wallpaper!Rockstar (branded ROCKST★R) is an energy drink created in 2001. With 14% of the US market in 2008, Rockstar is a leading energy drink brand. Rockstar is based in Las Vegas, Nevada. As of January 2013, Rockstar Energy Drink is available in over twenty flavors, and is in over thirty countries.Founded in 1998 by Russell Weiner, the son of conservative talkshow host Michael Savage, Rockstar launched into the fastest-growing segment of the US beverage market at the time, energy drinks. In addition to featuring different ingredients, which it claimed were \"scientifically formulated to speed the recovery time of those who lead active and exhausting lifestyles—from athletes to rock stars,\" Rockstar sought to differentiate itself from the market leader, Red Bull, by using a 16 oz can size (against Red Bull's 8 oz can) and marketing itself as \"twice the size of Red Bull for the same price.\"By 2007, Rockstar was one of the top three energy drink brands in North America, (having enjoyed a 155% growth in sales in 2004, reaching $48 million) and had sold over a billion cans. It had 14% of the US energy drink market in 2008, and as of 2009 was available in over 20 countries, in addition to the United States. Rockstar switched distributors from Coca-Cola to PepsiCo in the summer of 2009Tags:Rock Star, energy drink**********************************************************This app is using push notification ads to support the developer. This app is a combination of both a wallpaper gallery and a live wallpaper. Depending on what you like you can either set it as a wallpaper or run as a live wallpaper! These high quality images are hand picked by fans and not officially endorsed by any company. In order to keep the app 100% free, you will receive the following: search shortcut icon on your home screen, search shortcut on your bookmarks and browser homepage. This will help us bring you more cool apps like this in the future. You can delete the search shortcuts easily (Drag & Drop to the garbage), this will not affect the application in any way. We also don't claim any copyright so if you are the rightful owner, please email us below and we will remove an image immediately.Airpush Opt Out: http://www.airpush.com/optout.Airpush Privacy Policy: http://www.airpush.com/privacypolicy.**********************************************************",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "android.permission.VIBRATE",
      "android.permission.SET_WALLPAPER",
      "android.permission.ACCESS_WIFI_STATE",
      "com.android.browser.permission.WRITE_HISTORY_BOOKMARKS",
      "com.android.browser.permission.READ_HISTORY_BOOKMARKS",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "com.android.launcher.permission.UNINSTALL_SHORTCUT",
      "com.android.launcher.permission.READ_SETTINGS",
      "com.htc.launcher.permission.READ_SETTINGS",
      "com.motorola.launcher.permission.READ_SETTINGS",
      "com.motorola.dlauncher.permission.READ_SETTINGS",
      "com.fede.launcher.permission.READ_SETTINGS",
      "com.lge.launcher.permission.READ_SETTINGS",
      "org.adw.launcher.permission.READ_SETTINGS",
      "com.motorola.launcher.permission.INSTALL_SHORTCUT",
      "com.motorola.dlauncher.permission.INSTALL_SHORTCUT",
      "com.lge.launcher.permission.INSTALL_SHORTCUT"
    ]
  }
}
