{
  "title": "Chemistry A Level (Login)",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.examstutor.ChemistryLogin2",
  "category": "Education",
  "price": "Free",
  "datePublished": "December 21, 2011",
  "version": "1.2",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "7",
  "rating": "3.2857144",
  "contentRating": "Everyone",
  "creator": "Examstutor Limited",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.examstutor.ChemistryLogin2",
  "extendedInfo": {
    "installSize": "986k",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "Starting with 220 unique multiple-choice test questions, Chemistry Examstutor is an essential A Level Chemistry exam revision app. Instant feedback for each question helps you identifying the correct response to questions you answer incorrectly. Reinforcing your understanding of key topics you may be examined on at A Level.★ This version of the app is intended for use by subscribers to examstutor.com, and is initially set to demonstration mode, and can be fully unlocked by entering your examstutor login details.★ A paid version of this app is available separately in the Android Market.Combined with the facility to link to further revision support on examstutor.com used by leading schools and colleges across the UK, this app will be updated with additional topic tests and questions throughout your studies.Exam Board Revision Pathways, map key topics in your AS and A2 Chemistry Exams. Revise a specific Topic, or create Random Tests, with questions drawn from all key topics in a specific Unit, or from across the entire A level.A level Chemistry is an advanced qualification studied by UK and international students prior to attending University. This app can be used by anyone wishing to develop an advanced understanding of Chemistry.Features include:· Topic Tests: Covering over 20+ examined topics· Random Tests: Choose the number of questions randomly drawn from either the entire A level or the unit you are currently revising.· Instant Feedback : Correct Answers identified if you get a question wrong, reinforcing learning.· Revision Pathways : Exam Board mapping· Report Card : tracking your performance in all the tests you take, whilst charting your understanding of each topic prior to you sitting exams.Topics covered include:Equations, Atomic Structure, Basic Calculations……★ New Topics and Tests will be added throughout the year, and we welcome suggestions and requests from students.Exam Boards mapped include:· AQA· OCR· Edexcel· WJECCopyright (c) Examstutor Limited 2011",
    "reviews": [
      {
        "timestampMsec": "1351332723702",
        "starRating": "2",
        "title": "Too little",
        "comment": "Theres too little to try in demo mode....",
        "commentId": "lg:AOqpTOEQnehWGelBOjOpv0JFeb-LHs6iEaFWbk7IQDehs-SSCKWSrBF_WD63Erg-ZO8V5mcYLJ6229TLY8Kn2is",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1359884757045",
        "starRating": "1",
        "title": "Nothing in demo mode",
        "comment": "How can I know how good it is without trying anything out? Why would I then buy something which I don\\'t know is good or bad?",
        "commentId": "gp:AOqpTOHY-LwL9NAXQTOzPLgy7mPQPNaqBdCkz5gbBvPlYjOM8zDpIXx-_L3MUY-_IXDBo5G5i9os4gz3yRuZIBQ",
        "author": "Lee Lisa",
        "authorURL": "http://lh3.googleusercontent.com/-TR3foha59fc/AAAAAAAAAAI/AAAAAAAAABQ/JLNQHnBquEE/photo.jpg",
        "authorSecureURL": "https://lh3.googleusercontent.com/-TR3foha59fc/AAAAAAAAAAI/AAAAAAAAABQ/JLNQHnBquEE/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.INTERNET"
    ]
  }
}
