{
  "title": "Diet Timer Fast Way XXL ->Slim",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.examobile.diettimer",
  "category": "Health & Fitness",
  "price": "Free",
  "datePublished": "August 26, 2013",
  "version": "1.0.2",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "15",
  "rating": "3.8",
  "contentRating": "Everyone",
  "creator": "ExaMobile S.A.",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.examobile.diettimer",
  "extendedInfo": {
    "installSize": "1.7M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "Diet Timer is an ideal application for people who want to start losing weight and for those who want to form their good eating habits. With this application, maintaining your diet is easier than ever. This application allows you to set alerts that will remind you of your meals. Days and hours of notifications can be easily customized to your own diet.App FeaturesBasic Mode allows you to:- set the alerts every day or only on weekdays- set the frequency of the timer (days, hours)Extended mode allows to:- set the alerts at different times for each day of the week- set the frequency of the timer (days, hours)- set the alerts for seven different meals: breakfast, second breakfast, lunch, brunch, tea, dinner, supper- set your own meals namesIn addition, it is possible to select the type of notification: sound or vibration, notification ringtone (of ringtones available on your device) and set your own text alerts.If you don't know how to lose weight, you should try Diet Timer. It will help you to lose weight, eat healty and become slim!Report a bugIn case the app doesn’t work correctly, before you give us low rating, please write us an e-mail on apps@examobile. We will try to solve the problem as soon as possible.We would like to wish you a pleasant time using the app and also invite you to visit our website www.examobile.com and our:- Facebook Fun Page http://www.facebook.com/ExaMobile- Google+ Profile  https://plus.google.com/s/examobile- you can also follow us on Twitter https://twitter.com/ExaMobileAttention!In order to make the app work even smoother we advise you to upgrade your Android operating system to the latest version available for your smartphone. This action in most of the cases solves all the problems/issues (this information comes from the app users).tags: lose weight, diet, slim, diet",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "com.android.vending.BILLING",
      "android.permission.GET_ACCOUNTS",
      "android.permission.VIBRATE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.INTERNET",
      "android.permission.READ_PHONE_STATE",
      "android.permission.WAKE_LOCK",
      "android.permission.DISABLE_KEYGUARD"
    ]
  }
}
