{
  "title": "How to win every argument",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.every.argument",
  "category": "Communication",
  "price": "Free",
  "datePublished": "June 23, 2013",
  "version": "1.0",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "3",
  "rating": "2.6666667",
  "contentRating": "Everyone",
  "creator": "App 1079",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.every.argument",
  "extendedInfo": {
    "installSize": "1.7M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "In this article I am going to share with you how to win arguments using the power of Neruo Linguistic Programming.The first thing on how to win arguments is to use a technique known as pattern interrupt. What pattern interrupt means is that whatever state that person is in right now, whatever the person is doing, you have to find a way to change it. You have to interrupt whatever thoughts that are going through his mind right now. Because when you begin to do the interruption process, it opens up a window for you to move in and to embed whatever commands you want to embed in.There are many ways of introducing a pattern interrupt. For example, you could say something silly or something totally irrelevant and make the person laugh. You could use a picture to distract the person and ask the person to look at the picture. You could even use long confusing sentences, so the person has no idea what you are talking about.When the person has been pattern interrupted, it is time for you to use a second technique known as the Milton model. The Milton model is a language pattern, which is a much generalized way of saying things which make the person susceptible to accepting whatever you said. For example, if you were to be arguing with the person you can use a technique known as tag questions. Tag questions are when you put a question at the end of the sentence so that the person has to say yes to you. For example you could say, I'm sure you'll be able to see this as clearly as I can, wouldn't you? That is a tag question. Sometimes, you can even put in something known as embedded questions. 'I don't know if you can see this from my point of view and see how everything works, but...' that is an embedded question. So as you use begin to use these kinds of sentences, you'll begin to open a person's mind to the possibility that you are correct. When the mind is opened, you come in to use something known as the sleight of mouth to turn the person's point of view into your point of view. And in that way, that person even believes that he was the one who saw the point of view himself and will congratulate himself for having such a great thought.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE"
    ]
  }
}
