{
  "title": "Jewelry Savings",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.eventualtechnology.jewelry",
  "category": "Shopping",
  "price": "Free",
  "datePublished": "July 24, 2011",
  "version": "1.0",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "7",
  "rating": "3.2857144",
  "contentRating": "Low Maturity",
  "creator": "George Lawrence (new)",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.eventualtechnology.jewelry",
  "extendedInfo": {
    "installSize": "423k",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "Sign up for Jewelry Savings!Save on top jewelry brands like:19281928 Boutique5th Avenue Designs by VeronicaABS by Allen SchwartzAccessories & BeyondAlex WooAmanda RudeyAnna Beck DesignsAntiquities CoutureAx + AppleBelle NoelBetsey JohnsonBeyond RingsBlee InaraCaroleeCarolee LuxCatherine M. ZadehChamak by priya kakkarClara KasavinaCoralia LeetsCrisluCWCZ by Kenneth Jay LaneDC ComicsDemian DesignDevon LeighDisneyDisney CoutureDogeared Jewels & GiftsEat Pray Love by DogearedEd HardyEdward MirellElle JewelryEttikaEva HanusovaEvocateurFrench ConnectiongorjanaHarajuku LoversHelene JewelryHello KittyHello Kitty by Simmons Jewelry Co.House of Harlow 1960in2 designInvictaJessica SimpsonJoanna Laura ConstantineJosefina De AlbaJudith JackKaren LondonKate SpadeKenneth Cole New YorkKenneth Jay LaneKobelliLaLuccaLee AngelLeighelenaLeslie DanzisLisa StewartLIZ PalaciosLK DesignsLooney TunesLove and PrideLove Peace and HopeLucia K. JewelryLucky BrandLulu DesignsMarc Ecko Cut & SewMarcia MoranMargo MorrisonMarv GraffME CoutureMELINDA MARIAMichouMINU JewelsMinx JewelryMiss SixtyMorgan AshleighNervous SystemNickelodeonNicky HiltonNINE WEST VINTAGE AMERICAnOirNugaardPlayboyPolicePreshPrivileged NYCPyrrhaRachel LeighRAINRebecca MinkoffSatya JewelrySam & GoldieSHEILA FAJLSKU JewelrySorrelliSparkling SageSTARHAVEN by Liz DonahueStreets AheadSummer EliasonSusan Hanover DesignsSwarovskiTaaraTARINA TARANTINOTrina TurkTZENVanessa MooneyThe Vatican Library CollectionWasabi by Jill PearsonYukesterZara TerezZEFFIRAZina Sterling Silver",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.GET_ACCOUNTS"
    ]
  }
}
