{
  "title": "Jokes for Sharing 4",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.evensoftware.fwkimages.chistes4",
  "category": "Entertainment",
  "price": "Free",
  "datePublished": "July 18, 2013",
  "version": "2.0.1",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "57",
  "rating": "4.5614033",
  "contentRating": "Medium Maturity",
  "creator": "Lights",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.evensoftware.fwkimages.chistes4",
  "extendedInfo": {
    "installSize": "4.3M",
    "downloadsCount": "5,000+",
    "downloadsCountText": "5,000 - 10,000",
    "description": "Recopilación de las fotos más divertidas en español e inglés que nos han mandado por whatsapp. Las puedes reenviar desde la aplicación de una manera muy rápida a tus amigos. Aprovecha esta app gratuita para divertirte con tus amigos.Hemos recopilado las mejores fotos e imágenes que nos han enviado por whatsapp para que las disfrutes con tus amigos, familiares o tu suegra… las personas más raras, el humor amarillo o verde, una guasa de fotos que puedes compartir tanto por whatsapp, como como estado de tuenti o facebook.Si te gusta la aplicación, mira nuestras otras aplicaciones de humor gráfico para whatsapp y te morirás de la risa. Ve a nuestra página y descargate todas nuestras aplicaciones. Somos especialistas en hacer reir y sonreir al estilo desmotivaciones o como las frases de José Mota o el ola k ase.La mejor aplicación gratuita de fotos y humor gráfico para enviarlo a tus amigos por Facebook, tuenti, line o por la conocida whatsapp. Te reirás con cada una de las fotos e imágenes divertidas que aquí hemos recogido. Fotos divertidas para enviar por whatsapp gratis. Humor y bromas para que te puedas reir con tus amigos al enviarles estas fotos graciosas.Aprovecha tus últimos momentos del whatsapp gratuito y envíale a tus grupos de amigos estas divertidas fotos desde cualquiera de las plataformas de comunicación más extendidas como tuenti, Facebook, line o whatsapp.Serás el alma del grupo mandando una foto graciosa cada día. Dile a tus amigos de dónde las has sacado y os podréis reir con las más de 100 fotos graciosas y frikis que te proponemos. Te recomendamos que te instales también nuestra recopilación de chistes de sexo para que la diversión sea total.Para que las compartas los fines de semana, en fiestas como las fallas de valencia, San Isidro en Madrid, San Fermin en pamplona, La tomatina de Buñol o en La feria de Abril de Sevilla o por whatsapp en verano después de los exámenes.. y en semana santa con la semana santa de sevilla y el ola k ase..NOTA LEGAL: La entidad propietaria de esta aplicación informa que la misma contiene imágenes, algunas de las cuales han sido obtenidas a través de internet. Dichas imágenes son todas ellas de dominio público, ya que las mismas no se encuentran identificadas mediante símbolos ni otra información que indique la existencia de derecho de explotación reservado sobre las mismas.Sin perjuicio de ello, en clara voluntad de respeto a los derechos recogidos en Real Decreto Legislativo 1/1996, de 12 de abril, por el que se aprueba el Texto Refundido de la Ley de Propiedad Intelectual, así como de cumplimiento de las obligaciones impuestas por la Ley 34/2002, de 11 de julio, de servicios de la sociedad de la información y de comercio electrónico, el creador de esta aplicación insta a cualquier persona física o jurídica que fuera propietario de alguna de las imágenes contenidas en la misma, lo acredite por medio de correo electrónico dirigido a fwkimages@gmail.com, comprometiéndose el creador de la aplicación a la inmediata retirada de dicha imagen una vez comprobada, en su caso, la titularidad de la imagen protegida.",
    "reviews": [
      {
        "documentVersion": "2.0.1",
        "timestampMsec": "1375593348824",
        "starRating": "1",
        "title": "..",
        "comment": "No English jokes...",
        "commentId": "gp:AOqpTOHVefPh0R1v-BKBXPB5R-NjqVSPbZC1Zym46KxRM3fviQleAVPnlz2-aAMN5c0W4G5jUo8GRleYghiuow",
        "author": "saurav chhabra",
        "authorURL": "http://lh3.googleusercontent.com/-HOYyxUViHg8/AAAAAAAAAAI/AAAAAAAAAAA/ndUQ6_Vin48/photo.jpg",
        "authorSecureURL": "https://lh3.googleusercontent.com/-HOYyxUViHg8/AAAAAAAAAAI/AAAAAAAAAAA/ndUQ6_Vin48/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.SET_WALLPAPER",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
