{
  "title": "Driving Theory Test (Login)",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.examstutor.DrivingLogin2",
  "category": "Education",
  "price": "Free",
  "datePublished": "December 21, 2011",
  "version": "1.2",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "2",
  "rating": "1.0",
  "contentRating": "Everyone",
  "creator": "Examstutor Limited",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.examstutor.DrivingLogin2",
  "extendedInfo": {
    "installSize": "1.9M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "Starting with 430 official DSA Theory Test questions, Driving Test Examstutor is a new Driving Test preparation app. Instant feedback for each question helps you identifying the correct response to any questions you get wrong. Reinforcing your understanding of all the key topics in the official Driving Standards Agency Driving Theory Test.★ This version of the app is intended for use by subscribers to examstutor.com, and is initially set to demonstration mode, it can be fully unlocked by entering your examstutor login details, giving access to further Driving Test support through examstutor.com including a fully illustrated Audio Podcast of the complete Highway Code.★ A paid version of this app is available separately in the Android Market.Revision Pathways, map the key topics in your Driving Theory Test. Revise a specific Topic, or create Random Tests, with questions drawn from a specific topic, or from across the entire question bank.Features include:· Topics Test: covering all officially examined topics· Random Tests: Choose the number of questions randomly drawn from either the entire question bank or the topic you are currently revising.· Instant Feedback : Correct Answers identified if you get a question wrong, reinforcing learning.· Report Card : tracking your performance in all the tests you take, whilst charting your understanding of each topic prior to you sitting your Official Driving Theory Test.Topics covered:· Accidents· Alertness· Attitude· Documents· Hazard Awareness· Light signals controlling traffic· Motorway Rules· Motorways· Other Types of Vehicle· Road and Traffic Signs· Rule of the Road· Safety and your Vehicle· Safety Margins· Traffic Signs· Vehicle Handling· Vulnerable Road UseCopyright (c) Examstutor Limited 2011Crown Copyright material has been reproduced by permission of the DrivingStandards Agency which does not accept any responsibility for the accuracy ofthe reproduction. Content is valid for theory tests after September 2008.",
    "reviews": [
      {
        "timestampMsec": "1370701975757",
        "starRating": "1",
        "comment": "Can\\'t even log in........",
        "commentId": "gp:AOqpTOEUy7GkbxHr3hIC1KKhmag_t6di-V6feOKds-8OtiF3m9BNcE4yRPwTDv8IX28SSRkfzuZxZ1KbC1Z6",
        "author": "Ritesh Patel",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET"
    ]
  }
}
