{
  "title": "EZ Pass",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.erikthiem.ezpassV2",
  "category": "Tools",
  "price": "Free",
  "datePublished": "August 7, 2013",
  "version": "1.2",
  "operatingSystems": "2.3 and up",
  "ratingsCount": "3",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "Erik Thiem",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.erikthiem.ezpassV2",
  "extendedInfo": {
    "installSize": "168k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "A simple password generator. EZ Pass generates a password of any length from 1 to 100 using lowercase letters, uppercase letters, numbers, and symbols.Privacy guarantee: No generated passwords are stored. No user information is stored. Privacy is important, and this app respects your privacy!(Note: This is an updated version of my previous EZ Pass application, but released under a different app due to technical complications)",
    "reviews": [
      {
        "timestampMsec": "1375973861903",
        "starRating": "5",
        "title": "Unbelievable.",
        "comment": "The following is a True Story:   I am a brilliant software developer, creating highly secure and complex applications for powerful individuals. Erik\\'s EZ Pass app makes my life so easy. I am able to quickly generate random strings of characters on demand, for use in my highly secure and complex applications.  4 days ago I was kidnapped while writing brilliant code on my porch, by a group of thugs intent on stealing the secrets of these powerful individuals that I create applications for. They demanded to know the passwords that I used to encrypt my applications. Uh Oh! My heart skipped a beat as I realized that all of these passwords were generated using Erik\\'s EZ Pass app, these strings being so long and random that no mere brilliant software developer could ever hope to remember them all. I nervously explained to the thugs that I utilized Erik\\'s EZ Pass app to generate the password keys, and they laughed and laughed and understood that Erik\\'s EZ Pass app generates character strings with such a high degree of randomness, that there was no way I could know what they are.  The let me go with a handshake and a pat on the back, and my life was saved thanks to Erik\\'s EZ Pass app.",
        "commentId": "gp:AOqpTOG7mNBEoD9DRN2oNWQmLpzSDyM2oELuxXXn49BVeFdZy8UnVEgx2U6CDFXWUDdYZ2s4NThzLwOvGdxfgw",
        "author": "Adam Gall",
        "authorURL": "http://lh5.googleusercontent.com/-r01X7r-hBjA/AAAAAAAAAAI/AAAAAAAAEqE/hC0eNAws3jw/photo.jpg",
        "authorSecureURL": "https://lh5.googleusercontent.com/-r01X7r-hBjA/AAAAAAAAAAI/AAAAAAAAEqE/hC0eNAws3jw/photo.jpg"
      },
      {
        "timestampMsec": "1375967033057",
        "starRating": "5",
        "title": "Excellent!",
        "comment": "This app more than met my expectations for a password generator. My friends all like me more because I have this app, and my cat even purrs more. Plus, downloading this app put more hair on my chest and grew my muscles threefold! I recommend this to ABSOLUTELY EVERYONE!",
        "commentId": "gp:AOqpTOHP6cyOpXM6iSz2r1ERM8B3j-xWLW0BIw_I0LJek1var-WofgpRs6H07a9QnQ9HufYloTjm9DzmRsbHiw",
        "author": "Erik Thiem",
        "authorURL": "http://lh6.googleusercontent.com/-jlBQbN3Rk94/AAAAAAAAAAI/AAAAAAAAADo/7A5OjojyJD4/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/-jlBQbN3Rk94/AAAAAAAAAAI/AAAAAAAAADo/7A5OjojyJD4/photo.jpg"
      }
    ],
    "permissions": [

    ]
  }
}
