{
  "title": "Health Behavior Tracker",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.examples.android.calendar",
  "category": "Health & Fitness",
  "price": "Free",
  "datePublished": "May 18, 2012",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "1",
  "rating": "4.0",
  "contentRating": "Everyone",
  "creator": "Nivruth R. Maramreddy",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.examples.android.calendar",
  "extendedInfo": {
    "installSize": "1,005k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Health Behavior Tracker is an Android application designed for students of the West Windsor-Plainsboro School District of Central New Jersey, USA. This app allows students to track certain health behaviors over time. This app was created under the idea of allowing students to record the data for their final projects on their Android phones.Users will create new behaviors by providing the behavior name and units of measure. For example, if the behavior name was “Television”, the user would track the behavior with units such as “Hours” or “Minutes”. The user can then track the behavior by using the Calendar. Finally, the data for the behavior can be displayed visually by a Graph.In order to start tracking behaviors, users must create at least one behavior.  Then, they may open up their calendars to enter data for their behavior(s). Users will enter a measurement for that behavior (Example: hours watching TV, glasses of water).After some data is entered, users may graph their behaviors by using the graphing utility. Please note that in order to graph behaviors, users must select a valid date range (ie: the start date MUST be before the end date) AND the selected behavior must contain at least two points of data. Health Behavior Tracker was intended for use by students of the West Windsor-Plainsboro School District.  However, it may be used by individuals outside of the curriculum.  Created by:Nivruth Reddy Maramreddy46 Franklin Drive, Plainsboro, NJ, 08536",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [

    ]
  }
}
