{
  "title": "Children's Pastors' Conference",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.eventappcenter.conferenceapp",
  "category": "Communication",
  "price": "Free",
  "datePublished": "March 7, 2011",
  "version": "1.3",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "1",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "Money Mike",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.eventappcenter.conferenceapp",
  "extendedInfo": {
    "installSize": "1.5M",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "Children's Pastors' Conference is the premier Christian ministry conference that focuses exclusively on children's and family ministry. Because meeting ministry colleagues and networking is so important, six meals are included in the conference registration. You'll have plenty of chances to ask questions and learn from others also in children's and family ministry.At CPC, you will spend four life-changing days being taught by experts in children's and family ministry. You'll hear quality speakers and performers throughout the conference while interacting with leaders who share your focus and passion. You will be able to browse through the largest gathering of children's and family ministry resource providers available. Most of all, you will be equipped, motivated, and challenged to increase your effectiveness in ministry to children.Over 5,000 people participated in previous CPC events. The excitement continues to build! With different sites and dates, there is sure to be one that fits your schedule. The \"CPC Experience\" includes over 100 breakouts, inspirational speakers, meaningful worship, excellent networking, a jam-packed resource center and plenty of fresh ideas for ministry.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.VIBRATE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
