{
  "title": "Success Stories",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.esd.successstories",
  "category": "Education",
  "price": "Free",
  "datePublished": "February 11, 2013",
  "version": "1.0",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "esdandro",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.esd.successstories",
  "extendedInfo": {
    "installSize": "1.8M",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "success stories is a simple and effective checklist that will help you reach your goals - big or small. it tell you about celebrities how they get success in there life If you have ever wondered why two people with the exact same circumstances and with identical goals dont get the same results, you know that there is something less obvious that contributed to the success of one and the failure of the other.success stories influences our interpretation of life's events and predetermines the way in which we commonly respond to situations. Eventually, our frequent responses become habits and as they settle, they give rise to our predominant state of mind.People with a positive mindset tend to find opportunity in every problem, while those with a negative mindset feel as if the world is collapsing under their feet.When you get a hold of your thoughts you have the power to create wonderful things in your life, all by just taking command, training and instructing your mind to think properly.tags: success story, success key, success, success book.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.GET_ACCOUNTS",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_WIFI_STATE"
    ]
  }
}
