{
  "title": "Baby Sign Language for Android",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.everydayasl.babyasl",
  "category": "Education",
  "price": "$1.99",
  "datePublished": "April 6, 2011",
  "version": "1.0",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "7",
  "rating": "2.2857144",
  "contentRating": "Low Maturity",
  "creator": "EverydayASL.com",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.everydayasl.babyasl",
  "extendedInfo": {
    "installSize": "6.7M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Limited Time Sale! Learn 200 Baby Sign Language words via flash cards with VIDEO & AUDIO/VOICE! This video-rich app is great for kids age 1 and up. This app are also great for people older than 8 year old.Examples from approximately 200 words:again, ambulance, angel, apple, baby, banana, bathroom, birthday, blue, book, boy, camel, candy, cat, cereal, cheese, clothes, cold, cookie, cow, cry, dance, dirty, dog, don't have, don't like, don't want, drink, eat, excited, farm, feelings, finish, friend, fruit, game, thank you, happy, helicopter, help, how many, hungry, i love you, laugh, milk, more, movie, pear, play, please, rainbow, read, school, share, sleep, sorry, thirsty, toys, understand, want, warm, where, who, yes and MUCH MORE!*****Gilda Ganezer and Avery Posner, your Deaf ASL teachers, will guide every viewer how to use of each and every hard-to-find vocabulary words in American Sign Language. This app is known to help expand vocabulary skills among young viewers and by reducing their frustrations with improved reading and communication skills.FEATURES:- 200+ American Sign Language and English words with proper facial expression, body movement, handshape, sign location and fluency along with AUDIO / VOICE!- you will be able to navigate to find the letter/word/number alphabetically- shown in rich color and quality for Android!- every word in ASL is shown in videos, and you will be able to replay each video to give oneself the opportunity to learn receptively and expressively*****All words are presented bilingually as visual aid to boost viewer's receptive skills and enjoyable learning experience with audio.Keep on practicing and visit our website to view our products soon!*****You can learn more about our other products at http://www.EverydayASL.com*****",
    "reviews": [
      {
        "timestampMsec": "1308518123590",
        "starRating": "3",
        "comment": "Default shows the word and a picture, but not the sign. Video of sign is short and not easily repeated. Short on availability of words.",
        "commentId": "lg:AOqpTOEQd3oKa2WlnOlCmwc6zTBwQMYyctKp_ny8issusF-wn4RuNJuRifkhm-d7Tk37JJM_yVSq0XTX1YFFBXM",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1336001836447",
        "starRating": "5",
        "title": "POEM FOR KIDZ OF THE ANDROID AGE",
        "comment": "When the western world got older Entranced with excess stuff The child overcome with hunger Said, \\\"Rice and goat\\'s milk are enough!\\\" That child grew up so far away Near Afric\\'s desert devoid of trees But that child forgot not how to pray; That child knew how to utter \\\"Please!\\\" Then Jesus fled the western skies And hovered o\\'er Sahara\\'s waste: \\\"I hear,\\\" said He, \\\"the child that cries Above the ones with benumbed taste!\\\" FROM JAMES M. CHAPESKIE",
        "commentId": "lg:AOqpTOGVT1eTxd5TFfdHsPVDsRWhGuPVMXFgVLrnL-5sYj31QAh3FxbQfxNER_36uo5dei4ZuNpHTVkV9Dp8YC4",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1304151804365",
        "starRating": "2",
        "comment": "Good concept. But unwieldy. You cannot replay a video with out re loading it. This app requires a lot more work.",
        "commentId": "lg:AOqpTOGE_ES7kZmtEFdC19NdgomJetmkfBGnG3wCa9S0Xi23UzK1YfM0bK00jBzrJ8vTgXksq46X5jUqiQJOR7M",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1345906254454",
        "starRating": "1",
        "title": "ICS INCOMPATIBLE",
        "comment": "I thought this worked fine for me, until the is update.",
        "commentId": "lg:AOqpTOFaxxup6zjI6AiAaoYLmE3OtGz_YM9NmRiGhiogw-04XMIEJHr9v3KVTVl11Cdl5dyL4dFGFzaa_HxVYYg",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_FINE_LOCATION"
    ]
  }
}
