{
  "title": "Ibiza Travel Guide",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.euroasia.ibiza",
  "category": "Travel & Local",
  "price": "Free",
  "datePublished": "September 8, 2012",
  "version": "1.1",
  "operatingSystems": "2.0.1 - 4.1",
  "ratingsCount": "11",
  "rating": "3.0",
  "contentRating": "Low Maturity",
  "creator": "Wizcom Ltd",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.euroasia.ibiza",
  "extendedInfo": {
    "installSize": "1.4M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "Ibiza, an island which is one in a thousand! It is undoubtedly popular within the international club life scene. Every one who loves nightlife clubbing should have been at least once on this magical island. In the sixties, the island dissociated itself from the rest of the European resorts with the arrival of Baghwan Shree Rejneesh. This religious cult hero was the leader of a rather strange sect and his hippytrain followed in his wake to Ibiza. The party community was born.From all over the world, top DJ's are attracted to play records at this party island. Real die-hards, however, think that Ibiza has become too much commercialised. The island, with its 84,000 inhabitants, attracts over a million visitors every year. Despite this, Ibiza remains a draw. During the whole summer, the island is the scene of non-stop parties, which can be said of only a few other places in the world. Our Ibiza Island Mobile Application gives you full access to Ibiza Island which is part of the Balearic Islands in Spain.The Application gives you general infos, a photo library, Hotels in Ibiza Island, Google Satellite Maps for Ibiza Island and as well the Balearic Islands.We also included a Ibiza Island Travel Guide and a navigational compass.This application is compatible from Android Froyo, Gingerbread, Honeycomb, Ice Cream Sandwich, and the latest Jelly Bean.",
    "reviews": [
      {
        "timestampMsec": "1365450145272",
        "starRating": "1",
        "title": "S3",
        "comment": "Useless",
        "commentId": "gp:AOqpTOFqP71yf7V8XROII3ffq-gfZCTMeP7Hl-_3Jr-nLq-VM2BlSmK1Wq9FBAk1rlXz576LTI9DKtHaJLaerrE",
        "author": "Zabihullah Mehar",
        "authorURL": "http://lh6.googleusercontent.com/-mM5hcRBPGvc/AAAAAAAAAAI/AAAAAAAAAAA/bteyPacpex8/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/-mM5hcRBPGvc/AAAAAAAAAAI/AAAAAAAAAAA/bteyPacpex8/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.INTERNET",
      "android.permission.CALL_PHONE",
      "android.permission.ACCESS_NETWORK_STATE"
    ]
  }
}
