{
  "title": "Snake Bubbline",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.expedition107.bubbline",
  "category": "Casual",
  "price": "Free",
  "datePublished": "December 18, 2011",
  "version": "1.3.2",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "20",
  "rating": "3.8",
  "contentRating": "Everyone",
  "creator": "Expedition107",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.expedition107.bubbline",
  "extendedInfo": {
    "installSize": "2.0M",
    "downloadsCount": "5,000+",
    "downloadsCountText": "5,000 - 10,000",
    "description": "For the first time on the Market the game that unites popular Classic Snake and Color Lines.Pretty design, comfortable interface and different bonuses won’t bore you!You should collect points by picking color bubbles appearing on the game field. Different colors have different cost. The final of the game comes when the Bubbline bites itself. Looks like Classic Snake? Nope! If Bubbline picks three same colors in succession it shortens, thus freeing the space for following maneuver and multiplying the quantity of points.In addition there is spectrum-bonus that fits any color.By default Bubbline gets 3 lifes (3 silver bubbles). But be careful! Black bubbles on the way are dangerous – every black bubble kill one life.But no worry - you can heal the Bubbline and increase new lifes by picking silver bubbles on the field.The speed of the Bubbline depends on quantity of earned points.Controlling of the game is quite easy – you just need to set the direction of the Bubbline drawing by your finger in any area of the screen.No worry about borders - the game field is cyclic!Bubbline includes OpenFeint system. Now you can submit your high scores on the web and organize competitions with your friends. Choosing the right tactics in combination with manual dexterity will bring you good result and you will be the champion of the Bubbline!Points guide:-\tGreen bubble          1 point-\tBlue bubble             3 points-\tAqua bubble            5 points-\tPurple bubble         10 points-\tRed bubble             25 points-\tOrange bubble        50 points-\tGold bubble            75 points-\tBlack bubble           minus 100 points, minus one life-\tSilver bubble           0 points, adds one life-\tSpectrum bubble    0 points, fits any pair of color bubbles to combine the tripletLifetime of the bubbles on the field:-\tCommon color bubbles are constant-\tBlack bubble 1 minute-\tSilver bubble 30 seconds-\tSpectrum bonus 30 secondsFeatures:-\tSimple usable interface-\tComfortable controlling-\tOpenFeint social network access-\tHigh scores saving The free version of the game Bubbline includes banner advertising.Soon! Watch the Bubble Ultimate release that free of ads. Bubbline Ultimate will include extra features and bonuses.Transformer that turns all the black bubbles into colors.Eliminator that randomly moves off equal color bubbles from the Bubbline In addition Bubbline Ultimate provides achievement awards!and other features.Enjoy playing Bubbline from Expedition107 and good luck!",
    "reviews": [
      {
        "documentVersion": "1.2.1",
        "timestampMsec": "1312979308881",
        "starRating": "1",
        "comment": "Worked great for about 5 min, but hasn\\'t worked since, waited for updates, that didn\\'t fix it.",
        "commentId": "lg:AOqpTOFgtd2eGl66I6maw_XFdeB11bBxVjACRooF90i7G2__Q_gb__EvfoYcrKyPvsFjyGXY04-48XqPCIEvOX4",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1332400035612",
        "starRating": "5",
        "title": "hmmmm",
        "comment": ":-).",
        "commentId": "lg:AOqpTOE28Lqs46RKABdVpz6-DKTwXnGgE8eDcG_RSfRnSwwKUj91wX_iaOL1DEZSXNBmay_Xb9ePaBlNnWR8bgI",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.VIBRATE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
