{
  "title": "Lauder Collection-Neue Galerie",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.espro.android.mediaplayer.Neue_Galerie",
  "category": "Education",
  "price": "Free",
  "datePublished": "November 16, 2011",
  "version": "1.1",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "2",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "Acoustiguide Inc (Espro Acoustiguide Group)",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.espro.android.mediaplayer.Neue_Galerie",
  "extendedInfo": {
    "installSize": "42M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "The Ronald S. Lauder Collection: Selections from the 3rd Century BC to the 20th Century/Germany, Austria, and FranceThe Ronald S. Lauder Collection: Selections from the 3rd Century BC to the 20th Century/Germany, Austria, and France encompasses a broad range of masterworks. The exhibition focuses on six areas: medieval art, arms and armor, Old Master paintings, 19th and 20th century drawings, fine and decorative art of Vienna 1900, and modern and contemporary art. Among the artists represented are Joseph Beuys, Constantin Brancusi, Paul Cézanne, Vasily Kandinsky, Anselm Kiefer, Gustav Klimt, Henri Matisse, Pablo Picasso, and Gerhard Richter.This application consists of an audio tour of the Ronald S. Lauder Collection, presented by Ronald Lauder, the museum’s co-founder and president. He shares his insights and visions in creating one of the finest private art collections in the world, spanning from the 3rd century BC to the 20th century.The Ronald S. Lauder Collection: Selections from the 3rd Century BC to the 20th Century/Germany, Austria, and France is on view at this venue as follows:Neue Galerie New York1048 Fifth Avenue at 86th Street, New York, NY 10028October 27, 2011 – April 2, 2012Category views, numeric keypad entry and the keyword search function enable you to access the tour anyway you wish.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET"
    ]
  }
}
