{
  "title": "US Citizenship Civics Practice",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.exam.civics",
  "category": "Books & Reference",
  "price": "$2.89",
  "datePublished": "May 21, 2013",
  "version": "2.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "Pinch & Chuck Mobile",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.exam.civics",
  "extendedInfo": {
    "installSize": "6.2M",
    "downloadsCount": "50+",
    "downloadsCountText": "50 - 100",
    "description": "If you have an interest in becoming a citizen of the United States of America, you need to learn about the history of the USA and how its government works. We provide a self-test on the content of  \"Learn About the United States: Quick Civics Lessons for the Naturalization Test\". The brochure is an official USCIS study material, covering all of the civics questions that may be asked during the Naturalization interview.  Our Audible Flash Cards for the Naturalization Test cover all of the civics questions that a naturalization applicant should study to pass the US Citizenship Exam.  Features:✔ Mobile device friendly \"Learn About the United States: Quick Civics Lessons\" brochure. ✔ 100 Audible Flash Cards. ✔ Ability to control study process by dividing the questions into groups (to Study, Learned, Difficult). ✔ Study progress is preserved automatically when the is in sleep/paused/closed mode.✔ Ability to shuffle all cards. ✔ Mode to show Seniors' cards only. ✔ Portrait and Landscape view. ✔ Preference screen to customize animations, sound, and more. ✔ No network required: all texts and sounds are stored on your mobile device.✔ New in 2.0: integration with free US Citizenship State Answers. Use the add-on to insert location dependent answers to questions 20,23,43, and 44.Visit http://www.pinchandchuck.com/exam.html#civics for more information and screenshots.Visit http://www.passcitizenshipexam.com/newCivicsTest/index.html to view the web-based version of the app and practice on-line for free.Please contact our developers directly if you would like to report a problem or have a feature suggestion: exam@pinchandchuck.comGood luck!",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.INTERNET"
    ]
  }
}
