{
  "title": "Not Only Car Performance Meter",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.eventronic.performance",
  "category": "Tools",
  "price": "Free",
  "datePublished": "September 9, 2013",
  "version": "1.0.6",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "11",
  "rating": "5.0",
  "contentRating": "Low Maturity",
  "creator": "Master Timing",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.eventronic.performance",
  "extendedInfo": {
    "installSize": "11M",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "Para coches, motos y cualquier vehículo.Esta aplicación no es solo un velocímetro.Con esta aplicación usted podrá medir las prestaciones reales de un vehículo, coche o moto. Mediante un sencillo interface, en base a unos pocos parámetros, podrá medir, en tiempo real, las prestaciones dinámicas del vehículo. Dispone de un display que monitoriza los parámetros físicos del funcionamiento, mostrándolos mientras se conduce. Los parámetros que la aplicación mide son:Velocidad instantánea, máxima y media, con velocímetro analógico y digital.Aceleración instantánea y máxima.Deceleración máxima (potencia de frenado).Potencia instantánea y máxima, en caballos (HP) a la rueda.Se pueden ir realizando tantos tests como se deseen y quedarán almacenados para una posterior revisión. Asimismo el programa realiza un track de cada test que luego podrá ser visualizado en un mapa, en donde se verán los puntos de máxima potencia y frenado. Estos datos son especialmente importantes en los tests de circuitos de velocidad, en donde puede usar la aplicación para monitorizar estos datos para poder afinar las prestaciones, como un ayudante a la telemetría y poder compararlos con otros participantes.Si es usted aficionado a las motos o a los coches y desea conocer las prestaciones de su vehículo, esta es su aplicación.La potencia de frenado medida es muy importante para conocer el estado de los frenos y neumáticos de un vehículo, por lo que la puede usar antes de adquirir un vehículo de ocasión.También puede usarse como monitor en los viajes para poder visualizar los kilómetros, recorrido realizado y las velocidades medias y máximas.Si usted es un profesional, esta aplicación le puede ayudar a medir las prestaciones tanto en vehículos de calle como de competición.Ante cualquier problema, por favor enviarme un email.Uso:Active primero el GPS.Configure el peso total del vehículo con pasajeros, tipo y la frecuencia de refresco según la potencia del terminal. En móbiles de doble núcleo o más, poner el refresco en 500 milisegundos. Grabe los datos y ya está listo para las mediciones de los tests.Con la aplicación PRO (disponible en breve) podrá además exportar los datos en fichero kml para poder importarlos en cualquier navegador o compartir con sus compañeros, generar un fichero csv de análisis de todas las variables físicas con respecto al tiempo, además de mejoras en el interface y mayor precisión.Palabras clave: Velocidad, tacómetro libre, libre velocímetro, tacómetro PRO, gráfico, historia, medidor de velocidad, medición, medición de la velocidad, V-max, medidor de potencia, medidor de prestaciones, tracking, track, power, car power, potencia del motor, prestaciones",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_LOCATION_EXTRA_COMMANDS",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.VIBRATE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
