{
  "title": "Best Memory Games - Vege",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.examobile.memorygamesvege",
  "category": "Health & Fitness",
  "price": "Free",
  "datePublished": "August 8, 2013",
  "version": "1.2",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "12",
  "rating": "4.8333335",
  "contentRating": "Everyone",
  "creator": "ExaMobile S.A.",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.examobile.memorygamesvege",
  "extendedInfo": {
    "installSize": "2.8M",
    "downloadsCount": "10,000+",
    "downloadsCountText": "10,000 - 50,000",
    "description": "Memory Game Vege  is a fun memory game for kids and adults. Rules of the game are very simple - touch and discover the card, find two the same cards then disappear. The aim of the game is to match all the pairs of cards at every level of the game. Theme of the game are vegetables. Great fun for all family or friends.Features:- You can play as a single player - to defeat the 9 stages,- You can compete in 2 players, also on 9 levels of the game,- Challenge mode - beat all stages fighting against the time.The Memory Game Vege is perfect for kids, even the smallest ones. Allows you to take a long time to their attention, and by the way trains memory, concentration and learning to recognize different fruits. The game also works well as memory training, brain training, it can be played at any free time.The game provide you at any level of an attractive play. Player can gain bonuses to compete for points, with time or other players. The current version of the game shows the cards of different vegetables. In Examobile apps shop in Google Play you can find diffrent editions of the game with other graphics (friuts, things, animals, flags, sports and others).We also recommend other games and applications from Examobile:- ColorUp- Give a kiss - kissing test- Dress Up - game for girls- Steal a kiss - spin the bottle- Jokes and pranks- Hot Weather Thermometer- Wishes and greetings for every occasionand others Enjoy the game and have fun!",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.INTERNET",
      "com.android.vending.BILLING",
      "android.permission.GET_ACCOUNTS"
    ]
  }
}
