{
  "title": "English Lit A Level (Login)",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.examstutor.EnglishlitLogin2",
  "category": "Education",
  "price": "Free",
  "datePublished": "December 21, 2011",
  "version": "1.2",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "1",
  "rating": "1.0",
  "contentRating": "Everyone",
  "creator": "Examstutor Limited",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.examstutor.EnglishlitLogin2",
  "extendedInfo": {
    "installSize": "675k",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "Starting with 290 unique multiple-choice test questions, English Examstutor is a new A Level English Literature exam revision app. Instant feedback for each question helps you identifying the correct response to questions you answer incorrectly. Reinforcing your understanding of key topics you may be examined on at A Level.★ This version of the app is intended for use by subscribers to examstutor.com, and is initially set to demonstration mode, and can be fully unlocked by entering your examstutor login details.★ A paid version of this app is available separately in the Android Market.Combined with the facility to link to further revision support on examstutor.com used by leading schools and colleges across the UK, this app will be updated with additional topic tests and questions throughout your studies.Revise a specific Topic, or create Random Tests, with questions drawn from all key topics in a specific Unit, or from across the entire question bank.A level English Literature is an advanced qualification studied by UK and international students prior to attending University. This app can be used by anyone wishing to develop their understanding of English Literature.Features include:· Topic Tests: Covering a growing range of examined topics· Random Tests: Choose the number of questions randomly drawn from either the entire A level or the unit you are currently revising.· Instant Feedback : Correct Answers identified if you get a question wrong, reinforcing learning.· Report Card : tracking your performance in all the tests you take, whilst charting your understanding of each topic prior to you sitting exams.Topics currently considered:Antony and Cleopatra, The Tempest, The Sonnets - William Shakespeare, Arthur Miller, Tennessee Williams, Mary Shelley, Tom Stoppard……Copyright (c) Examstutor Limited 2011",
    "reviews": [
      {
        "timestampMsec": "1345685033176",
        "starRating": "1",
        "title": "sucks not recommended. 0 stars.",
        "comment": "U cant do anything unless u have an account. And it doesnt give u a sign up button so u actually have to get on the internet and find the website sign up all just to use this app. And in demo mode u cant do anything so theres no point for that either. Horrible.",
        "commentId": "lg:AOqpTOGoRB1xLjxPDowi0C_UxqZkJPUZ_C6qeycLi8DMKjJ6oB8N2INLbz7-nhgkPEXsQxQE-aXvoLrCA0GMDw",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET"
    ]
  }
}
