{
  "title": "Everyday Makeup",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.everyday.makeup",
  "category": "Lifestyle",
  "price": "Free",
  "datePublished": "April 3, 2013",
  "version": "3.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "20",
  "rating": "2.6",
  "contentRating": "Low Maturity",
  "creator": "Urke",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.everyday.makeup",
  "extendedInfo": {
    "installSize": "3.2M",
    "downloadsCount": "10,000+",
    "downloadsCountText": "10,000 - 50,000",
    "description": "Be your own makeup artist! Everyday makeup application will help you save your time and money! Enjoy learning various tricks and tips! Look beautiful everyday by following easy steps! Learn how to have perfect everyday makeup!-Look different every single day by following various tips and tricks!-Choose the makeup that suits best your daily outfit! -Keep up with the latest trends, and be unique and beautiful everyday! Everyone wants to look beautiful and we spend a lot of time, money and energy in our quest to stay beautiful. But running to the salon every now and then can be quite heavy on the pocket. However, that should not stop you from being beautiful everyday. Natural makeup uses colors that match and compliment your skin tone to even out your complexion and accentuate your best features. A natural makeup look lets your own natural beauty shine through. It’s a great look for every day. The best natural makeup looks keep it simple by using only three different colors: one for face powder, one for the lips and cheeks and one for the eyes. Start by cleaning your face with a quality cleanser suited to your skin type (oily, dry, or combination). Then moisturize with a fragrance- and oil-free lotion that doesn’t irritate your skin.Choose a foundation that matches your skin tone. Find a natural light source and dab some foundation on your cheek; check the color from different angles to make sure it matches your skin. If you’re using a tester and don’t feel comfortable applying the makeup directly to your face, you can dab in on the back of your hand.Before applying any face powder or foundation, cover imperfections with a concealer. Dab the concealer over dark spots and acne, as well as over any dark circles you might have under your eyes. Concealers hide inconsistencies in skin tone, but they don’t add any extra color to your face, and once you’ve applied your face powder or foundation, you won’t be able to see the concealer underneath.When applying your foundation, blend it in thoroughly. You might even want to skip foundation altogether in favor of a tinted moisturizer; this is a good option if you already have an even skin tone and don’t need to hide many imperfections. Be especially careful to blend the foundation down your neck, or you could wind up with a line at the jaw.For an everyday makeup look, choose lip, cheek and eye colors that compliment your skin tone. Pink shades work best on fair skin, but light brown and bronze colors work better for medium skin tones. If you have a darker complexion, use darker bronze and brown shades. Matte colors are best for achieving a natural look, since they don’t have the sort of glossy finish that will make others notice you’re wearing makeup.Cream blush lasts longer than powder blush, and can give you a more fresh faced appearance. Bronzer is also a great option for a natural look, since it gives your skin a natural glow and can make you look tanned.When choosing lip color, avoid glosses and thick, waxy lipsticks. Lip stains are the best option for a natural look. It lasts for hours and makes your lips look naturally colored. Choose a shade that’s close to the natural color of your lips. Before applying lip stain, rub your lips gently with a damp washcloth to clear away dead skin, and apply lip balm to keep your lips moist throughout the day, since lip stain can dry out the lips.",
    "reviews": [
      {
        "timestampMsec": "1350410149507",
        "starRating": "1",
        "title": "No good app....",
        "comment": "Trying to play the video & nothing shows up.. Sucks!!!!!!",
        "commentId": "lg:AOqpTOHm6WJwxc0JBHs3fjT_EsttkXlzyPd1eSaAAl5te2-SxeRvl66PeP_HezaqSY45Z3zzhWnuvnzJ5lhtDg",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1352197719844",
        "starRating": "5",
        "title": "Cool",
        "comment": "Nice app!",
        "commentId": "lg:AOqpTOHzbgagpaDeYATK3XrJDGEeANKh66Y5vBYoewykuWMtFby5t6Og02Wv3FRSs2jgfipT3pCOMr4RiD7kvw",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1353945036705",
        "starRating": "5",
        "title": "Like",
        "comment": "It works fine for me, good tutorials",
        "commentId": "lg:AOqpTOEHygeubDXFXR2VCju-QP6aVuYptAqbPpTccWlj7HTmiZHrWtVm_jsmkRn3lUykdV6lzk_tY7lkhPKRPA",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.GET_ACCOUNTS",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.WAKE_LOCK",
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.READ_PHONE_STATE",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "android.permission.VIBRATE",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_LOCATION_EXTRA_COMMANDS",
      "com.android.browser.permission.READ_HISTORY_BOOKMARKS",
      "com.android.browser.permission.WRITE_HISTORY_BOOKMARKS",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "com.android.launcher.permission.UNINSTALL_SHORTCUT",
      "com.android.launcher.permission.READ_SETTINGS",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
