{
  "title": "BirdLog Mex. & Central America",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.ezbird.androidca",
  "category": "Books & Reference",
  "price": "$0.99",
  "datePublished": "July 24, 2013",
  "version": "1.8",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "1",
  "rating": "5.0",
  "contentRating": "Low Maturity",
  "creator": "Birds in the Hand, LLC",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.ezbird.androidca",
  "extendedInfo": {
    "installSize": "3.6M",
    "downloadsCount": "50+",
    "downloadsCountText": "50 - 100",
    "description": "★★BirdLog is the only Android app for recording and submitting your bird sightings directly into eBird while in the field!★★Forget about notebooks, pencils and sitting at your computer. Transform your bird sightings into eBird submissions to build your own lists while sharing your sightings and supporting conservation.You’ll enter more lists with BirdLog and enter them more accurately. It is easy to tally birds as you go—and thus counting them more accurately, automatically capturing the time and duration, and using the device’s GPS and map interface for greater precision of locations.BirdLog was developed by active eBird users as a power app for submitting data into eBird. If you are not already familiar with eBird, we recommend that you visit ebird.org and register before using BirdLog the first time. Here's what some birders are saying about BirdLog, the only app for directly submitting sightings into eBird from the field: ★ “BirdLog will fundamentally change the way we go birding,” Chris Wood, eBird Project Leader.★ “I enter more checklists simply because it’s so easy, and still have more free time at home.  I’ve waited for in-the-field data entry for years,” Marshall Iliff, eBird Project Manager.★ “The ability to record real-time bird observations in the field and have them flow directly into the eBird database has huge implications, not just for birders and eBird, but for citizen-science in general,” Brian Sullivan, eBird Project Manager.★ “BirdLog is stunning in its simplicity and efficiency.  I now enter my almost daily observations in the field with greater accuracy in time, date, and numbers,” Ohio eBirder.BirdsEye BirdLog is the exclusive mobile data entry app for eBird that allows you to: ✔ Plot the exact location of your sightings using your phone's GPS ✔ Create new personal locations or choose an existing hotspot or personal location for your checklist ✔ Create checklists even when there is no cell coverage to later submission to eBird ✔ Enter birds quickly and easily as you see them using bird codes or full names✔ Scroll and review your checklist before submitting it Our company is committed to birds, the birding community and bird conservation. Every BirdsLog purchase you make directly supports the eBird project of the Cornell Lab of Ornithology. We think they’re worth it—now and for the future of birds and their habitats.This version covers South America only.  Our world version, called BirdLog Worldwide is available for birders who want world coverage.  The advantage of the regional versions compared to the world version is that the lists are smaller and slightly faster because they do not need to juggle the full worldwide taxonomy, and because they offer a much shorter default list for use when creating a checklist offline.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.READ_CONTACTS",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_CALL_LOG"
    ]
  }
}
