{
  "title": "Family Car Games",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.evangelist.cargames",
  "category": "Casual",
  "price": "$1.99",
  "datePublished": "September 22, 2011",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "4",
  "rating": "1.25",
  "contentRating": "Everyone",
  "creator": "Intensive Services",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.evangelist.cargames",
  "extendedInfo": {
    "installSize": "1.0M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "ABOUT FAMILY CAR GAMES: How-to-play instructions for 100 creative, fun & challenging no-equipment-needed family games. These games can be played *anywhere* families go–restaurants, doctors' waiting rooms, at dinner. You don't need “stuff” to have fun, just 2 or more people & Family Car Games. This app gives simple instructions for the games, & you can sort by age, type of game, etc...then you put away the iPhone (nobody fights over it or gets carsick staring at it) and play! Even the driver can play most games! Our teens still play these games & there are games for 5+under too. Our faves: Grandma is So Weird, Inky Pinky, Love is Like a Shovel (& the radio games!) PRAISE FOR FAMILY CAR GAMES: WOMENSDAY.COM (2011) “With 100 no-equipment-required activities appropriate for the entire family, the Family Car Games app tells you how to play each game.” STOP & SHOP SUPERMARKETS Small Victories blog (2011) “Family Car Games features instructions for over 100 games. It may not directly save you money, but keeping everyone in a good mood on a long drive might just save your sanity!” KMART - Playdate Place blog \"Taking Frugal Fun on the Road\" (July 2011) OFFICIAL SOUTH BY SOUTHWEST BLOG(cool annual festival held in Austin) (2011) “Family Car Games-This app has it all with over 100 games to choose from. Family Car Games is great, especially if you don't want to be glued to technology for the whole trip because you don't actually use your phone to play. Rather you use the app to search for a game, read the rules, and then you are on your own!” FOXNEWS.COM - New Ideas for Road Trip Games “Do you have one of those newfangled scan functions on your car radio? Then fasten your seat belts and prepare to play “Catch That Song,” included in the iPhone app \"Family Car Games\" created by a mom, her husband, and their two teens” PARENTING ON YAHOO! SHINE: THE BEST APPS TO KEEP KIDS BUSY ON LONG TRIPS “The appeal: 100 activities entertain on long stretches of interstate. ... Arm yourself!” AOL PARENTDISH BY KATHY PEEL: 5 Essential iPhone Apps for Family Travel “Stop spending your road trips bickering or making the kids count cows or Volkswagens! FCG will likely keep a few families together, with its endlessly distracting roster of games to choose from. No equipment necessary—except your phone and a playing partner. Over 100 creative, fun, challenging games, including word games...and (our favorite) “Grandma Is So Weird”. LISA'S TRAVEL blog: BEST IPHONE APPS FOR FAMILY TRAVEL (2011) “Gone are the days when you have to buy a new game or tow a box of games for that long road trip to keep the kids’ annoyance level down.\" THE DIRTY SHIRT – momblog “I recently had the chance to review this app and used it for the first time on a car trip to run errands, not a long trip but I can tell you it was a quiet trip with the kids playing nice and laughing. This is a great idea and I am actually looking forward to our next road trip.” GALAVANTE.COM: luxury travel website (2011) “Shake your iPhone to unveil a database of 100 inventive games sure to keep families entertained and competitive for hours. Once you’ve selected a game, read the instructions, drop your iPhone, and game on!” THE APPCAST podcast, available on iTunes - TRAVEL APPS FOR KIDS episode FOR PRECOCIOUS PRETEENS \"Why we love FCG...\" DAILY CANDY praised Family Car Games to their many city editions, from Boston to Seattle in http://www.dailycandy.com/kids/all-cities/article/103762/Travel-Apps-Road-Trip--Tips Travel Apps for Family Road Trips. Created by a Princeton family: Parents w/a PhD & master's in Education, published authors (Mom's a pro songwriter)& 2 kids in middle and high school.",
    "reviews": [
      {
        "timestampMsec": "1353510097474",
        "starRating": "2",
        "title": "Tons of ideas, but not what I expected.",
        "comment": "This might as well be a eBook, as it is all text and no action. I was looking for a screen game that would enable my family to keep track of car plates, travel bingo, scavenger hunts, etc. This does not do that. The app merely provides an extensive list of game ideas. Nice in that sense, but just not what I was looking for.",
        "commentId": "lg:AOqpTOFz495ISwQWkbGkrXWzbszPwKkPWepmqzFMEf5iQYibE7u9GAREx3fNz8xZnx3XE4J3CoVVEJ7hUeK8dw",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1373060421606",
        "starRating": "1",
        "title": "Won\\'t open.",
        "comment": "We wanted this app after using it on a friends iphone, but the android version is apparently buggy. Crashes while opening!",
        "commentId": "gp:AOqpTOHyrteySOMFrCFRf37ym51y7dDKbPv7jEYYenGJL0XcPJ-2Znx1tuKE2-7EITDD7NT06rtocOLMzTNnxQ",
        "author": "Sue Anne Z",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1348576392635",
        "starRating": "1",
        "title": "Not Working",
        "comment": "Only brings up a black screen on my ICS SGS2 and asked to report the problem... Which also doesn\\'t work!  This seems to be a fake app!!!",
        "commentId": "lg:AOqpTOF2fM8I4kqtScyAva6BfQsKmVPsXeY_CjVcM8TXmnsFwtgqFqFV1lkA3qVRG1NmzuG5Ypr283bbo6OqWg",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1353792640839",
        "starRating": "1",
        "title": "Not working",
        "comment": "Doesn\\'t work reported but nothing was done",
        "commentId": "lg:AOqpTOHolSdIDK7hqSMdjPVEXDF1-r3ntCpkb3NQfQn_ewGcFLZvJt6JgR_VUUiyStGhKvrNQrFQdMdOU82x-A",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [

    ]
  }
}
