{
  "title": "EIM PT Mobile",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.evidenceinmotion.eimptmobile",
  "category": "Medical",
  "price": "$1.99",
  "datePublished": "August 19, 2011",
  "version": "1.0.0",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "2",
  "rating": "3.0",
  "contentRating": "Everyone",
  "creator": "Evidence In Motion",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.evidenceinmotion.eimptmobile",
  "extendedInfo": {
    "installSize": "487k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "EIM PT Mobile is an evidence-based practice ‘push’ service that delivers all of your favorite PT journals, news feeds and blogs to your Android device. You select which news, feeds and blogs you wish to read, and we provide the latest publishing and releases. There is also an easy sharing option for Facebook, Twitter and email as well as a convenient place for you to save all of your favorite articles. The #1 barrier to becoming an evidence-based practitioner is the lack of time to sift through research. EIM PT Mobile is the answer. Stop searching, and let EIM PT Mobile do it for you! Important Notice: In some cases EIM PT Mobile only provides abstracts for articles requiring purchase from scholarly journals. Purchase may be required to view full article. About EIM: Evidence in Motion (EIM) is an education and consultation company whose sole reason of existence is to elevate the physical therapy profession and the role of physical therapists in healthcare delivery. A strong dedication to fostering the creation and assimilation of an evidence-based practice culture within the physical therapy profession is a cornerstone of EIM’s mission. We have put in place evidence-based practice treatment pathways in many facilities and aim to promote the global sharing of information and ideas, thus advancing evidence-based physical therapy practice, research and education around the world. EIM offers Continuing Education, Residencies, a Fellowship Program, a Musculoskeletal Transition DPT and an Executive Program in Private Practice Management with optional Transition DPT. For more information, please visit www.EvidenceInMotion.com. You can also find EIM on Facebook and Twitter.",
    "reviews": [
      {
        "documentVersion": "1.0.0",
        "timestampMsec": "1314260235079",
        "starRating": "5",
        "comment": "This is a great tool to get the information I want and need without the hassle of scouring the internet! Thanks for coming to Android!",
        "commentId": "lg:AOqpTOEKRo5bbSfrfgxuLOKVPJYKsh3vClQPN_7ZNRzwltR28JCU0ro186ZXq8HYuBWwWLtXCLg29I1OhjX35Q",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "documentVersion": "1.0.0",
        "timestampMsec": "1351982716729",
        "starRating": "1",
        "comment": "Useless.",
        "commentId": "lg:AOqpTOF-012RlC2dpiJl6wiNOZ8OrurF-m1X6Jf-_IFoMSyhEFrUgciZGAGRnD0xjp_z1UuRrv5QwAlQssiB5w",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE"
    ]
  }
}
