{
  "title": "Be Kind to Yourself",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.evansappwriter.mod002",
  "category": "Lifestyle",
  "price": "$0.99",
  "datePublished": "December 27, 2011",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "Lillarose",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.evansappwriter.mod002",
  "extendedInfo": {
    "installSize": "1.2M",
    "downloadsCount": "10+",
    "downloadsCountText": "10 - 50",
    "description": "365 short, actionable tips to listen to your own Heart Wisdom, Love yourself and become your own authority.STILL NOT AT PEACE WITH YOURSELF,after all these years of spiritual practice?The most difficult practice is the expression of self-acceptance and self-love, and is the main reason we feel disconnected from ourselves, our heart and our life's purpose.Without it, no matter how much we meditate, give selfless service and work through our childhood traumas, we still feel a split inside because we have built a barrier between who we are and who we think we should be.Rumi says: 'Your Task is Not to Seek for Love, but Merely to Seek and Find all the Barriers Within Yourself that You have Built against It.'Many seek and do not find. Many find, yet do not transform because they resist what they find. It takes courage to seek these barriers. It takes kindness to find them. And finally it takes Love to dissolve them. Love is the vehicle, the pathway and the destination and you ARE that Love! Are you ready to BE it? Are you ready to listen to yourself with a kind ear and an open heart and see what happens? Only by Being Loving to yourself will this barrier dissolve and you will realize that you are that Love and its fulfillment.These daily messages will help you listen to YOU and inspire you to become your own authority and express yourself in the world with confidence and joy. Learning to listen to your body and become mindful of its signs is a significant part of getting to know the barriers you have built against yourself, so you can start dissolving them.Together, we will learn a new language called kindness to communicate with ourselves and become our own best friend.That is the open door to the life you came here to express and enjoy.PLEASE ENTER",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.VIBRATE",
      "android.permission.INTERNET"
    ]
  }
}
