{
  "title": "Ethiopian tourism game",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.ethiopiantourism.game.AOUIMCELHFALBWTN",
  "category": "Casual",
  "price": "Free",
  "datePublished": "July 17, 2013",
  "version": "1.0",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "3",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "ETHIOPIANAPPS",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.ethiopiantourism.game.AOUIMCELHFALBWTN",
  "extendedInfo": {
    "installSize": "21M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Ethiopian tourism find differences android game is a good remainder of the Wildlife and beauty of Ethiopia. Ethiopia has a large variety of indigenous plants and animal species. The Ethiopian Wildlife and Natural beauty is amazing. This Ethiopian tourism find differences game is simple remainder the Wildlife and Natural beauty of EthiopiaEthiopia is a land of wonder and enchantment, a country with one of the richest histories on the African continent, a land of contrasts and surprises, of remote and wild places, home to cultured and friendly people who are descended from some of the world's oldest civilizations. Beautiful, ethical, sweet, hospitable, admirable, visits Ethiopia for more info go to http://www.tourismethiopia.gov.et . Enjoy!About Ethiopian tourism find differences android game is an easy mini game of Find-Difference which refers to pick out the differences between very similar 2 pictures in a certain time.The play button directs you to start game.The game is divided into 3 levels: easy, medium and difficult.The game contain various sound effect depend on your actions.The different level bases the dynamic flash obstacles on its difficulty.  The progress bar prompts you how long the game takes.It pops up the message when lose, success, next round, etc.After passing through, you can get the prompt message about game result. Enjoy!",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE"
    ]
  }
}
