{
  "title": "ESL Robot 2.0",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.eslfast.eslrobot",
  "category": "Education",
  "price": "Free",
  "datePublished": "July 20, 2013",
  "version": "2.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "2",
  "rating": "4.5",
  "contentRating": "Everyone",
  "creator": "Ron Lee",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.eslfast.eslrobot",
  "extendedInfo": {
    "installSize": "211k",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "ESL Robot is a language bot created to help English learners practice speaking English. Learning a language requires a lot of practice, but for English learners it is difficult or expensive to find someone to practice their English. ESL Robot is a tireless \"English tutor\", who acts as a native speaker to talk with you. When you speak, the bot will understand and give you a human-like response. You can hear the response and see the text on the screen. It’s an excellent way to practice your English.ESL Robot is an award-winning bot. It won one first place and one fourth place in Loebner Prize 2011 Artificial Intelligence Contest. After years of development, the bot has become an experienced \"tutor\". His native-like responses to learners are usually correct, appropriate, and interesting. If you speak with a foreign accent and the bot fails to recognize your voice, you can choose to type in your questions and responses. If you make mistakes, very often the bot can correct you. It can correct over 2,000 errors commonly made by English learners. The bot has been trained to answer all kinds of questions, including general knowledge questions, such as “which mountain is the highest?” “What animal is the heaviest?” He knows almost all the grammatical terms used in a grammar textbook, irregular verbs, and irregular plural forms; if you want to know how to learn English, he can give you advice; the bot knows what happened today in history, famous people, all the major cities in the world, population, capitals of any countries; who won the Nobel Prize; which team won the World Cup, and so on. If you tell the bot your name, age, or birthday, etc., he can remember them when you ask him later in the conversation. ESL Robot is really a good human-like tutor. You can not only practice English with him, but also learn a lot from him.Disclaimer: All the answers given by the bot are for language practice purposes; they are usually correct, but may not be 100 percent correct.",
    "reviews": [
      {
        "timestampMsec": "1378135778648",
        "starRating": "4",
        "title": "Goooooood!!!!$$$$$!!!!!!",
        "comment": "This is so good but it does close sometimes overall this app is great,it responds very well,it really deserves to be the award winning chatting bot for english learners,awseome.",
        "commentId": "gp:AOqpTOF51OOcqjq1xAjzqeyjTV_7Huh6u28-1n9sgsZjEmy3WUlI4g6KZnd5BxtZ2sNX81YFrpbeCbgKU3pl",
        "author": "Jevin Caesar",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE"
    ]
  }
}
