{
  "title": "Wide Mouth Frog Storybook",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.erik.games.wmf",
  "category": "Education",
  "price": "$2.99",
  "datePublished": "August 11, 2013",
  "version": "1.0.3",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "Erik Rounds",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.erik.games.wmf",
  "extendedInfo": {
    "installSize": "33M",
    "downloadsCount": "1+",
    "downloadsCountText": "1 - 5",
    "description": "Wide Mouth Frog is tired of eating the bugs his mother feeds him every day, so the curious frog hops through the zoo to find out what the other animal mothers feed their babies. He discovers that what is good for some animals is not necessarily good for Wide Mouth Frogs. Much to his dismay, he finds that one animal in particular likes to eat something that is definitely not good for Wide Mouth Frogs!Follow Wide Mouth Frog on his adventure in the zoo as you listen to the narration of this whimsical tale and interact with various surprises along the way.  Then for some real froggy adventures of your own, tackle the Buggy Snacks game. enter at your own risk-there are dangers!- Follow along with the narrator as words are highlighted as they are read- Touch each word to hear it spoken out loud- Characters animate, move, and make sounds when you touch them- Background music can be turned on and off- An index allows you to revisit any page- Based on the print version of Wide Mouth Frog Goes to the Zoo now available on Amazon.com. To purchase the print book, go to: http://sunnycrestpress.com/frog-zoo.html  and click on the Amazon logo.But wait... there's more!In addition to the storybook, you also get the \"Buggy Snacks\" arcade game.  Help Wide Mouth Frog eat bugs while dodging alligators and avoiding dangerous bombs.- 18 levels of increasing difficulty- Once you complete the game in arcade mode, a whole new \"survival\" gameplay mode is unlocked- A \"tadpoles\" mode for young children- Retro style arcade gameplay- High score tables for both arcade and survival modeBuilt with Corona",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.READ_PHONE_STATE",
      "android.permission.ACCESS_NETWORK_STATE"
    ]
  }
}
