{
  "title": "Screenshot FREE (Root Needed!)",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.eva",
  "category": "Business",
  "price": "Free",
  "datePublished": "October 22, 2012",
  "version": "1.1",
  "operatingSystems": "2.0 and up",
  "ratingsCount": "3",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "apps4mob",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.eva",
  "extendedInfo": {
    "installSize": "128k",
    "downloadsCount": "1,000,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "The eVA Mobile app provides users real-time access to business opportunities with Commonwealth of Virginia state agencies, universities, colleges, local governments and other Virginia public bodies. These opportunities, commonly referred to as \"solicitations\", are publicly posted on Virginia's innovative eProcurement system, eVA.   The Virginia Business Opportunity (VBO) page is the specific part of eVA's public website where businesses can find thousands of opportunities right at their fingertips.   eVA Mobile provides fast access to all of these solicitations directly through your mobile device.   Easy to use and powerful, this app delivers critical information that empowers businesses to keep abreast of what the Virginia government market is looking to buy, while its integrated calendar feature helps to ensure they won’t miss out on potentially valuable opportunities.Key Features: ­ - View a chronological list of active solicitations, beginning with the most recent posting.­ - One-touch access to all solicitation details, including attachments and award decisions. ­ - Save important events, such as deadlines and award dates, to the convenient in-app calendar with a single touch.  Then view them in your device’s regular calendar along with all of your other appointments and reminders.­ - Easily add contact information from the eVA Mobile app directly to your mobile device’s contact list.­ - Access and track the progress of past solicitations as well as current ones.­ - eVA Registered Vendors can access their eVA account to view solicitations in which they've been invited to participate.­ - eVA Registered Vendors can designate solicitations to a ‘Watch’ list and then follow them while on the go, just as they would at the office. ­ - The eVA “Email It to a Friend” feature lets you email a link to a specific solicitation to anyone, anywhere.­ - Advanced Search features allow searching by keyword, status, agency, closing date and bid category.",
    "reviews": [
      {
        "timestampMsec": "1358288058460",
        "starRating": "5",
        "title": "Galaxy Note2",
        "comment": "truly easy",
        "commentId": "gp:AOqpTOEJfqMbPLOJTkFW6UB5GvknKdsgwDhVrpJ35B1GlJ3qPDDQ2tmzPxIVZWsrS9W61BBc5irVooXd1oo5b0k",
        "author": "Jason Colden",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1350586243155",
        "starRating": "5",
        "title": "Easy",
        "comment": "Really easy to use",
        "commentId": "lg:AOqpTOE0hjp-nEnfUBYxJ7W7vWs_wQZziwPO82f8J-xsQR_UIV4tu8FYn4JSQjk5KWWScABQhaCr68pXJRb714Q",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET"
    ]
  }
}
