{
  "title": "WEHUB Flowchart",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.explorus.flowchart",
  "category": "Tools",
  "price": "Free",
  "datePublished": "March 21, 2012",
  "version": "1.4",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "2",
  "rating": "4.0",
  "contentRating": "Everyone",
  "creator": "Water and Environmental Hub",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.explorus.flowchart",
  "extendedInfo": {
    "installSize": "565k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Flowchart is designed to connect users with real-time water and environmental observation information in order to help them better understand and connect with the environment around them.  The application accesses information from Alberta Environment ranging from river and reservoir flow to snow depth, temperature, and incoming solar radiation (along with many others). The tool allows users to quickly access data at stations of interest and to display that information on a graph.  A skier might check the latest temperature and snow accumulation observations.  An environmental scientist might check dissolved oxygen in relation to low water levels they observed.  Flowchart lets users find and visualize data now.Information is shared with the app via the Water and Environmental Hub as a demonstration of the capabilities of the Water and Environmental Hub as a platform and API.  Users are encouraged to visit the Water and Environmental Hub to find more data or to build their own water and environment application.Features:-Use the keyword search to find particular stations or rivers of interest.-The filter option helps to find stations which have a particular observation property of interest.-Selecting a station and an observation property lets you view a graph, scroll through time or mouse over the graph for details on particular observed values.http://www.waterenvironmentalhub.ca/",
    "reviews": [
      {
        "timestampMsec": "1325788731301",
        "starRating": "5",
        "title": "Water data in Alberta closer to your finger tips",
        "comment": "Great to be able to make this app free and available on both Android and Apple app marketplaces. Hoping to expand the data offering to include BC, Saskatchewan, Manitoba along with other provinces and states in the future.",
        "commentId": "lg:AOqpTOF4ZamqWsMVNDpqe2JTy4q1EdSv3VlcFoHi03ld5wNdvOpZ631tbvgkswtichfpzp4eB2a1Z1A9TqBamw",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET"
    ]
  }
}
