{
  "title": "Fall Prevention",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.evidenceinmotion.fallprevention",
  "category": "Medical",
  "price": "$4.99",
  "datePublished": "August 8, 2013",
  "version": "1.0",
  "operatingSystems": "2.3 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "Evidence In Motion",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.evidenceinmotion.fallprevention",
  "extendedInfo": {
    "installSize": "160k",
    "downloadsCount": "10+",
    "downloadsCountText": "10 - 50",
    "description": "An app to help clinicians manage fall risk in patients.Know you should be screening your older patients for falls but not sure where to start?The Fall Prevention app will help you:\t•\tQuickly and easily screen your older adult patients for fall risk\t•\tUse the most current evidence-based tools to mitigate fall risk\t•\tTrack your patient’s risk management progressFall Prevention is a clinical app that leads you through screening questions and tests to identify and stratify fall risk in your patients; recommends further assessments, interventions, education, and resources to mitigate fall risk based on the latest clinical research; and provides the option to email results for each patient screened.Fall Prevention was developed by a partnership between Shubert Consulting and Evidence in Motion. The app is based on the STEADI tool, released in 2012 by the CDC to implement standardized fall risk screening practices.Shubert Consulting, http://www.shubertconsulting.net – A firm that translates research into practical clinical solutions to improve patient outcomes. We specialize in geriatric care, fall prevention, and healthy aging. Services include education and training, evaluation and assessment of current practices, and implementation of systems-based change, and solutions.Evidence in Motion, http://www.evidenceinmotion.com – EIM is an educational institution on a continual mission to elevate and advance the physical therapy profession by discovering and translating the best, latest evidence into physical therapy practice.  We provide physical therapists with a wide range of top quality educational products, to include post professional educational programs, continuing education courses, and clinically relevant tools, resources, and publications.  Our educational offerings and products are developed and delivered by world renowned physical therapy experts with extensive experience in academia, research, and practice management.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.MOUNT_UNMOUNT_FILESYSTEMS",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
