{
  "title": "Funny Riddles (PL)",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.examobile.smiesznezagadki",
  "category": "Entertainment",
  "price": "Free",
  "datePublished": "August 22, 2013",
  "version": "1.0.5",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "26",
  "rating": "4.1153846",
  "contentRating": "Everyone",
  "creator": "ExaMobile S.A.",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.examobile.smiesznezagadki",
  "extendedInfo": {
    "installSize": "1.2M",
    "downloadsCount": "5,000+",
    "downloadsCountText": "5,000 - 10,000",
    "description": "Dostarczamy gry, śmieszne zagadki oraz kawały i dowcipy na wszystkie urządzania mobilne. Aplikacja Śmieszne Zagadki na lato to extra aplikacja rozrywkowa - humor i dobra zabawa dla każdego. Zainstaluj ją jeśli chcesz się pośmiać i poprawić humor sobie i innym! Aplikacja idealna na lato i wakacje, przydaje się na imprezie, wycieczce lub przy ognisku - sprawdź sam i rozbaw swoją ekipę !!!Po ściągnięciu aplikacji wszystkie śmieszne zagadki będą zainstalowane w Twoim smartfonie, więc żeby je przeglądać nie musisz mieć dostępu do Internetu.Znajdziesz tu najlepsze śmieszne zagadki i pytania z różnych kategorii takich jak: o blondynkach, o kobietach, o mężczyznach, o Małyszu, o Wąchocku i inne. Stworzyliśmy również specjalną kategorię “Od użytkowników”, gdzie możesz zgłaszać swoje ulubione zagadki, których nie znalazłeś w aplikacji!W aplikacji możesz bardzo łatwo:- wyszukać zagadkę po dowolnym słowie- tworzyć bazę swoich ulubionych żartów i zagadek- wysyłać zagadki za pomocą maila, sms i innych zainstalowanych w telefonie komunikatorów- publikować najśmieszniejsze zagadki na portalach społecznościowych Facebook, Twitter, NK i innych, z których korzystaszJeśli podoba Ci się ta aplikacja podziel się tą informacją na naszym profilu:Google+ https://plus.google.com/s/examobilelub Facebook https://pl-pl.facebook.com/ExaMobileUdanej zabawy !!!Jeżeli coś w aplikacji nie działa prawidłowo lub masz pomysły co można w niej poprawić, uzupełnić napisz do nas na mail apps@examobile.com",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "com.android.vending.BILLING",
      "android.permission.GET_ACCOUNTS",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.INTERNET"
    ]
  }
}
