{
  "title": "Estonia Flag Live Wallpaper 3D",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.estonia.flag.live.wallpaper",
  "category": "Personalization",
  "price": "Free",
  "datePublished": "March 8, 2013",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "3",
  "rating": "4.0",
  "contentRating": "Low Maturity",
  "creator": "Countries Flag Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.estonia.flag.live.wallpaper",
  "extendedInfo": {
    "installSize": "4.1M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Estonia Flag Live WallPaper.This is top Quality & highly customizable Estonian Flag Live Wall Paper App.Feel proud of your country. Let this High Resolution Estonia Flag wallPaper always fly high on your home screen. Be it your country National Day, Republic Day or any other day; let others know how much you love Estonia.Steps to Set:Press Menu Key on Home Screen --> Select WallPaper --> Select Live Wall Paper --> Select Estonia Flag Live WallPaperEstonia Flag Live Wall Paper App has following features:1: High Quality HD Images of Estonian Flag2: Multiple Flag Size options3: Enable/disable Flag Animation with just a touch on the Flag.4: Play/Pause the Estonia National Anthem with a click on sound icon.5: Enable/disable Sound.6: Live Background with moving cloud, flying birds & more7: Multiple exciting Background Options8: Customize Flag animation speed.9: Choose your own Music file rather than default Estonian National Anthem with the App10: Share the app with your friends in social network11: Options to download more such amazing free apps.& much more.Show your patriotism. Let the national flag of Estonia adorn your phone screen. The flag waves and wiggles smoothly.Estonia (Estonian: Eesti), officially the Republic of Estonia (Estonian: Eesti Vabariik), is a state in the Baltic region of Northern Europe. It is bordered to the north by the Gulf of Finland, to the west by the Baltic Sea, to the south by Latvia (343 km), and to the east by Lake Peipus and Russia (338.6 km). Across the Baltic Sea lies Sweden in the west and Finland in the north. The territory of Estonia covers 45,227 km2 (17,462 sq mi), and is influenced by a temperate seasonal climate. The Estonians are a Finnic people, and the official language, Estonian, is a Finno-Ugric language closely related to Finnish and distantly to Hungarian.Estonia is a democratic parliamentary republic divided into 15 counties. The capital and largest city is Tallinn. With a population of 1.29 million, it is one of the least-populous members of the European Union, Eurozone and the North Atlantic Treaty Organization. Estonia has the highest gross domestic product per person among the former Soviet republics. It is listed as a \"high-income economy\" by the World Bank, is identified as an \"advanced economy\" by the International Monetary Fund, and is a member of the Organisation for Economic Co-operation and Development. The United Nations classifies Estonia as a developed country with a very high Human Development Index, and the country ranks highly in measures of press freedom (3rd in the World in 2012), economic freedom, political freedom and education. Estonia is often described as one of the most wired countries in Europe.We ensure thoroughly tested & highly optimized Estonia Flag Wall Paper app to ensure minimal resource (Battery & Memory) usage & alike user experience across range of devices.Plz provide us your valuable feedback how we can improve this Estonia Flag live wallpaper app further. We ensure to address all your concern as well as suggestions.Like it? Plz rate our Estonia Flag wall paper App!Estonia Flag Live wall Paper application comes to you for FREE!Disclaimer: This live wallpaper is freely available for download with search monetization. This Estonia Flag live wall paper app will add a few search access points on your device. If you do not want to use this new search page, you can either ignore or delete it. If you do use it, we get a few cents and it will help us a lot to keep developing more apps. If you don’t, you can delete it and no harm is done (our \"Estonia Flag Live Wall Paper\" remains the same, no need to uninstall it!).We share data with a service provider, AppLovin Corporation. The use of your data by AppLovin is subject to AppLovin Privacy Policy and Terms of Use. Both policies are available at www.applovin.comTags: \"Estonia Wallpaper\", \"Estonia Live WallPaper\"",
    "reviews": [
      {
        "timestampMsec": "1363440716568",
        "starRating": "2",
        "title": "S3",
        "comment": "Nice, but ads are too agressive.",
        "commentId": "gp:AOqpTOGeFFEoCdS5bi1UYgSYo4LYtxjr1xVtyJ84ehJAI57H955T1ESr-fbt4GvStxgz-AGPNsIGH5728oJnUdY",
        "author": "John Doe",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1372243736052",
        "starRating": "5",
        "comment": "Ilus ja hea",
        "commentId": "gp:AOqpTOHdsl3l5Az-hJWaQQlhSPvzaXzlAAmhsyebfA3Dfu3uTfy_DSQBYteawmJhk-H2_e3ROCqJBFzVHIz0s1A",
        "author": "Marcus mina",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.GET_ACCOUNTS",
      "android.permission.READ_PHONE_STATE",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_LOCATION_EXTRA_COMMANDS",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
