{
  "title": "Reject & CallBack one touch",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.examobile.callback",
  "category": "Communication",
  "price": "Free",
  "datePublished": "July 19, 2013",
  "version": "1.1",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "31",
  "rating": "4.16129",
  "contentRating": "Everyone",
  "creator": "ExaMobile S.A.",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.examobile.callback",
  "extendedInfo": {
    "installSize": "2.2M",
    "downloadsCount": "5,000+",
    "downloadsCountText": "5,000 - 10,000",
    "description": "Jesteś posiadaczem taryfy \"nielimitowane rozmowy\" ? - dzięki aplikacji Call Back od Examobile możesz zaoszczędzić sporo czasu i pieniędzy. Używając aplikacji CallBack Twoi znajomi i rodzina nie będą potrzebowali takich rozwiązań jak: VoIP, bramka sms czy Skype. W zwykłym smartfonie przychodzące połączenie można:- odebrać (zielona ikonka) lub odrzucić (czerwona ikonka). Nasza aplikacja uzupełni Twój smartfon o trzecią możliwość:  \"Callback\" - czyli środkowy, pomarańczowy przycisk, dzięki któremu odrzucenie przychodzącego połączenia i oddzwonienie na odrzucony numer nastąpi błyskawicznie i w pełni automatycznie. Po wybraniu pomarańczowej ikonki, w czasie kilku sekund nawiązane zostanie bezpłatne połączenie.Używając aplikacji Callback wystarczy posiadać jeden numer z taryfą \"bez limitu\" i wszystkie połączenia z rodziną, pracownikami i znajomymi mogą być w pełni darmowe. Oszczędności mogą być naprawdę duże !!!Z aplikacji można korzystać do woli i bez żadnych ograniczeń.Można również za jedyne 2,99 zł kupić rozszerzenie możliwości aplikacji Callback, dzięki któremu użytkownik otrzymuje możliwość wyboru kilku rodzajów grafik ikonek/przycisków do realizowania połączeń oraz pozbywa się reklam w aplikacji.Teraz posiadając aplikację Callback oraz dowolną z taryf \"bez limitu\" np.:- Orange Firma bez ograniczeń / Rozmowy bez limitu - Plus OMG Bez Limitu- Play Formuła 4.0- T-mobile frii- Nju mobile - Red Bull Mobile No Limits- Heyah non stopnie musisz już odrzucać połączenia od swoich bliskich lub czekać aż przestaną dzwonić, żeby wyszukać numer i wykonać darmowe oddzwanianie. Wystarczy użyć magicznego pomarańczowego przycisku aplikacji Callback, który automatycznie odrzuci połączenie i wybierze numer na który chcesz oddzwonić.Aplikacja działa w tle Twojego smartfona i aktywuje się automatycznie podczas każdego przychodzącego połączenia. W ustawieniach aplikacji możesz sprawdzić ile minut, godzin zaoszczędziłeś dzięki wykonywaniu bezpłatnych połączeń typu Callback.Oczywiście w każdej chwili w ustawieniach aplikacji można wyłączyć / włączyć jej działanie (przy wyłączonej aplikacji smartfon powraca do normalnego trybu tylko z dwoma przyciskami odbierz / odrzuć).     Przyjemnego oszczędzania !!!Informacja:Warunkiem koniecznym żeby połączenia realizowane za pomocą Callback były bezpłatne jest posiadanie odpowiedniej taryfy \"bez limitu\" u danego operatora. Przed zastosowaniem aplikacji dokładnie zapoznaj się z warunkami taryfy Twojego operatora. Zazwyczaj taryfy \"bez limitu\" obejmują tylko połączenia krajowe do większości sieci z danego kraju. Zachowaj szczególną ostrożność przy połączeniach zagranicznych, które zazwyczaj nie są objęte taryfami \"bez limitu\" i przez to nie będą bezpłatne. Aplikacja Callback nie oferuje bezpłatnych połączeń, służy ona tylko do odrzucenia połączenia przychodzącego  i automatycznego oddzwonienia na odrzucony numer, stawki podczas oddzwaniania będą zgodne ze stawkami operatora i taryfy z jakiej w danym momencie korzystasz.",
    "reviews": [
      {
        "timestampMsec": "1378348599210",
        "starRating": "5",
        "title": "Truly working",
        "comment": "Great app to call back",
        "commentId": "gp:AOqpTOE8mig5ukM3wg8GECQSdkVYXspYvVHl0mDmnvDdkYkQRMAfW7GvLlKSTXc4Z-RVIZybEDeob2Svk0ouW2k",
        "author": "Mujtaba Saeed",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1378787054744",
        "starRating": "5",
        "title": "Babi",
        "comment": "Superb",
        "commentId": "gp:AOqpTOGki23wQp8pEd4ZfbMH9uVvF9JzMwxQRlPywCRSMdKp-OGafj0wzLMvw2XHyJNznTlGBjHAyOiAjvbKEGk",
        "author": "mohmed mustufa",
        "authorURL": "http://lh3.googleusercontent.com/-k8_Qsy6s35w/AAAAAAAAAAI/AAAAAAAAAAA/iS2XQIX2kYs/photo.jpg",
        "authorSecureURL": "https://lh3.googleusercontent.com/-k8_Qsy6s35w/AAAAAAAAAAI/AAAAAAAAAAA/iS2XQIX2kYs/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.CALL_PHONE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.PROCESS_OUTGOING_CALLS",
      "android.permission.RECEIVE_SMS",
      "android.permission.BROADCAST_SMS",
      "android.permission.READ_SMS",
      "android.permission.READ_CONTACTS",
      "android.permission.WRITE_CONTACTS",
      "android.permission.DISABLE_KEYGUARD",
      "android.permission.SYSTEM_ALERT_WINDOW",
      "android.permission.VIBRATE",
      "com.android.vending.BILLING",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.INTERNET",
      "android.permission.WAKE_LOCK",
      "android.permission.MODIFY_PHONE_STATE",
      "android.permission.MODIFY_AUDIO_SETTINGS",
      "android.permission.READ_CALL_LOG",
      "android.permission.WRITE_CALL_LOG"
    ]
  }
}
