{
  "title": "Fruits For Health",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.extwebtech.fruitsforhealth",
  "category": "Health & Fitness",
  "price": "Free",
  "datePublished": "July 27, 2013",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "Smita Basanwar",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.extwebtech.fruitsforhealth",
  "extendedInfo": {
    "installSize": "3.2M",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "\"Fruits For Health\"    Fruits are nature’s wonderful gift to mankind; indeed, medicines packed with vitamins, minerals, anti-oxidants and many phyto-nutrients (Plant derived micro nutrients). They are an absolute feast to our sight, not just because of their color and flavor but for their unique nutrition-profile that help the human body free of diseases and stay healthy!!!           Fruits contain many anti-oxidants like poly-phenolic flavonoids, vitamin-C, and anthocyanins. These compounds, firstly, help human body protected from oxidant stress, diseases, and cancers, and secondly; help the body develop capacity to fight against these ailments by boosting our immunity level. Many fruits, when compared to vegetables and cereals, have very high anti-oxidant value, which is something measured by their \"Oxygen Radical Absorbent Capacity\".      Fruit’s health benefiting properties are because of their richness in vitamins, minerals, micro-nutrients, anti-oxidants, which helps the body prevent or at least prolong the natural changes of aging by protecting and rejuvenating cells, tissues and organs. Their overall benefits are manifold! Fruit nutrition benefits are infinite! You are protecting yourself from minor ailments like wrinkling of skin, hair-fall, and memory loss to major ailments like age-related macular degeneration  of the retina in the eyes, Alzheimer’s disease, colon cancers, weak bones ,etc., and the list of fruit nutrition benefits never ends!!!\"Fruits For Health\" Give You the list of Fruits and their Benefits................\"So Eat Fruits Daily an Keep Away from Hospitals and Doctors.......\"",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.READ_PHONE_STATE",
      "android.permission.INTERNET",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.ACCESS_NETWORK_STATE"
    ]
  }
}
