{
  "title": "SmutMachine",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.exercise.smutmachine",
  "category": "Entertainment",
  "price": "$0.99",
  "datePublished": "May 2, 2012",
  "version": "2.0",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "High Maturity",
  "creator": "KerstKreations",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.exercise.smutmachine",
  "extendedInfo": {
    "installSize": "408k",
    "downloadsCount": "10+",
    "downloadsCountText": "10 - 50",
    "description": "!!!Over Five Hundred Quintillion possibilities!!!That's 500,000,000,000,000,000 random, naughty sentences to be read aloud by your phone's Text To Speech synthesis!(((*** IMPORTANT: You must have text to speech enabled for the program to run. I encourage ANY critical feedback. If there is a problem, please Contact my Email Address, kerstkreations@gmail.com ***)))WARNING: App may cause sudden outbursts of uncontrollable laughter!This is like Mad Libs on crack, for adults! Play while drinking and it's even funnier!!!SmutMachine is the Random Sentence Generator app that throws random smut filled language into the air(noise pollution)!(Imagine) See yourself pressing a button and your phone shows you a very naughty random sentence! I want to Give people an App that will have them laughing for hours if not days with their friends. I see people pressing this button and getting something so random, they will be like \"did it just do that, OMG???\"You Will Get This:- Uncontrollable/childish laughter with friends!- Way Over 519,308,168,500,000,000 different combinations!- The random sentence will ALWAYS make Grammatical sense!May I Be Generous?:- The Random Sentence is also read aloud by your Text To Speech synthesis!- Two modes create a variety of smut filled, random sentence structures!- Press the phone's menu key to switch the Speech On or Off.So if this is what you are looking for, consider a Download of This App today!(((*** IMPORTANT: You must have text to speech enabled for the program to run. ***)))",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
