{
  "title": "Gospel Status",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.ericbrynsvold.gospelstatus",
  "category": "Books & Reference",
  "price": "$0.99",
  "datePublished": "April 11, 2012",
  "version": "1.0",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "3",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "Eric Brynsvold Mobile Development",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.ericbrynsvold.gospelstatus",
  "extendedInfo": {
    "installSize": "1.0M",
    "downloadsCount": "50+",
    "downloadsCountText": "50 - 100",
    "description": "There is only one way to experience true spiritual and personal growth: The Gospel of Jesus Christ. The Gospel is good news that Jesus died and rose again to attain a better status for you. And we need the Gospel every day.Gospel Status is a simple way to help your spiritual growth. The app does this by identifying the idols of your heart through a brief set of personal questions. Based on your idol, the app selects key Scriptures that you can use to fight your idols. Since all of us, as John Calvin has said, are a “perpetual factory of idols,” we are always in need of repenting of our lesser gods and resting in the greater God.If you’re a fan of Jesus, the Bible, Timothy Keller, John Piper, Jerry Bridges, Matt Chandler, Mark Driscoll or any of the T4G and Gospel Coalition gang, you’ll appreciate this app.Key features of the app include:1) Daily reminder setting2) Diagnostic for identifying your key idols3) Multiple Scriptures for fighting specific idols4) Share your Gospel Status with your social networks.Tags: spiritual growth, personal growth, Bible, Scripture, Gospel, idols, Timothy Keller, John Piper, Jerry Bridges, Matt Chandler, Mark Driscoll, John Calvin, T4G, Gospel Coalition",
    "reviews": [
      {
        "timestampMsec": "1334166833119",
        "starRating": "5",
        "title": "Quick and Easy way to be encouraged with Scripture",
        "comment": "This app is awesome - a quick way to find out what you\\'re really worshipping (like Approval, Comfort, Power, etc.) and Scriptures to help fight that temptation. I like that you can set notifications so you can check your status daily. It\\'s like a pocket Christian counselor for only $.99.",
        "commentId": "lg:AOqpTOFGrlpBiCtMNqmN5VWiN0MO46hHzK0txKusYaxmug3jJeFDJhtaybTb_Ul82En0_MlVz-0UklU5HdP9yDM",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1334184555348",
        "starRating": "5",
        "title": "Cool!",
        "comment": "A spiritual formation tool that actually gets to the heart. Get it!",
        "commentId": "lg:AOqpTOEDBt18SNTxBIAOWkptfQ0VzVDktr8aAk2jtgCRQIpSaQvhYh5nlmf2tdbHB_JdJRkoHRXe-f-jrHnVUwc",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1334159929055",
        "starRating": "5",
        "title": "Excellent tool to show you your heart",
        "comment": "Love this app. It helps me to focus in on scripture that pertains to my heart and my idols. I am in the middle of finding/accepting a new job and this helped me find scriptures to calm my fears and stress. Highly recommend to anyone who wants to self evaluate and find answers in God\\'s word.",
        "commentId": "lg:AOqpTOGKj42RGds3ewSq4V-QluQXJ-r3wzoekTvYm5BxLhlKqKXXo-cPgXq22U5w5lR8hI5-2LKPxQg9bCKrNDA",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [

    ]
  }
}
