{
  "title": "Dr Thoms Home Remedies",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.esd.drthomshomeremedies",
  "category": "Medical",
  "price": "Free",
  "datePublished": "March 25, 2013",
  "version": "1.3",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "2",
  "rating": "3.0",
  "contentRating": "Low Maturity",
  "creator": "esdandro",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.esd.drthomshomeremedies",
  "extendedInfo": {
    "installSize": "3.4M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "Looking for simple, natural cures for common ailments with no side effects? Home remedies offer natural cures with simple, natural ingredients such as honey, fruits, vegetables, herbs and natural oils.Delve into  Home Remedies  and have the pleasure of curing common ailments at home with easily available, low cost ingredients and rest assured you will stay healthy with no side effects from the treatment.Getting started with home remedies & natural treatments is simple enough… in fact, you'll probably find everything you need right here, in your kitchen. Just scout around, add a little bit of this, a dash of that, and you're good to go! A healing mixture of honey & ginger juice can cure a cough, while a few dry figs soaked overnight can cure constipation. It isn't rocket science and it does not require a deep understanding of human anatomy!Advantages Of Home RemediesThe natural shift back towards home remedies is slowly gaining momentum. More and more people are now looking into their own kitchens and gardens to find natural cures for daily ailments. Almost every illness will have a natural remedy. The main benefits of natural remedies are:Home remedies with no side-effects for more than 1000 diseases, illness and ailments.Beauty tips ranging from pimple treatment to weight loss.Alternative Medicine for ailments.Prevent and cure many common complaints and treat symptoms of ailment from home.Time trusted Ayurveda Remedies for common illness.Self cure comprises of homely medication offering you herbal and natural method to treat sickness, using easily available remedies at home.Natural cure and speedy recovery via vegetables, fruits, traditional herbs, spices and ayurvedic drugs. Made up from herbs, spices, fruits, and vegetables Simple to prepare, pure and no side effects on bodyCan cure 100's of ailments, like Acne, Hair loss, Backache Effective to boost your child's immunity Help to recover fast in seniorsJoy of self cure It is completely free from any side effects, which means you can consume the medicine for long time without any fear until you get cured properly. These home remedies are the best medicines for the elders and child as they have low immune system to react any side effects. It is also suitable medicine for the people who have some allergic problems with particular medicinesMoreover, they are inexpensive as compared to other medicines. People can easily prepare home remedies in their home and intake it without any prescription. It is best way to treat the diseases.",
    "reviews": [
      {
        "timestampMsec": "1365189775352",
        "starRating": "1",
        "title": "Terrible",
        "comment": "It won\\'t let me look at it. It just keeps showing ads and adding shortcuts to my homescreen.",
        "commentId": "gp:AOqpTOGX6LM-eNvEPwn7hgAGkkKLdOEdpOXnK3frVZXSFEjXixHj2sZio-UL_qWnWmjjENvMv88SlP6EVTuY7A",
        "author": "Amanda Riggs",
        "authorURL": "http://lh4.googleusercontent.com/-4Q08ozMgxF0/AAAAAAAAAAI/AAAAAAAAAHA/_smljjPlD5c/photo.jpg",
        "authorSecureURL": "https://lh4.googleusercontent.com/-4Q08ozMgxF0/AAAAAAAAAAI/AAAAAAAAAHA/_smljjPlD5c/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.GET_ACCOUNTS",
      "android.permission.READ_PHONE_STATE",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_WIFI_STATE"
    ]
  }
}
