{
  "title": "The Essentials of Spiritualit",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.The_Essentials_of_Spirituality",
  "category": "Books & Reference",
  "price": "$0.99",
  "datePublished": "September 13, 2011",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Medium Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.The_Essentials_of_Spirituality",
  "extendedInfo": {
    "installSize": "894k",
    "downloadsCount": "10+",
    "downloadsCountText": "10 - 50",
    "description": "The first essential is an awakening, a sense of the absence of spirituality, the realized need of giving to our lives a new and higher quality; first there must be the hunger before there can be the satisfaction.Similar effects are often produced by widely differing processes. In the psychical world that quality which we call spirituality may be associated with and evoked by Theism, or the belief in a Divine Father; by Pantheism, as in the case of Spinoza, whose face at the very first glance impresses you with its spiritual cast; or even by the Buddhist belief in Nirvana. It may also be attained by following the precepts and striving after the ideals of Ethical Culture. For spirituality is not indissolubly associated with any one type of religion or philosophy; it is a quality of soul manifesting itself in a variety of activities and beliefs.Before we proceed further, however, we must hazard a definition of the word. In the region of mental activity which is called the spiritual life vagueness is apt to prevail, the outlines of thought are apt to be blurred, the feelings aroused are apt to be indistinct and transitory. The word 'spiritual' becomes a synonym of muddy thought and misty emotionalism. If there were another word in the language to take its place, it would be well to use it. But there is not. We must use the word 'spiritual,' despite its associations and its abuse. We shall endeavor, however, to attach a distinct and definite meaning to the word. Mere definition, however, is too abstract and nakedly intellectual. Perhaps a description of some types of character, combined with definition, will be the better way.           *** QUALITY DIGITIZED BOOKS  ***This Ebook can be placed on the SDCARD with Android 2.2 and above.This is the full length digitised ebook version of a classic book and is supplied by Digi-Media-Apps. Each  book  is packaged  with an advanced EBOOK  reader. Simply download the App and read the book – you do not need other software or Apps to enjoy this book.Where available, pages in the book can be turned using the phone's volume keys.If the App is closed, the book will reopen at the place where you left off reading the book.Sections/chapters of the book are accessible directly from the  Table of Contents.Book marks can be saved at any point within the book. Use the MENU/BOOK MARK to mark any text to return to later.You can search for any text within the book.For your reading comfort, the book has two reading modes, DAY and NIGHT.Where appropriate, the books contents are cross referenced, and linked.Footnotes within the original book are maintained and linked within the book.You can select font size for the book using the books menu options.You can select font colour for the book using the books menu optionsYou can select background colour for the book using the books menu optionsBy default, the phone will not turn off whilst you are reading the book. This option can be turned off in MENU/SETTINGS.A quality full length book in ebook format supplied by Digi-Media-Apps.More quality classic ebook titles can be found on Android market – search “digimediaapps”Goto www.digimediaapps.com for a full searchable catalogue of available books from Digi-Media-Apps.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
