{
  "title": "Race Against Me - My Story",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Race_Against_Me___My_Story",
  "category": "Books & Reference",
  "price": "$10.59",
  "datePublished": "August 23, 2011",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Medium Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Race_Against_Me___My_Story",
  "extendedInfo": {
    "installSize": "2.6M",
    "downloadsCount": "5+",
    "downloadsCountText": "5 - 10",
    "description": "In January 2002 the athlete Dwain Chambers made a serious error of judgement when he succumbed to peer pressure and temptation and took a performance enhancing substance. The inevitable bust, when it happened, came almost as a relief. Nevertheless it would turn his life upside down. Chambers came clean, held up his hands and unburdened himself of the guilt he d been carrying for so long. His income fell from six figures per annum to nil and he had to repay 18 months of athletics prize money when he freely admitted the timescale of his abuse. A two-year competition ban was imposed and a lifetime ban from the Olympics. He fought the two-year ban as the drug he took was not actually on a banned list at the time of his offence. Despite the experts advising him otherwise he lost the case, needing to sell his house in order to pay the costs. He then made the decision to rebuild his athletics career and his life and decided to fight the British Olympic Association attempting to overturn his lifetime Olympic ban. Some would say it was yet another error of bad judgement taking on The Establishment . For five years Dwain Chambers has been abused and vilified by the BOA, the media and his fellow athletes past and present, he has been called a cheating bastard in a radio interview and a prominent Lord has used the F word when referring to him. Lord Sebastian Coe, Lord Colin Moynihan, Daley Thompson, Steve Cram, Steve Redgrave and Dame Kelly Holmes are just a few of the high profile names who have ensured a tirade of negative publicity during and leading up to one most high profile hearings in British sporting history. Once again Dwain Chambers placed his faith in British justice. Two of his legal acquaintances Jonathan Crystal and Nick Collins agreed to work for free, such was their belief in their client s right to run. The BOA, by their own admissions were not particularly well off, nevertheless they wheeled in David Pannick QC, arguably Britain's pre-eminent brief on sporting matters, whose hourly rate of up to £1,500 puts him at the very top of the pile of legal earners. The Lawyer magazine estimates he commands an annual income in excess of £2m. Chambers lost his case. He sat and watched the Beijing Olympics at home. Dwain Chambers has kept a diary for five years, now it s his turn to talk. His treatment by certain individuals, who are far from perfect themselves, and in particular by the BOA have sickened him to the core. The lies and double standards are evident in RACE AGAINST ME as Chambers pours his heart out and exposes the real cheats in the world of athletics. RACE AGAINST ME is a book that will shake UK and world athletics to the core written by a man who tells it how it is.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
