{
  "title": "Jump Into Audition-Book",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Jump_Into_Audition",
  "category": "Books & Reference",
  "price": "$4.79",
  "datePublished": "December 2, 2011",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Jump_Into_Audition",
  "extendedInfo": {
    "installSize": "1.6M",
    "downloadsCount": "1+",
    "downloadsCountText": "1 - 5",
    "description": "Make it a YES!  With so much competition, JUMP INTO AUDITION is the must-have guide for your audition. You only get one chance to make a FIRST IMPRESSION so let it count! FULFILL your POTENTIAL!  Learn the art of preparing for auditions, tips on appropriate dress and etiquette and how to CONQUER your nerves. This book uncovers the true procedures and expectations behind auditions, so you will know exactly what to expect before you set foot on the stage.   Quite simply, if you want to SUCCEED, make sure you don’t attend another audition before reading this book.  Including tips from choreographers, theatrical producers, singing coaches and seasoned audition professionals, JUMP INTO AUDITION will ensure you enter your audition fully prepared and ready to give the performance of your life.  With sections dedicated to musicals, theatre, talent shows, dance companies and TV/film, specific advice is given for your individual type of audition, covering aspects of movement, microphone handling, supporting musical accompaniment, translation, choice of song and cold reading.  There are also specific tips on breathing exercises and vocal warm-up techniques, designed to strengthen your voice and ensure a powerful delivery which will impress the judges.Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.Jump Into Audition, by Sobaca, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - Horizontal or vertical Scroll up/down - Opens up where you left off reading - Variable font size / color - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
