{
  "title": "Subjectivity and Being Somebod",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Subjectivity_and_Being_Somebody",
  "category": "Books & Reference",
  "price": "$21.39",
  "datePublished": "March 22, 2012",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Subjectivity_and_Being_Somebody",
  "extendedInfo": {
    "installSize": "2.6M",
    "downloadsCount": "1+",
    "downloadsCountText": "1 - 5",
    "description": "This book uses a neo-Aristotelian framework to examine human subjectivity as an embodied being. It examines the varieties of reductionism that affect philosophical writing about human origins and identity, and explores the nature of rational subjectivity as emergent from our neurobiological constitution. This allows a consideration of the effect of neurological interventions such as psychosurgery, neuroimplantation, and the promise of cyborgs on the image of the human. It then examines multiple personality disorder and its implications for narrative theories of the self, and explores the idea of human spirituality as an essential aspect of embodied human subjectivity.Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.Subjectivity and Being Somebody, by Grant Gillett, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - Horizontal or vertical Scroll up/down - Opens up where you left off reading - Variable font size / color - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
