{
  "title": "Britain's Television Queen",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Britain_s_Television_Queen",
  "category": "Books & Reference",
  "price": "$18.99",
  "datePublished": "March 9, 2012",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Britain_s_Television_Queen",
  "extendedInfo": {
    "installSize": "4.7M",
    "downloadsCount": "0+",
    "downloadsCountText": "",
    "description": "Focusing purely on Queen Elizabeth II's relationship with television, this book shows how she was ahead of the game in helping to change the face of British television from the outset of her reign in 1953 when she let the cameras into Westminster Abbey. The Queen embraced television at a time when Winston Churchill and her government advisors recommended that she should keep them out - on the grounds that the cameras would destroy her royal mystique - right through the 1950s which was Britain s television decade (for reasons that are not generally understood today), when Britain became the first nation in the world to have public service television. In 1969 the Queen opened the doors to the cameras once again for the invention of Britains first family-reality-TV, fly-on-the-wall programme, showing how she and her husband the Duke of Edinburgh and their children, Charles and Anne, went about their daily lives, thereby giving the seal of royal approval to reality-TV, ahead of the first programmes in the United States and the UK that followed in her wake. Queen Elizabeth II can accurately be described as a television queen, the first monarch to understand and embrace television and, in particular reality-TV, which is why she was light years ahead of other royals and her government ministers. Television was for her a right of passage and, not until she ran into bad and stormy weather with Princess Diana in the 1980s and 1990s, did she have any image problems with television. These problems no longer remain today, evidently, as once again the television arrangements are in full swing for her Diamond Jubilee celebrations this June. Queen Elizabeth II remains the most televised and visualised person in the world.Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.Britain's Television Queen, by Bob Crew, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - Horizontal or vertical Scroll up/down - Opens up where you left off reading - Variable font size / color - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
