{
  "title": "Enjoy L. Germany Map Puzzle",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digitalgene.mappuzzlede",
  "category": "Brain & Puzzle",
  "price": "Free",
  "datePublished": "July 15, 2013",
  "version": "1.1",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "4",
  "rating": "4.25",
  "contentRating": "Everyone",
  "creator": "Digital Gene",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digitalgene.mappuzzlede",
  "extendedInfo": {
    "installSize": "1.7M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "This is an educational game that allows you to learn the Germany map as if you play a jigsaw puzzle. This game is designed to be simple yet fun to play. Not only people who like the map, but also who are not good at geography can enjoy playing it. The app is best suited for people who want to learn the Germany map or students who want to get ready for the exams. Or why don't you try this game to stay sharp during your spare time? You can improve your knowledge as you play the game aiming for the best time or compete against players from all over the world. You can also collect picture panels when you satisfy certain conditions. So do your best to get all of them. There are various modes available, including a [Beginner] mode with the state names and boundaries, a [Expert] mode testing only state names, and an [Master] mode without hints. When you're stuck on finding the location of a state, use the [Assist] function. It will help you to navigate the correct location without hassling yourself. However you will be added a 30 seconds penalty when you use the [Assist] function. If you want to achieve a higher ranking, it'd better not to use this function.*Support tablet.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE"
    ]
  }
}
