{
  "title": "The Case of the Russian Chessb",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.The_Case_of_the_Russian_Chessboard",
  "category": "Books & Reference",
  "price": "$8.59",
  "datePublished": "January 2, 2012",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.The_Case_of_the_Russian_Chessboard",
  "extendedInfo": {
    "installSize": "1.6M",
    "downloadsCount": "0+",
    "downloadsCountText": "",
    "description": "Mr Holmes, save my sister from whatever nameless horror has just driven this friend of ours to her death!  It is late on a foggy November afternoon and a desperate young woman arrives at Baker Street, imploring Sherlock Holmes to help her. She is terrified about what may be going on inside a secretive London refuge for Russian exiles, where her sister works. And so begins a frightening case which deeply strains both Holmes and Watson because of dreadful consequences of failure and the mystifying nature of the forces against them. The case leads into strange territory. Into the circles of Victorian LondonΓÇÕs radicals and idealists, where early feminists and socialists rub shoulders with exiled foreign revolutionaries. To a utopian anarchist commune in Essex wilderness, which imitates TolstoyΓÇÕs farm communes in Russia. Into the dark political world from which LondonΓÇÕs Russian exiles have fled. The trail leads on - to one shocking discovery after another, as Holmes unravels a conspiracy as evil and twisted as a labyrinth in hell. Lengthwise, The Case of the Russian Chessboard totals three original Sherlock Holmes Short Stories. Narrated by Dr Watson, the tale respects Sherlock Holmes traditions and 1890s historical facts. Mingling mystery with gaslight, it offers a gripping, atmospheric and thought-provoking read.Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.The Case of the Russian Chessboard, by Charlie Roxburgh, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - Horizontal or vertical Scroll up/down - Opens up where you left off reading - Variable font size / color - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
