{
  "title": "Blame It On The Bossa Nova",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Blame_It_On_The_Bossa_Nova",
  "category": "Books & Reference",
  "price": "$9.59",
  "datePublished": "November 10, 2011",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Medium Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Blame_It_On_The_Bossa_Nova",
  "extendedInfo": {
    "installSize": "4.2M",
    "downloadsCount": "0+",
    "downloadsCountText": "",
    "description": "Alex Marshall is in deep trouble.  He’s only a student drop out but in the space of two months he’s been recruited as an agent by the Soviet, British and U.S secret services; just as the Cuba Crisis is building up to its climax.  And all because he’s developed a crush on a French girl he has just met in London...  This specially formatted ebook version of James Brodie's Debut novel is chapterised for the months of 1962 & 63 during which the first person narrator gets dragged deeper and deeper away from the real world into the enclosed and detached community of international espionage and politics.  It’s about London, the city; which forms the backdrop to most of the action and informs it.  It’s a loving appreciation of the London of that time, not just central London but the suburbs, specific locations.  It’s also about the post-war politics and the ongoing and endless debates of the Left, both in Britain and Europe; and the social and artistic revolution going on in Britain at that time, as seen through the eyes of the protagonists...Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.Blame It On The Bossa Nova, by James Brodie, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - Horizontal or vertical Scroll up/down - Opens up where you left off reading - Variable font size / color - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
