{
  "title": "Understanding Faith",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Understanding_Faith",
  "category": "Books & Reference",
  "price": "$21.49",
  "datePublished": "March 28, 2012",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Understanding_Faith",
  "extendedInfo": {
    "installSize": "2.3M",
    "downloadsCount": "0+",
    "downloadsCountText": "",
    "description": "Militant atheists often mirror the worst kind of ignorance and hostility that they condemn in traditional believers. Writing both as a philosopher and an Anglican Christian, Professor Clark explores this initial perception, considering such topics as the alleged openness of ‘scientists’ compared with the ‘dogmatism’ of ‘believers’; the difficulty of reading ‘scripture’ outside ‘the community of faith’ that has selected and elaborated it; the problems of moral realism (and the problem with abandoning it); why Darwinian and neo-Darwinian Theory has been unpopular with some believers, and what if anything can still be affirmed from it; what can be learnt from modern biology (especially) about our relations with other creatures; the nature of God; the metaphor of ‘waking up’ as applied to our hopes of heaven; the varieties of possible world orders founded on differing religious schemata (including some atheistical ones); and the place of religion in the State. He concludes, appropriately, with some remarks about the End.Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.Understanding Faith, by Stephen R.L. Clark, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - Horizontal or vertical Scroll up/down - Opens up where you left off reading - Variable font size / color - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
