{
  "title": "Liberty, Authority, Formality",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Liberty__Authority__Formality",
  "category": "Books & Reference",
  "price": "$34.00",
  "datePublished": "September 16, 2012",
  "version": "10.0",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Liberty__Authority__Formality",
  "extendedInfo": {
    "installSize": "1.8M",
    "downloadsCount": "0+",
    "downloadsCountText": "",
    "description": "The essays in this volume are all inspired by the historical scholarship of J.C. Davis. During a  prolific career, Davis has transformed our understanding of early modern utopian literature and its contexts, and compelled students of seventeenth-century English to re-evaluate the significance of movements and individuals who have had a prominent place in the historiography of the English Revolution. Davis's analyses of groups like the Levellers and individuals like Gerrard Winstanley and Oliver Cromwell has reoriented the inquiry around the contemporary moral themes of liberty, authority and formality-around which concepts this volume engages.Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.Liberty, Authority, Formality, by John Morrow, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - For all screen sizes - Tap to page up/down, flick to fast scroll or drag for slow scroll - Opens up where you left off reading - Variable font size - Choice of background color including white text on black background - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [

    ]
  }
}
