{
  "title": "Life as a Chelsea Headhunter",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Life_as_a_Chelsea_HeadhunteR",
  "category": "Books & Reference",
  "price": "$14.59",
  "datePublished": "August 9, 2011",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "High Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Life_as_a_Chelsea_HeadhunteR",
  "extendedInfo": {
    "installSize": "6.3M",
    "downloadsCount": "5+",
    "downloadsCountText": "5 - 10",
    "description": "Optical illusions are the stuff of magic - harmless entertainment conjured up to both enthral and amaze, aren’t they? Well, maybe not, as it’s not quite so amusing if the ‘stunt’ takes the form of an episode of the BBC’s ‘groundbreaking’ documentary series MacIntyre Undercover on organised football hooliganism, the wizardry is conducted by unscrupulous investigative journalists posing as big-time drug dealers, and as a result the unwitting participant in the trick, avid Chelsea supporter Jason Marriner, is charged with conspiracy to commit violent disorder and affray, together with his friend Andy Frain, and Jason ends up with a six-year jail sentence for a crime he didn’t commit. This is Jason’s chance to put the record straight, present the facts from his own perspective and challenge the reader, who may well have been one of the 7.4 million documentary viewers, to decide whether the programme actually revealed the ‘ugly face of football violence’, or indeed showed him plotting or committing any violence whatsoever, or whether the original 344 hours’ worth of footage, secretly filmed over a period of 18 months, were distorted beyond recognition by cutting, editing and stitching together clips from the original sequences to achieve the programme’s aim at any cost. Jason would be the first to admit that in the past he had been a ‘nuisance’ on the terraces, but this was the late 1990s and, with a wife, children and his own business, he had done a lot of growing up and moving on. Fortunately, he had also developed the strength of character needed to survive in prison with humour, dignity and determination, and he shares his insights of life behind bars as he tried to work with the system, despite the knock-backs, in order to make it work for him in return. ‘Good will always follow bad’ is Jason’s admirable philosophy about his experiences, but this shocking real-life story serves as a warning to all: this could so easily happen to you.           *** QUALITY DIGITIZED BOOKS  ***This Ebook can be placed on the SDCARD with Android 2.2 and above.This is the full length digitised ebook version of a classic book and is supplied by Digi-Media-Apps. Each  book  is packaged  with an advanced EBOOK  reader. Simply download the App and read the book – you do not need other software or Apps to enjoy this book.Where available, pages in the book can be turned using the phone's volume keys.If the App is closed, the book will reopen at the place where you left off reading the book.Sections/chapters of the book are accessible directly from the  Table of Contents.Book marks can be saved at any point within the book. Use the MENU/BOOK MARK to mark any text to return to later.You can search for any text within the book.For your reading comfort, the book has two reading modes, DAY and NIGHT.Where appropriate, the books contents are cross referenced, and linked.Footnotes within the original book are maintained and linked within the book.You can select font size for the book using the books menu options.You can select font colour for the book using the books menu optionsYou can select background colour for the book using the books menu optionsBy default, the phone will not turn off whilst you are reading the book. This option can be turned off in MENU/SETTINGS.A quality full length book in ebook format supplied by Digi-Media-Apps.More quality classic ebook titles can be found on Android market – search “digimediaapps”Goto www.digimediaapps.com for a full searchable catalogue of available books from Digi-Media-Apps.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
