{
  "title": "A Seaside Practice-Book",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.A_Seaside_Practice",
  "category": "Books & Reference",
  "price": "$11.29",
  "datePublished": "November 7, 2011",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.A_Seaside_Practice",
  "extendedInfo": {
    "installSize": "2.4M",
    "downloadsCount": "1+",
    "downloadsCountText": "1 - 5",
    "description": "When he arrives to take up his first post as a GP in the small West of Scotland village of Collintrae, young Tom Smith isn't quite sure what to expect.  Nothing in his medical training prepared him for what he comes up against in his first few years there a baker with nine lives, Mad Maggie and her Mammy in the River Muck, and a gaggle of giggling nuns.  Heart warming and gloriously eccentric, Dr Tomâs stories will touch you with their humour and charm.  They capture the beauty of Scotlands Southern Uplands, the joys and sorrows of their inhabitants, and above all the richly rewarding experiences of life as a Scottish country doctor.Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.A Seaside Practice, by Tom Smith, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - Horizontal or vertical Scroll up/down - Opens up where you left off reading - Variable font size / color - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
