{
  "title": "The Limits of Political Theory",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.The_Limits_of_Political_Theory",
  "category": "Books & Reference",
  "price": "$57.69",
  "datePublished": "September 18, 2012",
  "version": "10.0",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.The_Limits_of_Political_Theory",
  "extendedInfo": {
    "installSize": "1.0M",
    "downloadsCount": "0+",
    "downloadsCountText": "",
    "description": "This book examines Oakeshott’s political philosophy within the context of his more general conception of philosophical understanding. The book stresses the underlying continuity of his major writings on the subject and takes seriously the implications of understanding the world in terms of modality. The book suggests strongly that Oakeshott’s philosophy of political activity cannot be reduced to a branch of conservatism, liberalism, or postmodernism or a theory or set of doctrines which fit neatly into any conventional school, like that of Idealism or Skepticism. Rather, Oakeshott’s philosophy of political activity is a provocation to all of the currently dominant schools of political theory and political practice. It questions their presuppositions and exposes as ambiguous, arbitrary, or confused all of the supposed certainties which they take for granted. It does all this by offering profound insights into the character and limits of both political activity and political theory in the modern world.Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.The Limits of Political Theory, by Kenneth B. McIntyre, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - For all screen sizes - Tap to page up/down, flick to fast scroll or drag for slow scroll - Opens up where you left off reading - Variable font size - Choice of background color including white text on black background - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [

    ]
  }
}
