{
  "title": "The George Michael Quiz Book",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.The_George_Michael_Quiz_Book",
  "category": "Books & Reference",
  "price": "$6.49",
  "datePublished": "September 25, 2012",
  "version": "10.0",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "1",
  "rating": "5.0",
  "contentRating": "Low Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.The_George_Michael_Quiz_Book",
  "extendedInfo": {
    "installSize": "1.4M",
    "downloadsCount": "1+",
    "downloadsCountText": "1 - 5",
    "description": "Are you a George Michael fan? Have you followed every twist and turn in the veteran of pop’s long and successful career from the early days of Wham! through to the present day? Do you know all there is to know about the iconic star’s personal and professional life? Then what better way to put your knowledge to the test than with this exciting new quiz book?The100 thought provoking questions in The George Michael Quiz Book have been compiled to test your memory of the events that have shaped the career of one of the most enduring singer-songwriter’s in the music business. The book covers George’s early life, Wham!, memorable hits, awards, number one abums and many personal details as well as up to date information about George’s life in recent months. Packed with fascinating facts, this book will tell you everything you ever wanted to know about one of the all-time bestselling artists in the music industry. This is a must-have book for all George Michael fans and anyone interested in finding out more about the man behind the music. Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.The George Michael Quiz Book, by Kim Kimber, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - For all screen sizes - Tap to page up/down, flick to fast scroll or drag for slow scroll - Opens up where you left off reading - Variable font size - Choice of background color including white text on black background - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "timestampMsec": "1365099402430",
        "starRating": "5",
        "title": "Five stars blessed",
        "comment": "Thoughts and fun for the whole family secure ,and safety.",
        "commentId": "lg:AOqpTOHxQLzotWCtEGtCCWoslmQqn8bEKsfAXVmFdtdUv-Bww7JZOSQaYqTfeM8CZL01MZSmpIdRVjku-PWB-bo",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [

    ]
  }
}
