{
  "title": "BMI + BMR diet calculator",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.diogines.bmibmr2",
  "category": "Health & Fitness",
  "price": "Free",
  "datePublished": "June 28, 2013",
  "version": "1.03",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "25",
  "rating": "3.64",
  "contentRating": "Everyone",
  "creator": "Androcalc",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.diogines.bmibmr2",
  "extendedInfo": {
    "installSize": "215k",
    "downloadsCount": "5,000+",
    "downloadsCountText": "5,000 - 10,000",
    "description": "BMI + BMR diet calculatorFind Your ideal weightFind your desired weight for man or woman Find your personal normal BMI weight range !==============================What is your ideal weight?How many calories should you  eat a day to maintain the status quo?How many calories should you eat a day to make a change for a month?BMI levels:1. Very severely underweight - Anorexia - Severe thinness2. Severely underweight - Anorexia - Moderate thinness3. Underweight - Mild thinness4. Underweight5. too thin - but still ok6. Normal - healthy weight7. Overweigh light8. Overweight9. Obese Class I - Moderately obese10. Obese Class II - Severely obese11. Obese Class III - Very severely obeseThe calculation is based on three models:1. British academic model - BMI - \"Body Mass Index\"2. BMR model - \"Basal Metabolic Rate\"3. Unique model metabolic rate.With Using the calculation results you will know the following information:1. Your BMI level2. The meaning of your BMI3. Desirable weight - relation to your age (optional)4. How many calories per day you need - to stay in your current situation.5. How many calories you need per day for losing one kg in a one month.6. The gap between your weight and your ideal weight in relation to your age.Sharing information:You can share the information via email or facebook and other means that your device allows you by clicking on the image at the bottom of the results.General Information:Calorie - is the amount of energy in order to increase one gram of water one degree CelsiusCalories produced as energy articulation food and problematic start we eat more than the body needs no body node energy (calories) the food surplus and Hopf into fat - and body fat burn rate of calories - metabolism is a function of age, weight, height, physical activity level and genderThere is a difference between men and women in terms of processes Mtabolizim body.In case of starting a diet you must consult a doctor or clinical dietitian assembling a suitable daily diet menu for your body needs.Proper diet, proper exercise are important factors for the stabilization of blood pressure and preventing high blood pressure.Summary:Calculation results will show you the ideal weight for you and how much  - calories you need for a day, according to age your weight, height, physical activity.Calculation results will show you the difference between your weight and the desired weightWarning: This Calculator built for healthy individuals and is not suitable for testing weight infants and children less than 30 kg.You MUST talk to your doctor if you are underweight  or Obese!This calculator should not be seen as advice for action in any case, you must consult a doctorRemember!  Being underweight may weaken your immune system and put you at greater risk of osteoporosis.  Obesity is a risk for heart disease, diabetes, high blood pressure ,and other health problems.Take care!",
    "reviews": [
      {
        "timestampMsec": "1378314777901",
        "starRating": "1",
        "title": "Yikes!!",
        "comment": "No no no",
        "commentId": "gp:AOqpTOHf8LeEq_0BX1UOYUz5QERZEQld82fQ1Ak6K-a6zN6tvtLH6lmse8AstvjKoNMQoN29tf_oF4BYtXKR0A",
        "author": "ivy viana",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1371805113019",
        "starRating": "1",
        "title": "Poor full of ads",
        "comment": "Difficult to calculate as ads appear shame on developers",
        "commentId": "gp:AOqpTOFJDyfAxyd0uDvKcdHTEonx_-blR6U2B7msr6J2FhjlxxZvFzcT-QYlqgI7wPN7hLB-_zn8puj9lCQa1A",
        "author": "faraz khan",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1363117435219",
        "starRating": "1",
        "title": "No choices",
        "comment": "There was not a choice  of to use for  lbs/kg or cm/ft in. I kn my weight in lbs & my height  in ft&in.",
        "commentId": "gp:AOqpTOFphF9dh4lkoF91DTXqDqbD0bfs4qW_mzWZS7QtzrfdTeTs6iEYSj6ejKKA4RwjDuv4iPdswwQY23ExBw",
        "author": "Katina Nichols",
        "authorURL": "http://lh3.googleusercontent.com/-A2-1i2dCsuU/AAAAAAAAAAI/AAAAAAAAACk/P-Yu4qbXi1c/photo.jpg",
        "authorSecureURL": "https://lh3.googleusercontent.com/-A2-1i2dCsuU/AAAAAAAAAAI/AAAAAAAAACk/P-Yu4qbXi1c/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.INTERNET"
    ]
  }
}
