{
  "title": "Samson The Strong – Sound Book",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digitalsoftwarehouse.samsonTheStrong",
  "category": "Education",
  "price": "$1.57",
  "datePublished": "April 16, 2012",
  "version": "1.0",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "1",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "Digital Software House Plc",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digitalsoftwarehouse.samsonTheStrong",
  "extendedInfo": {
    "installSize": "14M",
    "downloadsCount": "5+",
    "downloadsCountText": "5 - 10",
    "description": "The story is based on a very strong Israelite called Samson who was an enemy of the Philistines. Samson is tricked by a lady called Delilah who gets Samson to tell her the secret of his great strength. Samson tells her it is his hair that gives him his strength. Delilah then waits until Samson is asleep and cuts off all his hair. The Philistines were then able to capture him and throw him into jail.After a long time in jail the Philistines let Samson out at a festival so that they may laugh at him and tease him. But Samsonâs hair had grown long again whilst he was in jail. Samson pulled a building down on top of them all and himself.Featuresâ¢ âRead to meâ â automatically reads each page of the storyâ¢ âRead it myselfâ â the story book can be read in traditional formâ¢ âAuto playâ - automatically reads the story and turns pages from start to finish without any user aidâ¢ Text highlighting â words are highlighted as the story is being read, helping children learn their ABCsWhether you are looking to entertain your child in the car, on holiday or you just want the perfect bedtime story, this app is ideal as it also helps learning. Kids have loved this story in all its previous incarnations, and they will love it in its new tablet format!This colourful sound book is recommended for children ages 3-5.Samson the Strong is part of the âSound Bookâ range from Robert Frederick. If you like this, look out for the other upcoming stories such as âThe Ugly Ducklingâ, âDavid and Goliathâ or even âAladdin.",
    "reviews": [
      {
        "timestampMsec": "1375310839043",
        "starRating": "5",
        "title": "RIDDLE OF HIS STRENGTH",
        "comment": "ROBUSTNESS THE VICTIM OF STRENGTH NEARSIGHTED: CEASE PLAYING THE ARABIC LUTES IN THE NIGHT....INORDINATE DESIRE CULMINATING IN FRIGHT CANDELABRUM EXTINGUISHED FORMER CONSORT DELIGHTED....WHAT IS IT?? THE CROPPING OF SAMSON\\'S LOCKS. FROM JAMES MICHAEL CHAPESKIE",
        "commentId": "gp:AOqpTOGVZPBifKPABJJ16YhLyzsgB9NGO2pek8pAPkJEIoVX1T_mum-upv89lgH5wpSvPT-9jMcHAlqtfQoXNg",
        "author": "James Chapeskie",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE"
    ]
  }
}
