{
  "title": "The Ice Cream Time Machine",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.The_Ice_Cream_Time_Machine",
  "category": "Books & Reference",
  "price": "$6.29",
  "datePublished": "January 3, 2012",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.The_Ice_Cream_Time_Machine",
  "extendedInfo": {
    "installSize": "1.7M",
    "downloadsCount": "1+",
    "downloadsCountText": "1 - 5",
    "description": "When they visit their Uncle Vince, little do Bridget and her younger brother Robert know that today will be a day like no other as they join him in hair-raising escapades, travelling across infinite space and thousands of years, accompanied by Leonardo, their uncle's Irish wolfhound, the coolest dog in the universe! During this adventure of a lifetime, they soon discover how dangerous life can be in other centuries, and when they become separated from their time machine, the time travellers wonder if they will ever find their way back to the 21st Century and home.Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.The Ice Cream Time Machine, by David Barry, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - Horizontal or vertical Scroll up/down - Opens up where you left off reading - Variable font size / color - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
