{
  "title": "Moored to the Continent",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Moored_to_the_Continent",
  "category": "Books & Reference",
  "price": "$34.00",
  "datePublished": "September 16, 2012",
  "version": "10.0",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Moored_to_the_Continent",
  "extendedInfo": {
    "installSize": "1.3M",
    "downloadsCount": "0+",
    "downloadsCountText": "",
    "description": "Is there an alternative to EU membership? What if Britain left the EU? Would it be a disastrous or liberating experience? What trade relationships could the UK forge outside the EU? How would economic and social policy be different? What are the implications for sovereignty and democracy?This text seeks to answer these questions through exploring the future options for Britain regarding its relationship with the European Union (EU). To the British establishment it seemed obvious that joining the process towards greater European integration would reverse the UK’s post-war declining political influence and accelerate its rate of economic growth. Consequently, a recurrent theme is that UK participation in ever closer European integration is widely perceived as ‘inevitable’. In contrast, this book both addresses and challenges this presumption by illustrating that a variety of alternative forms of relationship are feasible, together with outlining possible policy options that may compliment and enhance the consequences arising from the fundamental decision of how the UK determines its future.Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.Moored to the Continent, by Mark Baimbridge, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - For all screen sizes - Tap to page up/down, flick to fast scroll or drag for slow scroll - Opens up where you left off reading - Variable font size - Choice of background color including white text on black background - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [

    ]
  }
}
