{
  "title": "Sherlock Holmes and The Case o",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Sherlock_Holmes_and_The_Case_of_The_Edinburgh_Haunting",
  "category": "Books & Reference",
  "price": "$14.99",
  "datePublished": "November 18, 2012",
  "version": "10.0",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Medium Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Sherlock_Holmes_and_The_Case_of_The_Edinburgh_Haunting",
  "extendedInfo": {
    "installSize": "2.2M",
    "downloadsCount": "0+",
    "downloadsCountText": "",
    "description": "In March 1882, when John Watson is invited to Edinburgh to visit his cousin, the eminent Dr. Patrick Watson, he convinces Holmes to accompany him on what he believes will be a relaxing holiday. But where Sherlock Holmes tends to go, then surely a crime must be detected. What begins as a chance encounter of a seemingly simple mystery at an Edinburgh home, soon takes Holmes and Watson in to conflict with the Edinburgh Police, an investigation involving murder and corruption, and crossing paths with the local populace including Dr. Joseph Bell. As Holmes works more closely with a young Edinburgh constable on the case, it causes Watson to question not only his own position, but his very relationship with Sherlock Holmes.Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.Sherlock Holmes and The Case of The Edinburgh Haunting, by David Wilson, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - For all screen sizes - Tap to page up/down, flick to fast scroll or drag for slow scroll - Opens up where you left off reading - Variable font size - Choice of background color including white text on black background - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [

    ]
  }
}
