{
  "title": "History of Circumcision from",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.History_of_Circumcision_from_the_Earliest_Times_",
  "category": "Books & Reference",
  "price": "$0.99",
  "datePublished": "April 29, 2011",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Medium Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.History_of_Circumcision_from_the_Earliest_Times_",
  "extendedInfo": {
    "installSize": "1.4M",
    "downloadsCount": "5+",
    "downloadsCountText": "5 - 10",
    "description": "In ancient Egypt the performance of circumcision was at one time limited to the priesthood, who, in addition to the cleanliness that this operation imparted to that class, added the shaving of the whole body as a means of further purification. The nobility, royalty, and the higher warrior class seem to have adopted circumcision as well, either as a hygienic precaution or as an aristocratic prerogative and insignia. Among the Greeks we find a like practice, and we are told that in the times of Pythagoras the Greek philosophers were also circumcised, although we find no mention that the operation went beyond the intellectual class. In the United States, France, and in England, there is a class which also observe circumcision as a hygienic precaution, where, from my personal observation, I have found that circumcision is thoroughly practiced in every male member of many of the families of the class,—this being the physician class. In general conversation with physicians on this subject, it has really been surprising to see the large number who have had themselves circumcised, either through the advice of some college professor while attending lectures or as a result of their [iv]own subsequent convictions when engaged in actual practice and daily coming in contact both with the benefits that are to be derived in the way of a better physical, mental, and moral health, as well as with the many dangers and disadvantages that follow the uncircumcised,—the latter being probably the most frequent incentive and determinator,—as in many of these latter examples the operation of circumcision, with its pains, annoyances, and possible and probable dangers, sink into the most trifling insignificance in comparison to some of the results that are daily observed as the tribute that is paid by the unlucky and unhappy wearer of a prepuce for the privilege of possessing such an appendage.            *** QUALITY DIGITIZED BOOKS  ***This Ebook can be placed on the SDCARD with Android 2.2 and above.This is the full length digitised ebook version of a classic book and is supplied by Digi-Media-Apps. Each  book  is packaged  with an advanced EBOOK  reader. Simply download the App and read the book – you do not need other software or Apps to enjoy this book.Where available, pages in the book can be turned using the phone's volume keys.If the App is closed, the book will reopen at the place where you left off reading the book.Sections/chapters of the book are accessible directly from the  Table of Contents.Book marks can be saved at any point within the book. Use the MENU/BOOK MARK to mark any text to return to later.You can search for any text within the book.For your reading comfort, the book has two reading modes, DAY and NIGHT.Where appropriate, the books contents are cross referenced, and linked.Footnotes within the original book are maintained and linked within the book.You can select font size for the book using the books menu options.You can select font colour for the book using the books menu optionsYou can select background colour for the book using the books menu optionsBy default, the phone will not turn off whilst you are reading the book. This option can be turned off in MENU/SETTINGS.A quality full length book in ebook format supplied by Digi-Media-Apps.More quality classic ebook titles can be found on Android market – search “digimediaapps”Goto www.digimediaapps.com for a full searchable catalogue of available books from Digi-Media-Apps.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
