{
  "title": "The Vocabulary of a Modern Eur",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.The_Vocabulary_of_a_Modern_European_State",
  "category": "Books & Reference",
  "price": "$36.00",
  "datePublished": "April 2, 2012",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.The_Vocabulary_of_a_Modern_European_State",
  "extendedInfo": {
    "installSize": "1.8M",
    "downloadsCount": "0+",
    "downloadsCountText": "",
    "description": "The Vocabulary of a Modern European State is the companion volume to The Concept of a Philosophical Jurisprudence and completes the enterprise of gathering together Oakeshott’s previously scattered essays and reviews. As with all the other volumes in the series it contains an entirely new editorial introduction explaining how the writings it contains find their place in his work as a whole. It covers the years 1952 to 1988, the period during which Oakeshott wrote his definitive work, On Human Conduct. The essay from which the volume takes its title was intended as a companion piece to the third part of the latter work, and is just one of over sixty pieces that it includes. The volume draws together critical responses to works by major philosophers, historians, and political theorists of his own generation such as Bertrand de Jouvenel, Herbert Marcuse, and Michael Polanyi as well as to some major figures of current scholarship such as Quentin Skinner and Roger Scruton.Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.The Vocabulary of a Modern European State, by Michael Oakeshott, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - Horizontal or vertical Scroll up/down - Opens up where you left off reading - Variable font size / color - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
