{
  "title": "Democracy and the Fall of the",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Democracy_and_the_Fall_of_the_West",
  "category": "Books & Reference",
  "price": "$17.00",
  "datePublished": "September 15, 2012",
  "version": "10.0",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Democracy_and_the_Fall_of_the_West",
  "extendedInfo": {
    "installSize": "1.2M",
    "downloadsCount": "1+",
    "downloadsCountText": "1 - 5",
    "description": "Democracy is killing the West. That is the stunning conclusion of this book that tears apart the consensus underpinning modern political assumptions.Democracy is held to solve one of the oldest puzzles of human social life: how do we ensure that our rulers have a legitimate mandate and rule in the interests of the whole community? We are supposedly now guided by institutions whose democratic mandate ensures that they will govern in a benign manner in the interests of all.Democracy & the Fall of the West challenges that assumption by drawing on an alternative theory about the nature of modern democracy and its impact on Western society. It argues that the secret of the West’s success is not Democracy, but Liberalism.Craig Smith and Tom Miers demonstrate that, since the introduction of democracy, the power of the state has re-grown at the expense of the liberty of the individual. Far from underpinning our freedoms, Democracy is in fact undermining them. It has unshackled the coercive power of the state, and will result in the inevitable decline of the West as we know it.Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.Democracy and the Fall of the West, by Craig Smith, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - For all screen sizes - Tap to page up/down, flick to fast scroll or drag for slow scroll - Opens up where you left off reading - Variable font size - Choice of background color including white text on black background - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [

    ]
  }
}
