{
  "title": "Quick Talk AAC",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digitalscribbler.quicktalk",
  "category": "Education",
  "price": "$24.99",
  "datePublished": "June 15, 2013",
  "version": "Varies with device",
  "operatingSystems": "Varies with device",
  "ratingsCount": "9",
  "rating": "4.6666665",
  "contentRating": "Everyone",
  "creator": "Digital Scribbler, Inc.",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digitalscribbler.quicktalk",
  "extendedInfo": {
    "installSize": "Varies with device",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "We are excited about the completely new design of Quick Talk AAC... now available for Android! Working with educators, therapists, engineers, parents, and individuals who are non-verbal, we have developed a communication app that anyone can use! Quick Talk was designed with a simple mission - to change the world by giving a voice to those who cannot speak for themselves. Our goal is to make it as quick as possible for you to talk. We made this app as mobile, simple, and flexible as possible, so for one small fee you can have everything you need to communicate. Don't spend your time setting up; spend your time talking! Quick Talk AAC has been effectively used by individuals with autism, down syndrome, cerebral palsy, apraxia, and other special needs, both at home and in a school environment. There is a huge need for an assistive technology that can equip those who are non-verbal with the ability to communicate. Typical Augmentative and Alternative Communication (AAC) devices and apps are either too expensive or too complicated. We have set out to change this by providing an affordable solution to everyone with access to a mobile phone or tablet. We developed Quick Talk with the advice and guidance from experts in speech therapy, educators, and individuals who use AAC devices to pack it full of features, while keeping simplicity and cost in mind. The outcome is a one-of-a-kind app that we believe will change many lives. We believe Quick Talk is going to make a huge difference in peoples' lives and are committed to its continual improvement. Please email us any suggestions you may have about how we can further improve Quick Talk as we take your feedback seriously. Key Quick Talk AAC Features: ** Completely New Design - easy to navigate, great to look at, and fun to use ** Three high quality US English voices to choose from (male and female) or use any TTS voice available in Android** Typing Mode - speak as you type!** Profiles allow for multiple users and/or setups ** Includes Smarty Symbols library of 11,000 symbols developed by a licensed Speech-Language Pathologist ** Quick access to Yes/No from every screen** Ability to personalize all Profiles, Categories, and Pages** Create pages with up to 8 speech buttons to expand your options (tablets only)** Create unlimited Profiles, Categories, and Pages and personalize them with Pictures, Text-to-Speech, or Personal Audio ** Easy navigation options for anyone to use",
    "reviews": [
      {
        "documentVersion": "1.0.5",
        "timestampMsec": "1315191748988",
        "starRating": "5",
        "title": "Quick Talk is great!",
        "comment": "Digital Scribbler did a great job keeping this communication device simple. Thinking outside the box... what can\\'t be learned by categories - I see this as flashcards, and basic information storage (name, address, phone numbers, etc...). With some creativity, the possibilities are endless. Thanks!",
        "commentId": "lg:AOqpTOEIyuK6apWuSe5DT0oBsL-XCnsxzy_pHFV1QhAubRyFo6N4RpTkw18Fo2daWWi7UCgB1j3UScMqNL9plQ",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "documentVersion": "1.0.5",
        "timestampMsec": "1315179333613",
        "starRating": "5",
        "comment": "Very cool app! Works well. Does some really innovative things for those who couldn\\'t otherwise communicate.",
        "commentId": "lg:AOqpTOEjgJcT1ORvJkkJrjWkv4yPlWqWTyrLJ15x3RFPNevNi60otTrzXXkeS875iwlfYiOMWt6ZKQsGWP9lKA",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1349714639539",
        "starRating": "2",
        "title": "Could be better",
        "comment": "It will take a while  for the app to allow you to create categories and concepts. The  only thing that it does is edit and modify  the ones on the app. It would be a great app when the issue will be corrected.",
        "commentId": "lg:AOqpTOHBiRjBku9tCTux-fdJo8a8Zh9P1IUxCL5Ow8_bb9HPQoq8y6nS6tbejtGyLY36Qe4cLxv4MNTJnpZ8PA",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.RECORD_AUDIO",
      "android.permission.INTERNET",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
