{
  "title": "Horoscopes - Your Future in 20",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Horoscopes___Your_Future_in_2012",
  "category": "Books & Reference",
  "price": "$6.39",
  "datePublished": "April 4, 2012",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Horoscopes___Your_Future_in_2012",
  "extendedInfo": {
    "installSize": "1.8M",
    "downloadsCount": "1+",
    "downloadsCountText": "1 - 5",
    "description": "A Book of horoscopes for every star sign for each week in 2012: see what the future holds for you!  These predictions mainly deal with the three most important areas in people's lives – work, family life and romance although another subject may appear occasionally. Advice appears in some forecasts together with a little gentle criticism of people who take themselves too seriously. It is hoped that these predictions will bring smiles, encouragement and pleasure to the readers. This book of horoscopes for the year 2012 has been specially formatted for today's e-readers.  Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.Horoscopes - Your Future in 2012, by Bryan Spain, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - Horizontal or vertical Scroll up/down - Opens up where you left off reading - Variable font size / color - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
