{
  "title": "Raised on Elvis! Elvis! Elvis!",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Raised_on_Elvis__Elvis__Elvis_",
  "category": "Books & Reference",
  "price": "$12.69",
  "datePublished": "February 3, 2012",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Raised_on_Elvis__Elvis__Elvis_",
  "extendedInfo": {
    "installSize": "17M",
    "downloadsCount": "1+",
    "downloadsCountText": "1 - 5",
    "description": "Like millions of first-generation Rock & Roll teens, Sandi Haynes Pichon, Author, Columnist & President of TCB ELVIS STYLE Fan Club in Louisiana, was Raised on ELVIS! ELVIS! ELVIS! In between the time she sat with him on his motorcycle at his Audubon Drive home until the day she stood weeping by his coffin inside Graceland, Sandi was front row and center for ELVIS concerts all over the country. As a pre-teen in Memphis, she was there to witness a regional attraction which become a national obsession; she devoted years of her adult life to being part of his global audience, and has since dedicated herself to charities that pay homage to his iconic memory. Through several chance meetings with ELVIS himself and friendships with his inner circle Sandi was close enough to feel for the wonderful man that was living in the shadow of his awesome reputation. They exchanged gifts and kisses across the footlights and she was invited to the parties after the shows and even to Graceland Mansion. 'I was so fortunate to have been able to have such meaningful contact with the most beloved entertainer ever,' Sandi relates. 'I always knew that I was there for the millions who wished they were, so this story belongs to all the fans, who have loved him, turned their rooms into shrines to him, and stood by him for all these years.' So now enjoy this pictorial novella of a time and place where a man changed the world one heart at a time.Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.Raised on Elvis! Elvis! Elvis!, by Sandi Haynes Pichon, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - Horizontal or vertical Scroll up/down - Opens up where you left off reading - Variable font size / color - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
