{
  "title": "The True Story Book",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.The_True_Story_Book",
  "category": "Books & Reference",
  "price": "$0.99",
  "datePublished": "June 15, 2011",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.The_True_Story_Book",
  "extendedInfo": {
    "installSize": "4.1M",
    "downloadsCount": "1+",
    "downloadsCountText": "1 - 5",
    "description": "Introduction-It is not without diffidence that the editor offers The True Story Book to children. We have now given them three fairy books, and their very kind and flattering letters to the editor prove, not only that they like the three fairy books, but that they clamour for more. What disappointment, then, to receive a volume full of adventures which actually happened to real people! There is not a dragon in the collection, nor even a giant; witches, here, play no part, and almost all the characters are grown up. On the other hand, if we have no fairies, we have princes in plenty, and a sweeter young prince than Tearlach (as far as this part of his story goes) the editor flatters himself that you shall nowhere find, not in Grimm, or Dasent, or Perrault. Still, it cannot be denied that true stories are not so good as fairy tales. They do not always end happily, and, what is worse, they do remind a young student of lessons and schoolrooms. A child may fear that he is being taught under a specious pretence of diversion, and that learning is being thrust on him under the disguise of entertainment. Prince Charlie and Cortés may be asked about in examinations, whereas no examiner has hitherto set questions on 'Blue Beard,' or 'Heart of Ice,' or 'The Red Etin of Ireland.' There is, to be honest, no way of getting over this difficulty. But the editor vows that he does not mean to teach anybody, and he has tried to mix the stories[x] up so much that no clear and consecutive view of history can possibly be obtained from them; moreover, when history does come in, it is not the kind of history favoured most by examiners. They seldom set questions on the conquest of Mexico, for example.            *** QUALITY DIGITIZED BOOKS  ***This Ebook can be placed on the SDCARD with Android 2.2 and above.This is the full length digitised ebook version of a classic book and is supplied by Digi-Media-Apps. Each  book  is packaged  with an advanced EBOOK  reader. Simply download the App and read the book – you do not need other software or Apps to enjoy this book.Where available, pages in the book can be turned using the phone's volume keys.If the App is closed, the book will reopen at the place where you left off reading the book.Sections/chapters of the book are accessible directly from the  Table of Contents.Book marks can be saved at any point within the book. Use the MENU/BOOK MARK to mark any text to return to later.You can search for any text within the book.For your reading comfort, the book has two reading modes, DAY and NIGHT.Where appropriate, the books contents are cross referenced, and linked.Footnotes within the original book are maintained and linked within the book.You can select font size for the book using the books menu options.You can select font colour for the book using the books menu optionsYou can select background colour for the book using the books menu optionsBy default, the phone will not turn off whilst you are reading the book. This option can be turned off in MENU/SETTINGS.A quality full length book in ebook format supplied by Digi-Media-Apps.More quality classic ebook titles can be found on Android market – search “digimediaapps”Goto www.digimediaapps.com for a full searchable catalogue of available books from Digi-Media-Apps.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
