{
  "title": "Just Jill",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Just_Jill",
  "category": "Books & Reference",
  "price": "$9.75",
  "datePublished": "June 21, 2011",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Medium Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Just_Jill",
  "extendedInfo": {
    "installSize": "2.0M",
    "downloadsCount": "1+",
    "downloadsCountText": "1 - 5",
    "description": "Just Jill is an inspirational and moving account of one woman's triumph over adversity and how she used her own experience of disability to benefit others.  When she was growing up during the 1940s very few people were aware that Jill Allen-King had lost an eye as a baby. However, when tragedy struck for the second time and Jill went completely blind on, what should have been, one of the happiest occasions of her life her wedding day, she was rendered housebound. For seven years, Jill barely left the house, too scared to go outside unless she was taken by her husband and family. The birth of her daughter, Jacqueline, gave her renewed purpose but could not give her back the thing she desperately needed her independence. It was only when Jill got her first guide dog that she began to rediscover the world outside of her front door and take those first giant steps towards regaining her freedom. It was a journey that would lead to a life of campaigning for reform and helping others. Jill's autobiography charts her journey from partially sighted child to totally blind adult and beyond, culminating in her being awarded the MBE for her many achievements. Just Jill is an important book that raises questions about what it means to have a disability in our society and how we can all learn from the work of Jill Allen-King.           *** QUALITY DIGITIZED BOOKS  ***This Ebook can be placed on the SDCARD with Android 2.2 and above.This is the full length digitised ebook version of a classic book and is supplied by Digi-Media-Apps. Each  book  is packaged  with an advanced EBOOK  reader. Simply download the App and read the book – you do not need other software or Apps to enjoy this book.Where available, pages in the book can be turned using the phone's volume keys.If the App is closed, the book will reopen at the place where you left off reading the book.Sections/chapters of the book are accessible directly from the  Table of Contents.Book marks can be saved at any point within the book. Use the MENU/BOOK MARK to mark any text to return to later.You can search for any text within the book.For your reading comfort, the book has two reading modes, DAY and NIGHT.Where appropriate, the books contents are cross referenced, and linked.Footnotes within the original book are maintained and linked within the book.You can select font size for the book using the books menu options.You can select font colour for the book using the books menu optionsYou can select background colour for the book using the books menu optionsBy default, the phone will not turn off whilst you are reading the book. This option can be turned off in MENU/SETTINGS.A quality full length book in ebook format supplied by Digi-Media-Apps.More quality classic ebook titles can be found on Android market – search “digimediaapps”Goto www.digimediaapps.com for a full searchable catalogue of available books from Digi-Media-Apps.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
