{
  "title": "Run Away Laughing",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Run_Away_Laughing",
  "category": "Books & Reference",
  "price": "$11.29",
  "datePublished": "April 18, 2012",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Run_Away_Laughing",
  "extendedInfo": {
    "installSize": "1.8M",
    "downloadsCount": "0+",
    "downloadsCountText": "",
    "description": "MARGARET OTTLEY FLUCK was into her forty-fist year of life, but she had been thirty eight years of age for the past three years… She was well aware the she was no oil panting, but as with most women, she considered she had something in her make up and appearance that might attract a man into her life.  She knew that her name was hardly something that would attract anyone and she dropped the name FLUCK forobvious reasons when she became a school teacher and was in charge of an army of five to six year old boys… and adopted the name PEGGOTY instead of Margaret because to her that sounded much more feminine, although her greatest interest outside of her teaching was motor mechanics and she proved she could master that task as well as any man.Peggoty loved all the children she taught, but there was one little boy who attracted her more than the others named BENJAMIN SCHOFIELD… Ben as she called him and when Ben’s parents were killed in a road accident and Ben had to go into an orphanage,  Peggoty took him on holidays andvisits to her cottage by the sea. She never scolded her pupils harshly, but would pat them on the bum and tell them to “run away laughing”That always did the trick.Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.Run Away Laughing, by Paul Kelly, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - Horizontal or vertical Scroll up/down - Opens up where you left off reading - Variable font size / color - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
