{
  "title": "Shadowblood",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Shadowblood",
  "category": "Books & Reference",
  "price": "$13.79",
  "datePublished": "May 2, 2012",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Medium Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Shadowblood",
  "extendedInfo": {
    "installSize": "2.1M",
    "downloadsCount": "0+",
    "downloadsCountText": "",
    "description": "A sequel to Shadowfall, this novel continues the adventures of Holmes as a man of two worlds, gifted with both deductive and magical powers. The convalescing Watson's country holiday is brought to an abrupt end when an eccentric recluse named Edgar Telfair demands that Holmes investigate his daughter's disappearance. Holmes's refusal to take the case is followed by Telfair's sudden, horrific slaying. The act revives Watson's suppressed memories of the Shadows and reintroduces him to Holmes's double life. Together Holmes and Watson must find Alice Telfair, a witch whose shocking powers are obtained through blood magic, the vilest form of sorcery. Tracking her from Paris to Prague to America, they soon learn that she is traveling with a shadowy figure equally as dangerous. Old friends, including Lestrade and Mycroft, assist Holmes and Watson in their quest. In America the pair enlists new allies: a Pinkerton agent with a past, a Seminole showman, a blind photographer whose cameras capture the spirit world, and a strange little boy destined for a frightening future. But Holmes and Watson are being stalked, not only by Alice Telfair and her hideous assistant, but also by a mysterious interloper whose quest for justice stretches from beyond the grave.Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.Shadowblood, by Tracy Revels, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - Horizontal or vertical Scroll up/down - Opens up where you left off reading - Variable font size / color - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
