{
  "title": "The Paul of Surprises",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.The_Paul_of_Surprises",
  "category": "Books & Reference",
  "price": "$29.00",
  "datePublished": "September 29, 2012",
  "version": "10.0",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.The_Paul_of_Surprises",
  "extendedInfo": {
    "installSize": "1.7M",
    "downloadsCount": "0+",
    "downloadsCountText": "",
    "description": "Paul is the most important figure in the history of Christianity. His understanding of the teachings of Jesus is more studied and analysed and argued over - than that of any other theologian. Yet surprisingly little attention has been paid to Paul's vision of how we should live the Christian life. For Paul, the Christian life is not about slavishly following rules or laws. It is about the kind of person you are striving to become. It is about growing in mindfulness and commitment, and in helping and supporting one another in faithfulness in families, at work and at school. Grounded in a lifetime of study and reflection, brilliantly dismantling common myths and misconceptions and deftly steering between ancient controversies, Paul of Surprises brings Paul's message to life for Christians of every tradition. A vivid, fresh, convincing and coherent presentation of Paul that brings the best of contemporary scholarship to the general reader.Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.The Paul of Surprises, by Geoffrey Turner, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - For all screen sizes - Tap to page up/down, flick to fast scroll or drag for slow scroll - Opens up where you left off reading - Variable font size - Choice of background color including white text on black background - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [

    ]
  }
}
