{
  "title": "It Falls into Place",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.It_Falls_into_Place",
  "category": "Books & Reference",
  "price": "$9.59",
  "datePublished": "March 5, 2012",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Medium Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.It_Falls_into_Place",
  "extendedInfo": {
    "installSize": "2.4M",
    "downloadsCount": "0+",
    "downloadsCountText": "",
    "description": "These short stories bring together for the first time the shorter fiction of Phyllis Shand Allfrey, whose novel The Orchid House is a classic of Caribbean fiction. Set in Dominica, New York and London, the stories probe brilliantly beneath the surface of colonial life, often drawing on autobiographical experiences. Allfrey's skill is to lead her characters – from different cultures and races – into unpredictable encounters where miracles can happen.Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.It Falls into Place, by Phyllis Shand Allfrey, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - Horizontal or vertical Scroll up/down - Opens up where you left off reading - Variable font size / color - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
