{
  "title": "The Gannet Has Landed-Book",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.The_Gannet_Has_Landed",
  "category": "Books & Reference",
  "price": "$9.69",
  "datePublished": "February 24, 2011",
  "version": "1.0.0",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "High Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.The_Gannet_Has_Landed",
  "extendedInfo": {
    "installSize": "2.2M",
    "downloadsCount": "0+",
    "downloadsCountText": "",
    "description": "This humour-tinged romantic adventure follows the experiences of a young Scottish veterinary student called Doogie O'Mara, who takes a year off his studies 'to get his head together' following the death of his parents, but also to escape the claustrophobic influence of the daughter of his elderly home-town vet, who assumes that Doogie will not only become his partner, but his daughter's as well! Doogie sets out to start a job as a tour rep in Africa, with hopes of finding time to study the wildlife too. Instead, he finds himself on the Spanish island of Mallorca, thust in at the deep end of the madcap package tour business - a hapless fish out of water, for whom the nearest thing to wildlife appears to be the hordes of rowdy holidaymakers pouring off the gannets (charter planes) from the UK.He is taken under the wing of Angie, a world-weary rep who's taken all the knocks and has a fatherless toddler to prove it, and is befriended by Catalina, a pretty young Mallorcan girl working for the same tour company, but from a country background similar to Doogie's own. The outlook gets better still when Angie is posted to Ibiza and leaves Doogie her flat and her little car. Unfortunately, she also leaves her toddler in the care of her dotty old neighbour, to whom Doogie is now living next door. Problems are bound to arise, and they do, with Doogie right in the middle of them! Despite everything, however, his relationship with Catalina develops, and when the time finally comes for him to leave the island, Doogie must decide if there may be more to life than a secure, though potentially claustrophobic, career as a vet back in Scotland.           *** QUALITY DIGITIZED BOOKS  ***This Ebook can be placed on the SDCARD with Android 2.2 and above.This is the full length digitised ebook version of a classic book and is supplied by Digi-Media-Apps. Each  book  is packaged  with an advanced EBOOK  reader. Simply download the App and read the book – you do not need other software or Apps to enjoy this book.Where available, pages in the book can be turned using the phone's volume keys.If the App is closed, the book will reopen at the place where you left off reading the book.Sections/chapters of the book are accessible directly from the  Table of Contents.Book marks can be saved at any point within the book. Use the MENU/BOOK MARK to mark any text to return to later.You can search for any text within the book.For your reading comfort, the book has two reading modes, DAY and NIGHT.Where appropriate, the books contents are cross referenced, and linked.Footnotes within the original book are maintained and linked within the book.You can select font size for the book using the books menu options.You can select font colour for the book using the books menu optionsYou can select background colour for the book using the books menu optionsBy default, the phone will not turn off whilst you are reading the book. This option can be turned off in MENU/SETTINGS.A quality full length book in ebook format supplied by Digi-Media-Apps.More quality classic ebook titles can be found on Android market – search “digimediaapps”Goto www.digimediaapps.com for a full searchable catalogue of available books from Digi-Media-Apps.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.GET_TASKS",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
