{
  "title": "Hidden Symbolism of Alchemy a",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Hidden_Symbolism_of_Alchemy_and_the_Occult_Arts",
  "category": "Books & Reference",
  "price": "$0.99",
  "datePublished": "July 27, 2011",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "1",
  "rating": "1.0",
  "contentRating": "Medium Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Hidden_Symbolism_of_Alchemy_and_the_Occult_Arts",
  "extendedInfo": {
    "installSize": "1.1M",
    "downloadsCount": "50+",
    "downloadsCountText": "50 - 100",
    "description": "Prominent among the stones of a fireplace in my country den, one large rounded giant stands out. It was bourne by the glacial streams from a more northern resting place and is marked by a fossil of a mollusk that inhabited northern seas many million years ago. Yet in spite of the eons of time that have passed it can be compared with specimens of mollusks that live to-day. Down through the countless centuries the living stream has carved its structural habitations in much the same form. The science of Paleontology has collected this history and has attempted a reconstruction of life from its beginnings.The same principle here illustrated is true for the thought-life of mankind. The forms in which it has been preserved however are not so evident. The structuralizations are not so definite. If they were, evolution would not have been possible for the living stream of energy which is utilized by mind-stuff cannot be confined if it would advance to more complex integrations. Hence the products of mind in evolution are more plastic—more subtle [pg iv] and more changing. They are to be found in the myths and the folk-lore of ancient peoples, the poetry, dramatic art, and the language of later races. From age to age however the strivings continue the same. The living vessels must continue and the products express the most fundamental strivings, in varying though related forms.We thus arrive at a science which may be called paleo-psychology. Its fossils are the thought-forms throughout the ages, and such a science seeks to show fundamental likenesses behind the more superficial dissimilarities.The present work is a contribution to such a science in that it shows the essential relationships of what is found in the unconscious of present day mankind to many forms of thinking of the middle ages. These same trends are present to-day in all of us though hidden behind a different set of structural terms, utilizing different mechanisms for energy expression.           *** QUALITY DIGITIZED BOOKS  ***This Ebook can be placed on the SDCARD with Android 2.2 and above.This is the full length digitised ebook version of a classic book and is supplied by Digi-Media-Apps. Each  book  is packaged  with an advanced EBOOK  reader. Simply download the App and read the book – you do not need other software or Apps to enjoy this book.Where available, pages in the book can be turned using the phone's volume keys.If the App is closed, the book will reopen at the place where you left off reading the book.Sections/chapters of the book are accessible directly from the  Table of Contents.Book marks can be saved at any point within the book. Use the MENU/BOOK MARK to mark any text to return to later.You can search for any text within the book.For your reading comfort, the book has two reading modes, DAY and NIGHT.Where appropriate, the books contents are cross referenced, and linked.Footnotes within the original book are maintained and linked within the book.You can select font size for the book using the books menu options.You can select font colour for the book using the books menu optionsYou can select background colour for the book using the books menu optionsBy default, the phone will not turn off whilst you are reading the book. This option can be turned off in MENU/SETTINGS.A quality full length book in ebook format supplied by Digi-Media-Apps.More quality classic ebook titles can be found on Android market – search “digimediaapps”Goto www.digimediaapps.com for a full searchable catalogue of available books from Digi-Media-Apps.",
    "reviews": [
      {
        "documentVersion": "1.0.2",
        "timestampMsec": "1369617691371",
        "starRating": "1",
        "title": "Interesting book; frustrating reader / omission of critical content",
        "comment": "Great content, but super buggy low functionality reader.  Additionally,  whole paragraphs at a time are missing, making for a vey frustrating reading experience.  Would happily PAY for the full text in a simple well functioning reader.  Will probably just track it down in print.",
        "commentId": "gp:AOqpTOHHX2lp44WfC727z8u5xvWFyP7_2bAWAS406bz71HgK6-zc59dpGWPY-fd-72S6YQjGOxtzN_NWfVi10Q",
        "author": "Angela Taylor",
        "authorURL": "http://lh5.googleusercontent.com/-qe_P49HMxso/AAAAAAAAAAI/AAAAAAAAAAA/_iOPupyLrYY/photo.jpg",
        "authorSecureURL": "https://lh5.googleusercontent.com/-qe_P49HMxso/AAAAAAAAAAI/AAAAAAAAAAA/_iOPupyLrYY/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
