{
  "title": "101 Things About the US Master",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.a101_Things_You_May_Not_Have_Known_About_the_US_Masters",
  "category": "Books & Reference",
  "price": "$8.99",
  "datePublished": "September 30, 2012",
  "version": "10.0",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.a101_Things_You_May_Not_Have_Known_About_the_US_Masters",
  "extendedInfo": {
    "installSize": "1.6M",
    "downloadsCount": "1+",
    "downloadsCountText": "1 - 5",
    "description": "Are you a keen golfer? Do you watch the US masters and follow the progress of the professional players? Are you familiar with the history of this major sporting event or would like to know more? If so, everything you ever needed to know can be found in this handy new book.With 101 fascinating facts all about the US Masters, you can’t help but learn something new about this famous golfing event. The book includes information on all the top golfers, past and present, their performance and personal details, the history of the tournament and much more. Do you know who holds the record for the highest number of birdies in a single US Masters, which golfer had the best winning comeback or what the tournament was called for the first five years before changing its name? All of this and more can be found inside this book.101 Things You May Not Have Known About the US Masters is as entertaining as it is educational and is a must-have for golf fans the world over.Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.101 Things You May Not Have Known About the US Masters, by John DT White, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - For all screen sizes - Tap to page up/down, flick to fast scroll or drag for slow scroll - Opens up where you left off reading - Variable font size - Choice of background color including white text on black background - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [

    ]
  }
}
