{
  "title": "The Democratic Theory of Micha",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.The_Democratic_Theory_of_Michael_Oakeshott",
  "category": "Books & Reference",
  "price": "$57.69",
  "datePublished": "September 18, 2012",
  "version": "10.0",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Medium Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.The_Democratic_Theory_of_Michael_Oakeshott",
  "extendedInfo": {
    "installSize": "1.1M",
    "downloadsCount": "0+",
    "downloadsCountText": "",
    "description": "his book offers a description, explanation, and evaluation of Michael Oakeshott’s democratic theory. He was not a democratic theorist as such, but as a twentieth-century English political theorist for whom liberal theory held deep importance, his thought often engaged democratic theory implicitly, and many times did so explicitly. The author’s project penetrates two renewals. The first is the revitalization of interest in Oakeshott, and the second is the renewal of democratic theory which began in the 1980s. In respect to this latter renewal, the book engages the deliberative turn in democratic theory. These revivals create the context for this new look at Oakeshott. To state the matter as a problem, one might say that in light of new and fecund democratic theory, it is a problem for political theory if one of the most important political theorists of the twentieth century is left out of the discourse insofar as he has something relevant to say about deliberative democracy. It is of no small importance that almost all the work in democratic theory being done these days is of the deliberative/discursive kind, or responses to it. That is, deliberative theory is driving the agenda of democratic theory. The author argues that Oakeshott does indeed have something relevant to say which is applicable to this democratic theory.Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.The Democratic Theory of Michael Oakeshott, by Michael Minch, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - For all screen sizes - Tap to page up/down, flick to fast scroll or drag for slow scroll - Opens up where you left off reading - Variable font size - Choice of background color including white text on black background - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [

    ]
  }
}
