{
  "title": "The Narrow Road of Twisted Tal",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.The_Narrow_Road_of_Twisted_Tales",
  "category": "Books & Reference",
  "price": "$6.39",
  "datePublished": "February 13, 2012",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.The_Narrow_Road_of_Twisted_Tales",
  "extendedInfo": {
    "installSize": "1.7M",
    "downloadsCount": "1+",
    "downloadsCountText": "1 - 5",
    "description": "This book is for seven to twelve year old boys and girls. They would love to read stories that are based on adventure, fantasy and mystery. Each story has a twist and an unexpected ending. The story of Peter and the Midnight party is about Peter and his adventures with the fairy folk; A Change in Fortune is about a poor family who suddenly became rich; Princess Jizzybell is the magic child born to a King and Queen; The Beautiful Woman's secret is a story about a woman who became beautiful through certain means; The Good Housewife is a story about a housewife who was expected to know how to cook but did not and therefore sort to cook through certain means; All That Glitters is about how one can envy the life of another and yet all is not as it seems in the life of the other; The Boarding House of Mysteries is about the adventures of three boys in a college that was built on a haunted land. These stories have lessons to be learnt embedded in them. Look for these lessons and enjoy reading.Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.The Narrow Road of Twisted Tales, by Gloria Michelle Aaron, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - Horizontal or vertical Scroll up/down - Opens up where you left off reading - Variable font size / color - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
