{
  "title": "John Knox and the Reformation",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.John_Knox_and_the_Reformation",
  "category": "Books & Reference",
  "price": "$0.99",
  "datePublished": "June 18, 2011",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Medium Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.John_Knox_and_the_Reformation",
  "extendedInfo": {
    "installSize": "1.1M",
    "downloadsCount": "5+",
    "downloadsCountText": "5 - 10",
    "description": "The Author-In this brief Life of Knox I have tried, as much as I may, to get behind Tradition, which has so deeply affected even modern histories of the Scottish Reformation, and even recent Biographies of the Reformer.  The tradition is based, to a great extent, on Knox’s own “History,” which I am therefore obliged to criticise as carefully as I can.  In his valuable John Knox, a Biography, Professor Hume Brown says that in the “History” “we have convincing proof alike of the writer’s good faith, and of his perception of the conditions of historic truth.”  My reasons for dissenting from this favourable view will be found in the following pages.  If I am right, if Knox, both as a politician and an historian, resembled Charles I. in “sailing as near the wind” as he could, the circumstance (as another of his biographers remarks) “only makes him more human and interesting.”            *** QUALITY DIGITIZED BOOKS  ***This Ebook can be placed on the SDCARD with Android 2.2 and above.This is the full length digitised ebook version of a classic book and is supplied by Digi-Media-Apps. Each  book  is packaged  with an advanced EBOOK  reader. Simply download the App and read the book – you do not need other software or Apps to enjoy this book.Where available, pages in the book can be turned using the phone's volume keys.If the App is closed, the book will reopen at the place where you left off reading the book.Sections/chapters of the book are accessible directly from the  Table of Contents.Book marks can be saved at any point within the book. Use the MENU/BOOK MARK to mark any text to return to later.You can search for any text within the book.For your reading comfort, the book has two reading modes, DAY and NIGHT.Where appropriate, the books contents are cross referenced, and linked.Footnotes within the original book are maintained and linked within the book.You can select font size for the book using the books menu options.You can select font colour for the book using the books menu optionsYou can select background colour for the book using the books menu optionsBy default, the phone will not turn off whilst you are reading the book. This option can be turned off in MENU/SETTINGS.A quality full length book in ebook format supplied by Digi-Media-Apps.More quality classic ebook titles can be found on Android market – search “digimediaapps”Goto www.digimediaapps.com for a full searchable catalogue of available books from Digi-Media-Apps.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
