{
  "title": "Entrancing Tales for Change wi",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Entrancing_Tales_for_Change_with_Hypnosis_and_NLP",
  "category": "Books & Reference",
  "price": "$8.69",
  "datePublished": "March 11, 2012",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Entrancing_Tales_for_Change_with_Hypnosis_and_NLP",
  "extendedInfo": {
    "installSize": "1.5M",
    "downloadsCount": "0+",
    "downloadsCountText": "",
    "description": "There may have been many times when you wished you had it in you to change your life but you didn't think you knew how. Do you want to change something in your life right now? Do you lack motivation and enthusiasm? Do you feel stressed out by fear and regrets? Would you like to move forwards and get on and enjoy your life? Then this book is for you! These Entrancing Tales will debug your subconscious mind and release your true potential. Things you thought you didn't have in you will suddenly reveal themselves to you in the most unexpected ways. Entertaining and easy to read, these hypnotic stories will lead you on a journey of change and you might like to read them more than once and enjoy how they make you feel. By the end of this book, you will notice an automatic change in you. You will see things in a different light. You will have found a way of doing things you once found challenging with ease. All you need to do is find a comfortable place and read one tale at a time.Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.Entrancing Tales for Change with Hypnosis and NLP, by The English Sisters, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - Horizontal or vertical Scroll up/down - Opens up where you left off reading - Variable font size / color - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
