{
  "title": "Pleasing the Dead-Book",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Pleasing_the_Dead",
  "category": "Books & Reference",
  "price": "$7.99",
  "datePublished": "August 28, 2011",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Medium Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Pleasing_the_Dead",
  "extendedInfo": {
    "installSize": "1.2M",
    "downloadsCount": "1+",
    "downloadsCountText": "1 - 5",
    "description": "Some nasty predators dwell in paradise, and they aren't all hiding in the azure waters. The day attorney Storm Kayama arrives in Kahului to help Lara Farrell set up her new dive shop, someone bombs a restaurant. When one of Lara's employees, a recent Japanese immigrant, kills himself and one of his young daughters, Storm begins to ask questions. The tentacles of the Yakuza, the dangerous, Japanese organized crime group, grip local businesses, real estate, and politics. Cunning and deadly, the clan leaders exploit underage women and eliminate anyone who dares face up to them. Storm finds herself up against a lethal and faceless enemy, in a place where disposing of a victim is easy as dumping her in shark-infested waters. But who is hunting whom? In a struggle to the death, Storm begins to realize that surviving doesn't always mean living. For some, the ghosts of the past may be more painful than the anguish of the present. Hawaii lawyer Storm Kayama must find a friend's diabetic son and uncover what he knows about his mother's murder before her murderers catch up with the boy.           *** QUALITY DIGITIZED BOOKS  ***This Ebook can be placed on the SDCARD with Android 2.2 and above.This is the full length digitised ebook version of a classic book and is supplied by Digi-Media-Apps. Each  book  is packaged  with an advanced EBOOK  reader. Simply download the App and read the book – you do not need other software or Apps to enjoy this book.Where available, pages in the book can be turned using the phone's volume keys.If the App is closed, the book will reopen at the place where you left off reading the book.Sections/chapters of the book are accessible directly from the  Table of Contents.Book marks can be saved at any point within the book. Use the MENU/BOOK MARK to mark any text to return to later.You can search for any text within the book.For your reading comfort, the book has two reading modes, DAY and NIGHT.Where appropriate, the books contents are cross referenced, and linked.Footnotes within the original book are maintained and linked within the book.You can select font size for the book using the books menu options.You can select font colour for the book using the books menu optionsYou can select background colour for the book using the books menu optionsBy default, the phone will not turn off whilst you are reading the book. This option can be turned off in MENU/SETTINGS.A quality full length book in ebook format supplied by Digi-Media-Apps.More quality classic ebook titles can be found on Android market – search “digimediaapps”Goto www.digimediaapps.com for a full searchable catalogue of available books from Digi-Media-Apps.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
