{
  "title": "Lisa the Unlikely Heroine",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Lisa_the_Unlikely_Heroine",
  "category": "Books & Reference",
  "price": "$11.99",
  "datePublished": "March 3, 2012",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Medium Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Lisa_the_Unlikely_Heroine",
  "extendedInfo": {
    "installSize": "2.8M",
    "downloadsCount": "0+",
    "downloadsCountText": "",
    "description": "A free working holiday to Bermuda seems too good an opportunity for part-time cleaner Lisa to resist. However, her employer, Sir Ralph Higgins, an international banker, gets duped into smuggling drugs and is arrested at Bermuda International Airport. Lisa's troubles are only just beginning and it isn’t turning out to be the sunshine holiday she thought it would be. Along with Sir Ralph’s wife and other members of his household staff, Lisa has to outwit a corrupt chief of police and his criminal associates. Their course of amateur detection leads them through a series of dangerous adventures on the island, putting their lives at risk, and it results in their becoming victims of the curse of the Bermuda Triangle. Surely things couldn't get any worse!Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.Lisa the Unlikely Heroine, by Alan Clarke, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - Horizontal or vertical Scroll up/down - Opens up where you left off reading - Variable font size / color - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
