{
  "title": "Thinking From the Edge",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Thinking_From_the_Edge",
  "category": "Books & Reference",
  "price": "$6.29",
  "datePublished": "February 15, 2012",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Thinking_From_the_Edge",
  "extendedInfo": {
    "installSize": "1.9M",
    "downloadsCount": "0+",
    "downloadsCountText": "",
    "description": "It has been a long-held belief for many that we, as human beings, are made for more, and so too is our world. Many are seeking some form of spiritual fulfilment – answers that can transform lives, attitudes and societies – but quite often reject the Christian Church and traditional religious institutions as irrelevant and backward looking.Thinking from the Edge presents a critical and imaginative exploration of religion - especially Christian, religious beliefs and faith within the context of ‘plurality’ – religious, cultural, historical and personal. It raises topical public issues around the faults, dangers and pretensions of religion, as well as the responsibilities and joys of religious belief.Written from a refreshing and inspiring perspective, Thinking from the Edge advocates a more adventurous, open and visionary approach to Christian faith and life that is applicable to and can nurture, embrace and celebrate the multiplicity of differences and human dramas that make up today’s Global Village society. Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.Thinking From the Edge, by Alan R Gawith, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - Horizontal or vertical Scroll up/down - Opens up where you left off reading - Variable font size / color - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
