{
  "title": "Desert England-Book",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Desert_England",
  "category": "Books & Reference",
  "price": "$9.85",
  "datePublished": "July 31, 2011",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Medium Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Desert_England",
  "extendedInfo": {
    "installSize": "2.3M",
    "downloadsCount": "1+",
    "downloadsCountText": "1 - 5",
    "description": "A terrifying tidal wave was sweeping across Europe, leaving widespread devastation in its wake. But this was no natural phenomenon; this was a wholly manmade weapon of terror, dubbed by the foreign media as 'the English disease': football hooliganism. In the months leading up to FIFA's decision as to which country would have the prestigious honour of hosting the 2006 World Cup - England or arch-enemies Germany - the level of wanton, indiscriminate violence being perpetrated at overseas match locations in the name of British patriotism was escalating out of control ... but why? Detective Inspector John Milton of the Metropolitan Police and his specially formed anti-hooliganism task force were facing a brick wall. The incidents smacked of highly organised, mafia-style operations carried out with military precision. Something sinister was at play and time was running out to crack the case. England's honour was on the line, and so were their careers.           *** QUALITY DIGITIZED BOOKS  ***This Ebook can be placed on the SDCARD with Android 2.2 and above.This is the full length digitised ebook version of a classic book and is supplied by Digi-Media-Apps. Each  book  is packaged  with an advanced EBOOK  reader. Simply download the App and read the book – you do not need other software or Apps to enjoy this book.Where available, pages in the book can be turned using the phone's volume keys.If the App is closed, the book will reopen at the place where you left off reading the book.Sections/chapters of the book are accessible directly from the  Table of Contents.Book marks can be saved at any point within the book. Use the MENU/BOOK MARK to mark any text to return to later.You can search for any text within the book.For your reading comfort, the book has two reading modes, DAY and NIGHT.Where appropriate, the books contents are cross referenced, and linked.Footnotes within the original book are maintained and linked within the book.You can select font size for the book using the books menu options.You can select font colour for the book using the books menu optionsYou can select background colour for the book using the books menu optionsBy default, the phone will not turn off whilst you are reading the book. This option can be turned off in MENU/SETTINGS.A quality full length book in ebook format supplied by Digi-Media-Apps.More quality classic ebook titles can be found on Android market – search “digimediaapps”Goto www.digimediaapps.com for a full searchable catalogue of available books from Digi-Media-Apps.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
