{
  "title": "Spirit Revelations",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Spirit_Revelations",
  "category": "Books & Reference",
  "price": "$16.59",
  "datePublished": "August 31, 2012",
  "version": "10.0",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Spirit_Revelations",
  "extendedInfo": {
    "installSize": "4.1M",
    "downloadsCount": "0+",
    "downloadsCountText": "",
    "description": "This is an account of incredible yet documented precognitive dreams and synchronicities. They show that our minds are far more powerful than we thought and that we can access true and detailed information without using our normal senses and even of the future.These experiences offer us genuine spiritual guidance in our everyday lives and have profound implications for our understanding of consciousness.Endorsed by the world-renouned scientist Rupert Sheldrake as 'vivid and fascinating... pioneering research.'Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.Spirit Revelations, by Nigel Peace, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - For all screen sizes - Tap to page up/down, flick to fast scroll or drag for slow scroll - Opens up where you left off reading - Variable font size - Choice of background color including white text on black background - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [

    ]
  }
}
