{
  "title": "The Other Dictionary",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.The_Other_Dictionary",
  "category": "Books & Reference",
  "price": "$9.29",
  "datePublished": "January 6, 2012",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.The_Other_Dictionary",
  "extendedInfo": {
    "installSize": "1.4M",
    "downloadsCount": "1+",
    "downloadsCountText": "1 - 5",
    "description": "Many English dictionaries have been compiled over the years, each one adding to the vast knowledge of our language and enhancing our understanding of the words which make up our vibrant and ever-changing vocabulary. This dictionary is like no other in the history of the English language. It is the result of painstaking and in-depth research into previously unknown aspects of a body of English vocabulary. This research has uncovered new meanings and interpretations of established words and terms which expand their richness and versatility.  The entries in this dictionary, when properly used, will open up new horizons and possibilities for you to incorporate these meanings into your everyday spoken and written repertoire. Perhaps they will even inspire and encourage you to discover new meanings of already established terms. So, why The Other Dictionary? Simple. Every dictionary is based on the same type of word meaning. You can look at them all and you will find more or less the same analysis. When you look in this dictionary, however, you will encounter a whole new level of meaning, recorded nowhere else. Eventually, it will become just the other dictionary that you consult when you need a new the meaning to an old word. So consult, learn and enjoy. You wonΓÇÕt regret it.Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.The Other Dictionary, by Marc Loewenthal, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - Horizontal or vertical Scroll up/down - Opens up where you left off reading - Variable font size / color - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
