{
  "title": "North America - Volume 1",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.North_America___Volume_1",
  "category": "Books & Reference",
  "price": "$0.99",
  "datePublished": "May 24, 2011",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Medium Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.North_America___Volume_1",
  "extendedInfo": {
    "installSize": "1.1M",
    "downloadsCount": "0+",
    "downloadsCountText": "",
    "description": "Introduction-It has been the ambition of my literary life to write a book about the United States, and I had made up my mind to visit the country with this object before the intestine troubles of the United States government had commenced. I have not allowed the division among the States and the breaking out of civil war to interfere with my intention; but I should not purposely have chosen this period either for my book or for my visit. I say so much, in order that it may not be supposed that it is my special purpose to write an account of the struggle as far as it has yet been carried. My wish is to describe, as well as I can, the present social and political state of the country. This I should have attempted, with more personal satisfaction in the work, had there been no disruption between the North and South; but I have not allowed that disruption to deter me from an object which, if it were delayed, might probably never be carried out. I am therefore forced to take the subject in its present condition, and being so forced I must write of the war, of the causes which have led to it, and of its probable termination. But I wish it to be understood that it was not my selected task to do so, and is not now my primary object.            *** QUALITY DIGITIZED BOOKS  ***This Ebook can be placed on the SDCARD with Android 2.2 and above.This is the full length digitised ebook version of a classic book and is supplied by Digi-Media-Apps. Each  book  is packaged  with an advanced EBOOK  reader. Simply download the App and read the book – you do not need other software or Apps to enjoy this book.Where available, pages in the book can be turned using the phone's volume keys.If the App is closed, the book will reopen at the place where you left off reading the book.Sections/chapters of the book are accessible directly from the  Table of Contents.Book marks can be saved at any point within the book. Use the MENU/BOOK MARK to mark any text to return to later.You can search for any text within the book.For your reading comfort, the book has two reading modes, DAY and NIGHT.Where appropriate, the books contents are cross referenced, and linked.Footnotes within the original book are maintained and linked within the book.You can select font size for the book using the books menu options.You can select font colour for the book using the books menu optionsYou can select background colour for the book using the books menu optionsBy default, the phone will not turn off whilst you are reading the book. This option can be turned off in MENU/SETTINGS.A quality full length book in ebook format supplied by Digi-Media-Apps.More quality classic ebook titles can be found on Android market – search “digimediaapps”Goto www.digimediaapps.com for a full searchable catalogue of available books from Digi-Media-Apps.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
