{
  "title": "Athens",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Athens",
  "category": "Books & Reference",
  "price": "$11.59",
  "datePublished": "January 19, 2012",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Athens",
  "extendedInfo": {
    "installSize": "2.5M",
    "downloadsCount": "0+",
    "downloadsCountText": "",
    "description": "Athens is an historical anomaly. Excavations date its first settlement to over seven thousand years ago, yet it only became the capital of Greece in 1834. During the intervening centuries it was occupied by almost every mobile culture in Europe: from its earliest likely settlers, tribes from what is now Albania, to Nazi forces during the second World War, and in between by successive waves of Persians, Macedonians, Romans, Slavs, Goths, Venetians, French, Catalans, Turks, Italians, Bulgarians and the clans of various kings and tyrants of the region's early city-states.There has been a structure on its 'high city', the acropolis, since at least the bronze age, although it was subsequently altered by successive occupiers, becoming a fort, castle, temple, mosque, church and even a harem. its 'Golden age' peaked in the fifth century BCE, with the great building projects of Pericles and Themistocles, and its later history is one of a city already nostalgic for its past, although at a time when other European cities had yet to begin constructing a past. Its standing as the birthplace of democracy and western civilisation, while based in fact, is largely a romantic fantasy dreamt up by nineteenth-century north European artists and intellectuals: democracy has a checkered history in Athens, and 'western civilisation' was an amalgam of many cultures. The city now is a jigsaw of pieces from its past, where you can still walk along streets laid by Romans and Ottoman Turks, and where the city's population is almost constantly refreshed by newer waves of arrivals.John Gill's cultural guide explores the origins, development and contemporary face of Athens, offering an accessible analysis of its social history, architecture and representation in painting, literature and film. Looking at the role of religion, migration and popular culture, its in-depth coverage of the city, past and present, goes beyond conventional guidebooks to provide a fresh insight into its living identity.Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.Athens, by John Gill, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - Horizontal or vertical Scroll up/down - Opens up where you left off reading - Variable font size / color - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
