{
  "title": "The Detective and the Woman",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.The_Detective_and_the_Woman",
  "category": "Books & Reference",
  "price": "$11.79",
  "datePublished": "March 11, 2012",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Medium Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.The_Detective_and_the_Woman",
  "extendedInfo": {
    "installSize": "2.2M",
    "downloadsCount": "0+",
    "downloadsCountText": "",
    "description": "Irene Adler, American opera singer and the one woman who outsmarted Sherlock Holmes, finds herself a widow at thirty-two, wealthy but emotionally broken. At the same time, Sherlock Holmes finds himself unable to return to England after faking his death at Reichenbach Falls and is drawn into an investigation of two men with designs on a woman they call Miss A, who is none other than Irene Adler herself. The Detective and The Woman throw their lot in together to uncover a dangerous plot with implications that stretch across the Atlantic. In the process, they meet legendary inventor Thomas Edison and experience life in Florida at the turn of the 20th century.Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.The Detective and the Woman, by Amy Thomas, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - Horizontal or vertical Scroll up/down - Opens up where you left off reading - Variable font size / color - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
