{
  "title": "Ten Great Events in History",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Ten_Great_Events_in_History",
  "category": "Books & Reference",
  "price": "$0.99",
  "datePublished": "June 8, 2011",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Medium Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Ten_Great_Events_in_History",
  "extendedInfo": {
    "installSize": "949k",
    "downloadsCount": "0+",
    "downloadsCountText": "",
    "description": "Preface-Patriotism, or love of country, is one of the tests of nobility of character. No great man ever lived that was not a patriot in the highest and truest sense. From the earliest times, the sentiment of patriotism has been aroused in the hearts of men by the narrative of heroic deeds inspired by love of country and love of liberty. This truth furnishes the key to the arrangement and method of the present work. The ten epochs treated are those that have been potential in shaping subsequent events; and when men have struck blows for human liberty against odds and regardless of personal consequences. The simple narrative carries its own morals, and the most profitable work for the teacher will be to merely supplement the narrative so that the picture presented shall be all the more vivid. Moral reflections are wearisome and superfluous.            *** QUALITY DIGITIZED BOOKS  ***This Ebook can be placed on the SDCARD with Android 2.2 and above.This is the full length digitised ebook version of a classic book and is supplied by Digi-Media-Apps. Each  book  is packaged  with an advanced EBOOK  reader. Simply download the App and read the book – you do not need other software or Apps to enjoy this book.Where available, pages in the book can be turned using the phone's volume keys.If the App is closed, the book will reopen at the place where you left off reading the book.Sections/chapters of the book are accessible directly from the  Table of Contents.Book marks can be saved at any point within the book. Use the MENU/BOOK MARK to mark any text to return to later.You can search for any text within the book.For your reading comfort, the book has two reading modes, DAY and NIGHT.Where appropriate, the books contents are cross referenced, and linked.Footnotes within the original book are maintained and linked within the book.You can select font size for the book using the books menu options.You can select font colour for the book using the books menu optionsYou can select background colour for the book using the books menu optionsBy default, the phone will not turn off whilst you are reading the book. This option can be turned off in MENU/SETTINGS.A quality full length book in ebook format supplied by Digi-Media-Apps.More quality classic ebook titles can be found on Android market – search “digimediaapps”Goto www.digimediaapps.com for a full searchable catalogue of available books from Digi-Media-Apps.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
