{
  "title": "The Mystery of Charles Dickens",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.The_Mystery_of_Charles_Dickens",
  "category": "Books & Reference",
  "price": "$19.29",
  "datePublished": "October 15, 2012",
  "version": "10.0",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.The_Mystery_of_Charles_Dickens",
  "extendedInfo": {
    "installSize": "1.8M",
    "downloadsCount": "0+",
    "downloadsCountText": "",
    "description": "History records that on June 9, 1870, Charles Dickens died of a cerebral haemorrhage. History, however, is wrong. June 9, 1870, is the day on which Emile de la Rue murdered Charles Dickens. During a stay in Genoa in 1844-45, Charles Dickens, an accomplished mesmerist, used his mesmeric abilities to treat a young Englishwoman, Augusta de la Rue, attempting to cure a years' long malady of hers that included facial spasms and phantom-filled dreams. During her trances she revealed to Dickens a truth she had long suppressed the knowledge that her husband murdered a rival so he could have her for himself. Dickens, at that time, was helpless to act on the devastating admission, but twenty-five years later Emile de la Rue shows up in London, and Dickens finally seeks justice. De La Rue cannot let this happen and stops at nothing to keep Dickens from revealing his secret.Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.The Mystery of Charles Dickens, by John Paulits, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - For all screen sizes - Tap to page up/down, flick to fast scroll or drag for slow scroll - Opens up where you left off reading - Variable font size - Choice of background color including white text on black background - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [

    ]
  }
}
