{
  "title": "No Police Like Holmes",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.No_Police_Like_Holmes",
  "category": "Books & Reference",
  "price": "$13.39",
  "datePublished": "January 30, 2012",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Medium Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.No_Police_Like_Holmes",
  "extendedInfo": {
    "installSize": "1.6M",
    "downloadsCount": "0+",
    "downloadsCountText": "",
    "description": "The Investigating Arthur Conan Doyle and Sherlock Holmes Colloquium and donation of the third largest private collection of Sherlockiana in the world were supposed to produce a weekend of great publicity for tiny St. Benignus college in Erin, Ohio. But when theft and murder come to campus, college public relations director Jeff Cody finds himself knee-deep in Sherlockian suspects. Besieged by an aggressive reporter he loves but no longer dates, he is also competing with his eccentric brother-in-law, Sebastian McCabe, to solve the crimes first. The mess worsens when Jeff and his ex-girlfriend, Lynda Teal, themselves fall under suspicion of murder and with good reason, for they have something to hide. This satirical romp takes Sherlock Holmes seriously, but not Holmesians. A witty and engaging spoof sure to delight not only the deerstalker set but mystery fans in general.Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.No Police Like Holmes, by Dan Andriacco, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - Horizontal or vertical Scroll up/down - Opens up where you left off reading - Variable font size / color - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
