{
  "title": "Tales of Troy – Ulysses  the",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Tales_of_Troy___Ulysses__the_sacker_of_cities",
  "category": "Books & Reference",
  "price": "$0.99",
  "datePublished": "June 15, 2011",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Tales_of_Troy___Ulysses__the_sacker_of_cities",
  "extendedInfo": {
    "installSize": "843k",
    "downloadsCount": "1+",
    "downloadsCountText": "1 - 5",
    "description": "Extract-Long ago, in a little island called Ithaca, on the west coast of Greece, there lived a king named Laertes.Â  His kingdom was small and mountainous.Â  People used to say that Ithaca âlay like a shield upon the sea,â which sounds as if it were a flat country.Â  But in those times shields were very large, and rose at the middle into two peaks with a hollow between them, so that Ithaca, seen far off in the sea, with her two chief mountain peaks, and a cloven valley between them, looked exactly like a shield.Â  The country was so rough that men kept no horses, for, at that time, people drove, standing up in little light chariots with two horses; they never rode, and there was no cavalry in battle: men fought from chariots.Â  When Ulysses, the son of Laertes, King of Ithaca grew up, he never fought from a chariot, for he had none, but always on foot.            *** QUALITY DIGITIZED BOOKS  ***This Ebook can be placed on the SDCARD with Android 2.2 and above.This is the full length digitised ebook version of a classic book and is supplied by Digi-Media-Apps. Each  book  is packaged  with an advanced EBOOK  reader. Simply download the App and read the book â you do not need other software or Apps to enjoy this book.Where available, pages in the book can be turned using the phone's volume keys.If the App is closed, the book will reopen at the place where you left off reading the book.Sections/chapters of the book are accessible directly from the  Table of Contents.Book marks can be saved at any point within the book. Use the MENU/BOOK MARK to mark any text to return to later.You can search for any text within the book.For your reading comfort, the book has two reading modes, DAY and NIGHT.Where appropriate, the books contents are cross referenced, and linked.Footnotes within the original book are maintained and linked within the book.You can select font size for the book using the books menu options.You can select font colour for the book using the books menu optionsYou can select background colour for the book using the books menu optionsBy default, the phone will not turn off whilst you are reading the book. This option can be turned off in MENU/SETTINGS.A quality full length book in ebook format supplied by Digi-Media-Apps.More quality classic ebook titles can be found on Android market â search âdigimediaappsâGoto www.digimediaapps.com for a full searchable catalogue of available books from Digi-Media-Apps.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
