{
  "title": "Eye of Athina",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Eye_of_Athina",
  "category": "Books & Reference",
  "price": "$9.39",
  "datePublished": "January 21, 2012",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Medium Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Eye_of_Athina",
  "extendedInfo": {
    "installSize": "1.8M",
    "downloadsCount": "0+",
    "downloadsCountText": "",
    "description": "The collapse of the Berlin wall in 1989 allowed the evil shadow of Eastern Mafia to spread across Europe, with the Greek islands proving to be a haven of obscurity for Russian and Romanian gangs. To counter the threat to British interests on the islands, MI6 establish the 'Greek Unit'. It's now 1994 and the Unit reacts quickly following the death of a British agent on the island of Petromos by sending a female agent, her cover - a tourist supposedly taking few days break from London. Born in Athens she bears the rare intense eyes that modern Athenian women associate with those of the goddess Athina. As the action unfolds she realises that a special bond with that mythical figure has existed all her life. A chance meeting with a man from her youth causes personal misgivings about her own future and when she finds friendship and love on the island, it conflicts with her dedication and loyalty to the 'Unit'; she questions her strange bond with Athina. Its strength will be tested in the days ahead. She uncovers drug and gun running activities organised by an unsavoury ex-London gang-boss hiding in unusual circumstances on Petromos. Then, amidst the politics of the small island-minded community, she finds herself the target of a Romanian hit man!Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.Eye of Athina, by Roger W Thompson, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - Horizontal or vertical Scroll up/down - Opens up where you left off reading - Variable font size / color - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
