{
  "title": "St Anthony of Padua-Book",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.St_Anthony_of_Padua",
  "category": "Books & Reference",
  "price": "$4.79",
  "datePublished": "August 30, 2011",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Medium Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.St_Anthony_of_Padua",
  "extendedInfo": {
    "installSize": "1.6M",
    "downloadsCount": "1+",
    "downloadsCountText": "1 - 5",
    "description": "St Anthony of Padua is the Patron Saint of the Old. Unfortunately, he seems to be missing from the UK nowadays! I feel that if Charles Dickens was still alive, he would be just as upset and angry about the plight of our Senior Citizens as he was about Victorian children. The secret cruelty that they suffer in many Homes is horrendous. Drugs are often given out like sweets, to people who don't need them, just to keep them calm and docile. Unfortunately, some of them are so drugged that they can't control themselves and they're classed as senile and incontinent when they shouldn't be. This novelette contains secret information that I've been given. It's a work of fiction, written to make you think, as well as to entertain you. I hope that it makes you sit up and take notice! Our Old People should be given more dignity in their Twilight Years. After all, it will be our turn one day!           *** QUALITY DIGITIZED BOOKS  ***This Ebook can be placed on the SDCARD with Android 2.2 and above.This is the full length digitised ebook version of a classic book and is supplied by Digi-Media-Apps. Each  book  is packaged  with an advanced EBOOK  reader. Simply download the App and read the book – you do not need other software or Apps to enjoy this book.Where available, pages in the book can be turned using the phone's volume keys.If the App is closed, the book will reopen at the place where you left off reading the book.Sections/chapters of the book are accessible directly from the  Table of Contents.Book marks can be saved at any point within the book. Use the MENU/BOOK MARK to mark any text to return to later.You can search for any text within the book.For your reading comfort, the book has two reading modes, DAY and NIGHT.Where appropriate, the books contents are cross referenced, and linked.Footnotes within the original book are maintained and linked within the book.You can select font size for the book using the books menu options.You can select font colour for the book using the books menu optionsYou can select background colour for the book using the books menu optionsBy default, the phone will not turn off whilst you are reading the book. This option can be turned off in MENU/SETTINGS.A quality full length book in ebook format supplied by Digi-Media-Apps.More quality classic ebook titles can be found on Android market – search “digimediaapps”Goto www.digimediaapps.com for a full searchable catalogue of available books from Digi-Media-Apps.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
