{
  "title": "Duality-Book",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Duality",
  "category": "Books & Reference",
  "price": "$9.50",
  "datePublished": "November 15, 2011",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Medium Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Duality",
  "extendedInfo": {
    "installSize": "1.6M",
    "downloadsCount": "1+",
    "downloadsCountText": "1 - 5",
    "description": "Duality is the second book of the One God trilogy. This is the story of Shane Mitchell, the father of Hope Caradoc who, having lived on the streets since he murdered his abusive adopted father, is taken in by Heaven's Hosts only to discover that he is in fact the reincarnation of fallen Metatron, Gabriel. Remembering a plan given to him some time ago he persuades a good number of Heaven's Host, including Annabel and Catherine to move to Rhyl where they are to start an invention business using the knowledge of the cooperative angels. As Annabel, Catherine and Shane get the business under way they also have to assist Hope as she gets used to her powers, not realising that she is the central figure of the entire war and believing the powers to be gifted to her by Lucifer when he was put back to sleep. During this time Annabel also attempts to enlist the help of a number of demons duped into following the cause of Hell, including the demon who considered her inner soul to be his best friend, Archfiend Satan and the host must also learn to communicate with new allies, the spirits who, to them, were nothing more than myths.Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.Duality, by David Griffiths, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - Horizontal or vertical Scroll up/down - Opens up where you left off reading - Variable font size / color - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
