{
  "title": "Doctor Who Monsters-Book",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Doctor_Who_Monsters",
  "category": "Books & Reference",
  "price": "$9.61",
  "datePublished": "February 14, 2011",
  "version": "1.0.0",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "2",
  "rating": "4.5",
  "contentRating": "Medium Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Doctor_Who_Monsters",
  "extendedInfo": {
    "installSize": "2.8M",
    "downloadsCount": "10+",
    "downloadsCountText": "10 - 50",
    "description": "EXTERMINATE!  They lumbered through space, lurched from the sea, slimed along ventilator shafts and even visited St Paul's Cathedral. They were the scourge of the Doctor's many lives: they were the monsters.  Sending millions of children scurrying behind the sofa each week, Doctor Who has been host to some of the most wierd and wonderful species ever to emerge from the imagination. Daleks, Ice Warriors, Sea Devils, Cybermen ... whether they dreamed of intergalactic conquest or simply wanted to survive, the Doctor has met them all.  DOCTOR WHO MONSTERS takes you behind the scenes of Doctor Who to meet the monsters and their makers.  Including candid comments and recollections from those people who actually devised, created and played the monsters, DOCTOR WHO MONSTERS is a celebration of the many talents which brought Doctor Who's greatest foes to the television screen. Also featured are several exclusive original storylines, showing how many favourite stories started life; and the original scripted descriptions of the monsters are revealed as we explore the rubber and latex-filled world of the monster makers.  There are more than 200 alien creatures, robots, beasts, mutants and plants featured in this extensive guide to all the monsters from the classic series of Doctor Who.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.GET_TASKS",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
