{
  "title": "How to Prepare Your Child for",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.How_to_Prepare_Your_Child_for_Primary_School",
  "category": "Books & Reference",
  "price": "$4.89",
  "datePublished": "April 19, 2012",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.How_to_Prepare_Your_Child_for_Primary_School",
  "extendedInfo": {
    "installSize": "1.4M",
    "downloadsCount": "0+",
    "downloadsCountText": "",
    "description": "Starting school is one of the most important events in your child’s life and can be an exciting time for parents and children alike, but even the most confident child can find it a daunting prospect if not adequately prepared. Help your child to form positive attitudes towards education and become a life- long learner by using some of the ideas in this book which has been written by a parent and experienced teacher of young children.Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.How to Prepare Your Child for Primary School, by Pam Larkins, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - Horizontal or vertical Scroll up/down - Opens up where you left off reading - Variable font size / color - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
