{
  "title": "Arts and Crafts in the Middle",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Arts_and_Crafts_in_the_Middle_Ages",
  "category": "Books & Reference",
  "price": "$0.99",
  "datePublished": "April 28, 2011",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Medium Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Arts_and_Crafts_in_the_Middle_Ages",
  "extendedInfo": {
    "installSize": "4.4M",
    "downloadsCount": "10+",
    "downloadsCountText": "10 - 50",
    "description": "It is interesting to look into the past, particularly to those centuries known as the Middle Ages, in which the handicrafts flourished in special perfection, and to see for ourselves how these crafts were pursued, and exactly what these arts really were. Many people talk learnedly of the delightful revival of the arts and crafts without having a very definite idea of the original processes which are being restored to popular favour. William Morris himself, although a great modern spirit, and reformer, felt the Page vi necessity of a basis of historic knowledge in all workers. \"I do not think,\" he says, \"that any man but one of the highest genius could do anything in these days without much study of ancient art, and even he would be much hindered if he lacked it.\" It is but turning to the original sources, then, to examine the progress of mediæval artistic crafts, and those sources are usually to be found preserved for our edification in enormous volumes of plates, inaccessible to most readers, and seldom with the kind of information which the average person would enjoy. There are very few books dealing with the arts and crafts of the olden time, which are adapted to inform those who have no intention of practising such arts, and yet who wish to understand and appreciate the examples which they see in numerous museums or exhibitions, and in travelling abroad. There are many of the arts and crafts which come under the daily observation of the tourist, which make no impression upon him and have no message for him, simply because he has never considered the subject of their origin and construction. After one has once studied the subject of historic carving, metal work, embroidery, tapestry, or illumination, one can never fail to look upon these things with intelligent interest and vastly increased pleasure.            *** QUALITY DIGITIZED BOOKS  ***This Ebook can be placed on the SDCARD with Android 2.2 and above.This is the full length digitised ebook version of a classic book and is supplied by Digi-Media-Apps. Each  book  is packaged  with an advanced EBOOK  reader. Simply download the App and read the book – you do not need other software or Apps to enjoy this book.Where available, pages in the book can be turned using the phone's volume keys.If the App is closed, the book will reopen at the place where you left off reading the book.Sections/chapters of the book are accessible directly from the  Table of Contents.Book marks can be saved at any point within the book. Use the MENU/BOOK MARK to mark any text to return to later.You can search for any text within the book.For your reading comfort, the book has two reading modes, DAY and NIGHT.Where appropriate, the books contents are cross referenced, and linked.Footnotes within the original book are maintained and linked within the book.You can select font size for the book using the books menu options.You can select font colour for the book using the books menu optionsYou can select background colour for the book using the books menu optionsBy default, the phone will not turn off whilst you are reading the book. This option can be turned off in MENU/SETTINGS.A quality full length book in ebook format supplied by Digi-Media-Apps.More quality classic ebook titles can be found on Android market – search “digimediaapps”Goto www.digimediaapps.com for a full searchable catalogue of available books from Digi-Media-Apps.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
