{
  "title": "The Idea of God in Early Reli",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.The_Idea_of_God_in_Early_Religions",
  "category": "Books & Reference",
  "price": "$0.99",
  "datePublished": "July 8, 2011",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Medium Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.The_Idea_of_God_in_Early_Religions",
  "extendedInfo": {
    "installSize": "962k",
    "downloadsCount": "1+",
    "downloadsCountText": "1 - 5",
    "description": "Preface-In The Varieties of Religious Experience the late Professor William James has said (p. 465): 'The religious phenomenon, studied as an inner fact, and apart from ecclesiastical or theological complications, has shown itself to consist everywhere, and at all its stages, in the consciousness which individuals have of an intercourse between themselves and higher powers with which they feel themselves to be related. This intercourse is realised at the time as being both active and mutual.' The book now before the reader deals with the religious phenomenon, studied as an inner fact, in the earlier stages of religion. By 'the Idea of God' may be meant either the consciousness which individuals have of higher powers, with which they feel themselves to be related, or the words in which they, or others, seek to express that consciousness. Those words may be an expression, that is to say an interpretation or a misinterpretation, of that [vi]consciousness. But the words are not the consciousness: the feeling, without which the consciousness does not exist, may be absent when the words are spoken or heard. It is however through the words that we have to approach the feeling and the consciousness of others, and to determine whether and how far the feeling and the consciousness so approached are similar in all individuals everywhere and at all stages.            *** QUALITY DIGITIZED BOOKS  ***This Ebook can be placed on the SDCARD with Android 2.2 and above.This is the full length digitised ebook version of a classic book and is supplied by Digi-Media-Apps. Each  book  is packaged  with an advanced EBOOK  reader. Simply download the App and read the book – you do not need other software or Apps to enjoy this book.Where available, pages in the book can be turned using the phone's volume keys.If the App is closed, the book will reopen at the place where you left off reading the book.Sections/chapters of the book are accessible directly from the  Table of Contents.Book marks can be saved at any point within the book. Use the MENU/BOOK MARK to mark any text to return to later.You can search for any text within the book.For your reading comfort, the book has two reading modes, DAY and NIGHT.Where appropriate, the books contents are cross referenced, and linked.Footnotes within the original book are maintained and linked within the book.You can select font size for the book using the books menu options.You can select font colour for the book using the books menu optionsYou can select background colour for the book using the books menu optionsBy default, the phone will not turn off whilst you are reading the book. This option can be turned off in MENU/SETTINGS.A quality full length book in ebook format supplied by Digi-Media-Apps.More quality classic ebook titles can be found on Android market – search “digimediaapps”Goto www.digimediaapps.com for a full searchable catalogue of available books from Digi-Media-Apps.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
