{
  "title": "Sherlock Holmes: The Peculiar",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Sherlock_Holmes__The_Peculiar_Persecution_of_John_Vincent_Harden",
  "category": "Books & Reference",
  "price": "$3.19",
  "datePublished": "March 9, 2012",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Medium Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Sherlock_Holmes__The_Peculiar_Persecution_of_John_Vincent_Harden",
  "extendedInfo": {
    "installSize": "1.3M",
    "downloadsCount": "1+",
    "downloadsCountText": "1 - 5",
    "description": "Tobacco millionaire John Vincent Harden has barely arrived in London when strange things start happening to him. The clerk at his hotel swears that Harden has checked out and taken his luggage with him. Then Harden receives a wire calling him home to his plantation in Kentucky – which it turns out was never sent. Finally, when a four-wheeled cab almost runs over the American, Harden knows it is time to turn to Sherlock Holmes for help. Who is behind this peculiar persecution of John Vincent Harden? Holmes solves the puzzle too late, learning in the process that indeed “one may smile, and smile, and be a villain.”Praise for The Peculiar Persecution of John Vincent Harden: This story originally appeared in Baker Street Beat: An Eclectic Colleciton of Sherlockian Scribblings, where it drew the attention of critics as one of the highlights of the book: “If you don’t read any other Holmes pastiche this year, please, please read the short story The Peculiar Persecution of John Vincent Harden which has to be the closest in tone and content to a Holmes work that I have read in a long time.” – Felicia Carparelli’s Sherlock Holmes Murder Blog“One of the best short pastiches that I have read.” – Ross K. Foad, “No Place Like Holmes” reviews  Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.Sherlock Holmes: The Peculiar Persecution of John Vincent Harden, by Dan Andriacco, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - Horizontal or vertical Scroll up/down - Opens up where you left off reading - Variable font size / color - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
