{
  "title": "Wrong Sex, Wrong Instrument",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Wrong_Sex__Wrong_Instrument",
  "category": "Books & Reference",
  "price": "$11.99",
  "datePublished": "August 7, 2011",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Medium Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Wrong_Sex__Wrong_Instrument",
  "extendedInfo": {
    "installSize": "1.9M",
    "downloadsCount": "1+",
    "downloadsCountText": "1 - 5",
    "description": "Now retired and no longer silenced by a contract, Maggie Cotton presents an honest and long-overdue player's perspective of life inside a professional symphony orchestra, describing how she became the first female percussionist in what was initially a staunchly male-dominated world. Now retired after forty years with the City of Birmingham Symphony Orchestra, Maggie gives a fascinating and humorous insight into every aspect of her working life, including tours, conductors, composers, soloists, colleagues, recording contracts and educational work, as well as her own family life and the social conditions of wartime England and post-war Eastern Europe. Bolstered by her gritty Yorkshire roots, and naively undeterred by overwhelming odds, Maggie overcame many hurdles in pursuit of her ambition to play percussion in a professional symphony orchestra, in so doing transforming the face of women in that field from one of novelty circus performer to respected professional and colleague.           *** QUALITY DIGITIZED BOOKS  ***This Ebook can be placed on the SDCARD with Android 2.2 and above.This is the full length digitised ebook version of a classic book and is supplied by Digi-Media-Apps. Each  book  is packaged  with an advanced EBOOK  reader. Simply download the App and read the book – you do not need other software or Apps to enjoy this book.Where available, pages in the book can be turned using the phone's volume keys.If the App is closed, the book will reopen at the place where you left off reading the book.Sections/chapters of the book are accessible directly from the  Table of Contents.Book marks can be saved at any point within the book. Use the MENU/BOOK MARK to mark any text to return to later.You can search for any text within the book.For your reading comfort, the book has two reading modes, DAY and NIGHT.Where appropriate, the books contents are cross referenced, and linked.Footnotes within the original book are maintained and linked within the book.You can select font size for the book using the books menu options.You can select font colour for the book using the books menu optionsYou can select background colour for the book using the books menu optionsBy default, the phone will not turn off whilst you are reading the book. This option can be turned off in MENU/SETTINGS.A quality full length book in ebook format supplied by Digi-Media-Apps.More quality classic ebook titles can be found on Android market – search “digimediaapps”Goto www.digimediaapps.com for a full searchable catalogue of available books from Digi-Media-Apps.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
