{
  "title": "500 POLICE TERMS Quiz App",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digitalapplications.policeterms",
  "category": "Education",
  "price": "$2.99",
  "datePublished": "March 22, 2011",
  "version": "1.0",
  "operatingSystems": "2.0 and up",
  "ratingsCount": "2",
  "rating": "3.5",
  "contentRating": "Everyone",
  "creator": "Digital Applications",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digitalapplications.policeterms",
  "extendedInfo": {
    "installSize": "684k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Police officers are hailed to be peace makers and protectors of society. They safeguard our society by preventing threats of crimes in various forms. This certainly form the essence of a police officer job description. With increasing incidents of crime in various setups like hospitals, schools, colleges, banks, federal houses, etc, duties of a police officer have become very challenging and diverse. Depending on location of placement, police officers may have to do a variety of tasks. In fact, there are various establishments where police officers are recruited. If you're wondering on how to become a police officer, then you've to understand that there is no magic path to it. You've to strive hard and inculcate right sets of skills. You've to show competence in federal police recruitment programs.With all the education needed to maximize your skills as an officer of the law, you need every edge you can get a hold of. This app was made for you.  Whether you are a seasoned veteran or just getting your skills ready, you will find this app a perfect addition to your continuing education. With over 500 terms and descriptions in a fun and interactive learning style, we have you covered.  Multiple Choice Quizzes, Flash Cards, Dictionary.",
    "reviews": [
      {
        "timestampMsec": "1312439968201",
        "starRating": "3",
        "comment": "Wish you could edit the 10 codes since they do change depending on pd",
        "commentId": "lg:AOqpTOGWEoGYbLVtbjDv9Clgq5PME-rgwElNdacUwKlNlfYn7r8htwS-VtyfeXa4imcb6nXCcAK_ZMCJXiW6sg0",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [

    ]
  }
}
