{
  "title": "Through the Apple Store",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Through_the_Apple_Store",
  "category": "Books & Reference",
  "price": "$11.01",
  "datePublished": "February 16, 2012",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Medium Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Through_the_Apple_Store",
  "extendedInfo": {
    "installSize": "2.1M",
    "downloadsCount": "0+",
    "downloadsCountText": "",
    "description": "It seem that someone has murdered an actress. Who would believe the actual truth? Howard thinks a wandering Viking is the guilty party and Donavon Merryville gets the blame. In order to appease mad Albert and solve the murder, Donavon enters on a fantastic voyage through the centuries. He discovers and falls in love with Anneke, a siren from the 1800s. Forced by Albert, driven by love and inexorably channelled by time itself, Don blunders into the Viking wars of East Anglia and discovers a plot to assassinate Winston Churchill, the wartime English Prime Minister. This terrible situation must take priority and Don defeats all odds and befriends Major Howard. Albert again takes control of Don’s life and he is forced into marriage. An exciting honeymoon ensues with the bride and groom running away after causing havoc in the 1860’s. Eventually Donavon returns to Bloodisland House with his tail between his legs and settles down to married life only to restart the cycle and get the blame for the murder of an actress.Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.Through the Apple Store, by Wentworth M. Johnson, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - Horizontal or vertical Scroll up/down - Opens up where you left off reading - Variable font size / color - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
