{
  "title": "101 More Amazing One Direction",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.a101_More_Amazing_One_Direction_Facts",
  "category": "Books & Reference",
  "price": "$4.89",
  "datePublished": "October 13, 2012",
  "version": "10.0",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.a101_More_Amazing_One_Direction_Facts",
  "extendedInfo": {
    "installSize": "1.4M",
    "downloadsCount": "1+",
    "downloadsCountText": "1 - 5",
    "description": "This is the second book in Jack Goldstein’s One Direction series, featuring even more fantastic facts about your favourite band - Get the complete set!Are you the world’s biggest One Direction fan? Do you know everything there is to know about the world’s best-loved boy band?  Then this is the book for you!  In this easy-to-digest eBook are 101 facts about your favourite group – do you know all of them?Test yourself and your friends with these handily-packaged facts easily organised into categories for maximum enjoyment.  Show everyone that you are the master of One Direction mania!Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.101 More Amazing One Direction Facts, by Jack Goldstein, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - For all screen sizes - Tap to page up/down, flick to fast scroll or drag for slow scroll - Opens up where you left off reading - Variable font size - Choice of background color including white text on black background - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [

    ]
  }
}
