{
  "title": "Kings and Queens - A Very Pecu",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Kings_and_Queens___A_Very_Peculiar_History",
  "category": "Books & Reference",
  "price": "$9.79",
  "datePublished": "May 10, 2012",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Kings_and_Queens___A_Very_Peculiar_History",
  "extendedInfo": {
    "installSize": "2.1M",
    "downloadsCount": "1+",
    "downloadsCountText": "1 - 5",
    "description": "Which king's guards massacred a group of his supporters by mistake? Who had an oversized tongue and had to slobber when they ate food? Who was so large when they died that they had to be buried in a square coffin? Who survived seven assassination attempts? As you can tell from the bizarre questions above, it wasn't all thrones and sceptres for British kings and queens. Some of them were completely batty, and others were downright vicious. On the other hand, some monarchs were an icon to the people and represented the power and importance of Britain and England. 'Kings & Queens, A Very Peculiar History' explores some of the most marvellous monarchs to have ruled Britain and ekes out their bizarre habits and idiosyncracies, featuring quirky stories and fascinating facts and lists.Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.Kings and Queens - A Very Peculiar History, by Antony Mason, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - Horizontal or vertical Scroll up/down - Opens up where you left off reading - Variable font size / color - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
