{
  "title": "Light at the End of the Tunnel",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Light_at_the_End_of_the_Tunnel",
  "category": "Books & Reference",
  "price": "$7.38",
  "datePublished": "July 31, 2011",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Medium Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Light_at_the_End_of_the_Tunnel",
  "extendedInfo": {
    "installSize": "2.1M",
    "downloadsCount": "0+",
    "downloadsCountText": "",
    "description": "Chris Mallon was a studious, naive, tennis-mad teenager growing up in Wexford, Southern Ireland, with everything to live for, but in the 1980s his youth was cruelly snatched away from him by an evil and manipulative Catholic Priest, the late Father Sean Fortune. However, Chris was one of the lucky ones - he survived to tell his tale and eventually make a new life for himself. This is Chris's moving, heart-on-sleeve story: a story of revisiting a painful emotional prison and finally being released from the confusion, mental anguish, illness, anger, guilt and depression that had held him locked in a lonely cell for so long. It is a story of healing. Through counselling, the support of special friends and family, and his own determination, Chris has managed to break the vicious circle of a negative mindset, tap into his spirituality and inner strength, accept his sexuality and realise his self-worth. He has learnt to love life. Be prepared to be shocked, be prepared to cry, but also be prepared to celebrate the journey he has made through a very long and frightening maze, and take courage and strength from his discovery that, whatever the abuse and hardship suffered, closure from the terror of the past is possible and there is a light at the end of the tunnel.           *** QUALITY DIGITIZED BOOKS  ***This Ebook can be placed on the SDCARD with Android 2.2 and above.This is the full length digitised ebook version of a classic book and is supplied by Digi-Media-Apps. Each  book  is packaged  with an advanced EBOOK  reader. Simply download the App and read the book – you do not need other software or Apps to enjoy this book.Where available, pages in the book can be turned using the phone's volume keys.If the App is closed, the book will reopen at the place where you left off reading the book.Sections/chapters of the book are accessible directly from the  Table of Contents.Book marks can be saved at any point within the book. Use the MENU/BOOK MARK to mark any text to return to later.You can search for any text within the book.For your reading comfort, the book has two reading modes, DAY and NIGHT.Where appropriate, the books contents are cross referenced, and linked.Footnotes within the original book are maintained and linked within the book.You can select font size for the book using the books menu options.You can select font colour for the book using the books menu optionsYou can select background colour for the book using the books menu optionsBy default, the phone will not turn off whilst you are reading the book. This option can be turned off in MENU/SETTINGS.A quality full length book in ebook format supplied by Digi-Media-Apps.More quality classic ebook titles can be found on Android market – search “digimediaapps”Goto www.digimediaapps.com for a full searchable catalogue of available books from Digi-Media-Apps.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
