{
  "title": "Be Smart in Everything That Ma",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Be_Smart_in_Everything_That_Matters",
  "category": "Books & Reference",
  "price": "$7.99",
  "datePublished": "April 4, 2012",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Be_Smart_in_Everything_That_Matters",
  "extendedInfo": {
    "installSize": "1.8M",
    "downloadsCount": "1+",
    "downloadsCountText": "1 - 5",
    "description": "Be smart in everything that matters is an up-to-date guide, telling you how to be a step ahead in building your personality, tackling personal financial matters, making vital decisions when it comes to getting married and  some of the basics in food and health.   This book is a complete package put together in a concise form. It gives an explanation to important aspects of life and modern trends that one needs to dig deeper to understand.  The book can also be given as a gift to a friend, relative or a loved one.  Be smart in everything that matters includes different sections that cover character, finance, marriage, food and health.In terms of financial matters, it gives advice on managing personal finance, investing, saving money and budgeting. The introductory chapters deal with what makes you a better person and how important education and technology in the modern world is. They follow on to finance that tell you about the benefits of property investment. The marriage section starts with preparing for marriage, getting married to the right person, going on to the first night, honeymoon destinations and dealing with your mother-in-law. Often, some people are just talented when it comes to handling money and how to make it grow. However, they may not be so good in the kitchen or busy lifestyles take the blame. The book includes a chapter that gives advice on how to avoid common mistakes that make you go wrong in cooking. It also has healthy recipes and other simpler ones to impress family and guests. The last section, which is about food and health, covers different topics like staying in shape, the benefits of coffee and how you can use the highly nutritious fruit, the avocado for health, beauty, food and the environment.Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.Be Smart in Everything That Matters, by Aneina Danro, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - Horizontal or vertical Scroll up/down - Opens up where you left off reading - Variable font size / color - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
