{
  "title": "In Search of Dr Watson",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.In_Search_of_Dr_Watson",
  "category": "Books & Reference",
  "price": "$11.79",
  "datePublished": "January 28, 2012",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.In_Search_of_Dr_Watson",
  "extendedInfo": {
    "installSize": "2.3M",
    "downloadsCount": "0+",
    "downloadsCountText": "",
    "description": "In her third book author Molly Carr has, for the moment, abandoned the Watson-Fanshaw Detective Agency in favour of discovering as much as possible about Doctor Watson. Radically different in style from her first two books, the investigation will nevertheless be of interest to students of military history, railways both Indian and British and of course all fans of Sherlock Holmes. Holmes is a household name. But where would he be without his Biographer? Beavering away in Baker Street, unknown to everyone except Scotland Yard and a few luckless criminals. It is time to put the loyal and much put upon man, Dr. John H. Watson M.D., centre stage.Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.In Search of Dr Watson, by Molly Carr, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - Horizontal or vertical Scroll up/down - Opens up where you left off reading - Variable font size / color - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
