{
  "title": "The Portuguese",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.The_Portuguese",
  "category": "Books & Reference",
  "price": "$16.29",
  "datePublished": "April 27, 2012",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.The_Portuguese",
  "extendedInfo": {
    "installSize": "5.2M",
    "downloadsCount": "0+",
    "downloadsCountText": "",
    "description": "Portugal is an established member of the European Union, one of the founders of the euro currency and a founder member of NATO. Yet it is an inconspicuous and largely overlooked country on the continent’s south-west rim.In the fifteenth- and sixteenth-century Age of Discovery the Portuguese led Europe out of the Mediterranean into the Atlantic and they brought Asia and Europe together. Evidence of their one-time four-continent empire can still be felt, not least in the Portuguese language which is spoken by more than 220 million people from Brazil, across parts of Africa to Asia.Analyzing present-day society and culture, The Portuguese also considers the nation’s often tumultuous past. The 1755 Lisbon earthquake was one of Europe’s greatest natural disasters, strongly influencing continental thought and heralding Portugal’s extended decline. The Portuguese also weathered Europe’s longest dictatorship under twentieth-century ruler António Salazar. A 1974 military coup, called the Carnation Revolution, placed the Portuguese at the centre of Cold War attentions. Portugal’s quirky relationship with Spain, and with its oldest ally England, is also scrutinized.Portugal, which claims Europe’s oldest fixed borders, measures just 561 by 218 kilometres . Within that space, however, it offers a patchwork of widely differing and beautiful landscapes. With an easygoing and seductive lifestyle expressed most fully in their love of food, the Portuguese also have an anarchical streak evident in many facets of contemporary life. A veteran journalist and commentator on Portugal, the author paints an intimate portrait of a fascinating and at times contradictory country and its people.Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.The Portuguese, by Barry Hatton, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - Horizontal or vertical Scroll up/down - Opens up where you left off reading - Variable font size / color - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
