{
  "title": "The Ripples and the Tapestries",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.The_Ripples_and_the_Tapestries",
  "category": "Books & Reference",
  "price": "$9.29",
  "datePublished": "January 6, 2012",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Medium Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.The_Ripples_and_the_Tapestries",
  "extendedInfo": {
    "installSize": "2.0M",
    "downloadsCount": "0+",
    "downloadsCountText": "",
    "description": "A wonderful thought provoking novel from Lyz Harvey.    Following Cressida's unexpected death, Troy retrieves two secret manuscripts from her house, ensuring that even Cressy's son remains unaware of their existence. These manuscripts lead Troy on a journey of discovery, despite the grief of bereavement and loss, which reveals Cressy's hitherto unknown and emerging beliefs, explored in the novel she left behind her.  The novel contains many threads within its various plots, charting the profound effects of one womans arrogance and need to control not only her family, but everyone she encounters. The ripples of her behaviour and beliefs continue even after her death, as her family comes to terms with her legacy of secrecy and spite. The woman herself discovers an unexpected afterlife in which she has to acknowledge her motivation and the consequences of her actions in the life she left so suddenly, before she is able to move on.   Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.The Ripples and the Tapestries, by Lyz Harvey, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - Horizontal or vertical Scroll up/down - Opens up where you left off reading - Variable font size / color - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
