{
  "title": "Amen Corner-Book",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Amen_Corner",
  "category": "Books & Reference",
  "price": "$11.99",
  "datePublished": "November 3, 2011",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Medium Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Amen_Corner",
  "extendedInfo": {
    "installSize": "1.2M",
    "downloadsCount": "1+",
    "downloadsCountText": "1 - 5",
    "description": "The body of the Masters rules committee chairman is found in a pond near the 12th green on the morning that Sam Skarda arrives at Augusta National Golf Club to play in his first Masters. Skarda, a police detective on medical leave from the Minneapolis police department, is an accomplished amateur golfer who - while rehabbing a shooting injury suffered on the job - won the U.S. Publinx and an invitation to play in the Masters. Evidence left at the crime scene suggests the murder might have been tied to the ongoing protest by a women's group demanding that Augusta admit women members. Then a crusading New York Times columnist is murdered on the grounds two days later. Local police suspect the murders might have been committed by a member and begin pressuring the new Augusta National president for access to the club's membership information. The club chairman asks Skarda for help finding the killer before the police thoroughly invade Augusta National's legendary privacy. Skarda looks for answers from members, veteran journalists, longtime caddies and ex-employees who may know why someone is determined to bring this year's Masters to a halt. As the murders continue and pressure to cancel the tournament builds, the killer methodically prepares for a spectacular and deadly Sunday climax.Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.Amen Corner, by Rick Shefchik, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - Horizontal or vertical Scroll up/down - Opens up where you left off reading - Variable font size / color - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
