{
  "title": "The Mighty Eighth in World War",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.The_Mighty_Eighth_in_World_War_II",
  "category": "Books & Reference",
  "price": "$15.69",
  "datePublished": "January 4, 2012",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.The_Mighty_Eighth_in_World_War_II",
  "extendedInfo": {
    "installSize": "13M",
    "downloadsCount": "1+",
    "downloadsCountText": "1 - 5",
    "description": "In May 1942, five months after the bombing of Pearl Harbor, the first aircraft and crews of the newly-formed Eighth US Army Air Force arrived in England. Over the next two years their numbers swelled to a massive and powerful force of bombers and fighters described by one USAAF General as 'the greatest striking force the world has ever known'. They occuped no less than 67 airfields in East Anglia, Cambridgeshire, Northamptonshire, Bedfordshire, Oxfordshire and Hertfordshire, and added a huge offensive capability to the RAF's Bomber Command. A close working relationship soon formed between the Eighth's Brigadier General Ira C. Eaker and his British opposite number Air Chief Marshall Arthur T. Harris. The Americans were dedicated to high-altitude precision bombing in close formation and in daylight. The RAF, who had been bombing Germany at night since 1940, were joined by the Eighth in July 1943 to provide a round-the-clock bombardment. This book tells the story of the Mighty Eighth during three years of bitter fighting in the smoke-filled skies above Germany and Occupied Europe. It was a harsh, harrowing, costly battle, with 26000 American airmen killed, 1,900 seriously injured and 6,300 aircraft destroyed. Their missions included the bombing of U-boat bases, oil refineries, railway marshalling yards, airfields in France, Holland and Belgium, and general industrial targets throughout the length and breadth of Germany. On D-Day, their task was to destroy Normandy beach defences as the Allied troops stored ashore. Fifty or so memorials, dotted about England remain to tell the story of this mighty war machine which made such an enormous contribution to gaining peace in Europe.Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.The Mighty Eighth in World War II, by Graham Smith, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - Horizontal or vertical Scroll up/down - Opens up where you left off reading - Variable font size / color - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
