{
  "title": "The Song of Hope",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.The_Song_of_Hope",
  "category": "Books & Reference",
  "price": "$9.29",
  "datePublished": "January 10, 2012",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Medium Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.The_Song_of_Hope",
  "extendedInfo": {
    "installSize": "2.1M",
    "downloadsCount": "0+",
    "downloadsCountText": "",
    "description": "How could you live without hope? How could you make friends, or even fall in love, knowing nothing you do will last? Then again, how could you not? Gessera has never settled, always moving through a society where moving on is a way of life. Now she finds she's on a comfortable, easy-going spacecraft, full of new friends - but she cannot leave, and it's taking them out to the scene of a border war, where they are to fight in a brief battle that won't be remembered afterward. All the time thy are travelling out, they're fully aware that the fighting will kill most of them, and that if they do survive, they will just go through it again. There is simply no way out. Gone from being free and valued to being less than a number, though here everyone still feels free, finds their own value. How to adjust?Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.The Song of Hope, by HMJ Rand, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - Horizontal or vertical Scroll up/down - Opens up where you left off reading - Variable font size / color - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
