{
  "title": "Roman History  Books I-III",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Roman_History__Books_I_III",
  "category": "Books & Reference",
  "price": "$0.99",
  "datePublished": "June 1, 2011",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Medium Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Roman_History__Books_I_III",
  "extendedInfo": {
    "installSize": "1,015k",
    "downloadsCount": "10+",
    "downloadsCountText": "10 - 50",
    "description": "TITUS LIVIUS was born at Patavium, the modern Padua, some time between 61 and 57 B.C. Of his parentage and early life nothing is known. It is easy to surmise that he was well born, from his political bias in favour of the aristocratic party, and from the evident fact of his having received a liberal education; yet the former of these arguments is not at all inconsistent with the opposite supposition, and the latter should lead to no very definite conclusion when we remember that in his days few industries were more profitable than the higher education of slaves for the pampered Roman market. Niebuhr infers, from a sentence quoted by Quintilian, that Livy began life as a teacher of rhetoric. However that may be, it seems certain that he came to Rome about 30 B.C., was introduced to Augustus and won his patronage and favour, and after the death of his great patron and friend retired to the city of his birth, where he died, 17 A.D. It is probable that he had fixed the date of the Emperor's death as the limit of his history, and that his own decease cut short his task.            *** QUALITY DIGITIZED BOOKS  ***This Ebook can be placed on the SDCARD with Android 2.2 and above.This is the full length digitised ebook version of a classic book and is supplied by Digi-Media-Apps. Each  book  is packaged  with an advanced EBOOK  reader. Simply download the App and read the book – you do not need other software or Apps to enjoy this book.Where available, pages in the book can be turned using the phone's volume keys.If the App is closed, the book will reopen at the place where you left off reading the book.Sections/chapters of the book are accessible directly from the  Table of Contents.Book marks can be saved at any point within the book. Use the MENU/BOOK MARK to mark any text to return to later.You can search for any text within the book.For your reading comfort, the book has two reading modes, DAY and NIGHT.Where appropriate, the books contents are cross referenced, and linked.Footnotes within the original book are maintained and linked within the book.You can select font size for the book using the books menu options.You can select font colour for the book using the books menu optionsYou can select background colour for the book using the books menu optionsBy default, the phone will not turn off whilst you are reading the book. This option can be turned off in MENU/SETTINGS.A quality full length book in ebook format supplied by Digi-Media-Apps.More quality classic ebook titles can be found on Android market – search “digimediaapps”Goto www.digimediaapps.com for a full searchable catalogue of available books from Digi-Media-Apps.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
