{
  "title": "Prayer Deeya/Diya (Free)",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digitalbusiness.prayerdeeyafree",
  "category": "Lifestyle",
  "price": "Free",
  "datePublished": "October 14, 2012",
  "version": "1.0",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "9",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "Digital Business Ltd.",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digitalbusiness.prayerdeeyafree",
  "extendedInfo": {
    "installSize": "8.3M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "Prayer Deeya/Diya (Free) allows you to interact with a traditional Deeya/Diya/Deya on your phone/tablet while you listen to mantras dedicated to each of the nine (9) Hindu Gods and Goddesses included in the app. You can tap on the screen to light the deeya as well as tap on the Menu button to change the image of the Hindu God, change the mantra or change the type of deeya and much more. Each mantra is read by an actual Hindu Pundit and the app includes both the Hindi and English translations for each mantra.You can use Prayer Deeya (Diya) for any of the following Hindu festivals: Vasant Panchami (for Mother Saraswati), Maha Shivaratri (for Lord Shiva), Holi (for Lord Vishnu), Hanuman Jayanti (for Lord Hanuman), Sitalsasthi (for Lord Shiva), Krishna Janmaashtami (for Lord Krishna), Gowri Habba (for Lord Krishna), Ganesh Chaturthi (for Lord Ganesh), Deepavali/Divali/Diwali (for Mother Lakshmi), Bhai dooj (for Mother Lakshmi), Pancha Ganapati (for Lord Ganesh) and many others._____________________________HIGHLIGHTS_____________________________The following features are included in this version of Prayer Deeya:★ Tap the screen to light the deeya (diya);★ Select from nine (9) different Hindu Gods: Lord Hanuman, Lord Krishna, Mother Lakshmi, Lord Shiva, Lord Surya, Lord Vishnu, Mother Durga, Mother Saraswati, Lord Ganesh;★ Listen to traditional mantras for each Hindu God read by an actual Hindu Pundit;★ Select from ten (10) different styles of deeya (diya);★ Read the Hindi and English translation for each mantra;★ Each mantra includes a short description about the purpose/meaning behind the mantra;★ Use the Menu button to hide/show the Options Menu Bar which allows you to customize the application;★ Swipe the screen to change to a different Hindu God;★ Supported on tablet devices including the Kindle Fire.____________________________COMING SOON_____________________________When you download Prayer Deeya you are entitled to free product updates and we are pleased to announce that in a future release for Prayer Deeya we will be including the following features:★ A larger collection of Hindu Gods/Goddesses;★ A larger collection of deeyas (diyas);★ A larger collection of mantras per Hindu God/Goddess._____________________________NOT SUPPORTED AT THIS TIME_____________________________N/A_____________________________ABOUT DIGITAL BUSINESS LTD_____________________________Digital Business is a leading Caribbean management and technology consulting company committed to helping companies create knowledge and deliver innovation. Our team of experienced consultants offers breakthrough e-business, knowledge management and consulting services solutions that allows governments, leading organizations and small and medium-sized enterprises to create, share and apply knowledge that helps them to deliver innovation and transform their business.In a commitment to create, share and apply knowledge with innovation intrinsic to the core of their business, digital business has used ingenious thinking and collaborative team work to build their very own mobile applications. Now users can enjoy more ground-breaking inventions through our mobile apps.",
    "reviews": [
      {
        "timestampMsec": "1350304432833",
        "starRating": "5",
        "title": "Glad someone thought of this",
        "comment": "What a fantastic app. In Trinidad and Tobago we pray to the different forms of god (in Hinduism) and this app encompasses all whom we worship. I love that they have launched it just in time for Navratri.  I only wish that we could perform aarti in the app itself....maybe in a later version. I also have the Diwali Deeya app by the same developers and this is just great as Diwali is approaching. Keep up the great work!",
        "commentId": "lg:AOqpTOFFRlkuvRE4qYP_tN-yVayTDPTt0FzPITqWjB9hoGKftp9gNWmWyN65vwlV1aMprqsqWXN_c4D97sHqfA",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1350698364383",
        "starRating": "5",
        "title": "Vijai C",
        "comment": "Great app for this festive season.  Looking forward for an app with some popular bhajans that you can sing along to !!!",
        "commentId": "lg:AOqpTOGPIx7-F74hlWE-tDyHVq3QmF1Mo1-kvvn7EOGVMBFP4ZXww1oE20H-C0-G--u5yIzQ4K0C0R31jhKJVg",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1363679007391",
        "starRating": "5",
        "title": "Very nice",
        "comment": "Try to in written so we can read it.",
        "commentId": "gp:AOqpTOHztuh0j-1Kp03pDm8kbFB_5KekIeNOBSOtJrIU4408NyllS1uc5bkpth-feecOxBe27UB3zzqVXCq-1w",
        "author": "Hiren Kumar",
        "authorURL": "http://lh6.googleusercontent.com/-gvqwu0XhNyA/AAAAAAAAAAI/AAAAAAAAAJo/vEuaCy7K-uE/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/-gvqwu0XhNyA/AAAAAAAAAAI/AAAAAAAAAJo/vEuaCy7K-uE/photo.jpg"
      },
      {
        "timestampMsec": "1350304386234",
        "starRating": "5",
        "title": "Great App!",
        "comment": "I tried the Diwali Deeya app last year and now this one surely surprised me. I like the concept in that you still have that similar interaction with the Deeya but now you can really use this all year round by changing the God and listening to their given mantras. I know there are more Hindu Gods but they seem to cover the major ones. I wish they included Lord Satyanarayana.  I\\'m still having slight issues with respect to swiping to change the Gods but you also have a feature to do this in the menubar as well.",
        "commentId": "lg:AOqpTOFv3ygunbcNKYzUyYwMRfHX9eeA5MCQiqmTFt2hEkPH2hQJYABe2lKe1m4HUq6pPHlWraoouEgeZRAD8A",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1350298835035",
        "starRating": "5",
        "comment": "Very nice needs more mantras",
        "commentId": "lg:AOqpTOHOlHxrUIly1ZLYpV-HlGHlKtLJ0wcOQWXeiAfKgOomX3w7vP97sY8B6sNjCu77tW1hgI33H7ARoRitjQ",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1350298538553",
        "starRating": "5",
        "title": "Fantastic",
        "comment": "Love it. The pundit reads the mantra in the background and i can read the text in Hindi or English in the foreground",
        "commentId": "lg:AOqpTOFHjkrc0EtP54y4Ez2UY3CL60wy9Nu5wVtBZuEqOFZ0fntyMB5YVvanXGnBQCDYj4Mf_bzNr84qO8JzOQ",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE"
    ]
  }
}
