{
  "title": "Christmas, A Very Peculiar His",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Christmas__A_Very_Peculiar_History",
  "category": "Books & Reference",
  "price": "$9.69",
  "datePublished": "May 9, 2012",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Christmas__A_Very_Peculiar_History",
  "extendedInfo": {
    "installSize": "1.5M",
    "downloadsCount": "0+",
    "downloadsCountText": "",
    "description": "Just when you thought it was safe to take a sneak peek into your stocking, it's 'Christmas: A Very Peculiar History'. Taking an unbiased view of the myth and mystery surrounding the origins of the yuletide season, this book introduces mindbending facts about the holiday season and shatters the myths surrounding some of Christmas' most treasured and well-known facets: When exactly was Jesus born? Why is Santa's outfit red and white? Where do we get Christmas trees from? What's the snow in a snowglobe made of? What's Boxing Day all about? 'Christmas: A Very Peculiar History' takes a sideways look at bizarre yuletide customs and stories from around the world, such as Santa's evil sidekick, the terrifying Krampus, and the Scandinavian celebration of Saint Lucy. So leave the mince pies on the mantlepiece if you've been good and block up your chimneys if you've been bad, because 'Christmas: A Very Peculiar History' is here.Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.Christmas, A Very Peculiar History, by Fiona Macdonald, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - Horizontal or vertical Scroll up/down - Opens up where you left off reading - Variable font size / color - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
