{
  "title": "How Good an Historian Shall I",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.How_Good_an_Historian_Shall_I_Be_",
  "category": "Books & Reference",
  "price": "$56.00",
  "datePublished": "August 31, 2012",
  "version": "10.0",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.How_Good_an_Historian_Shall_I_Be_",
  "extendedInfo": {
    "installSize": "1.4M",
    "downloadsCount": "0+",
    "downloadsCountText": "",
    "description": "R.G. Collingwood’s name is familiar to historians and history educators around the world. Few, however, have charted the depths of his reflections on what it means to be educated in history. In this book Marnie Hughes-Warrington begins with the facet of Collingwood’s work best known to teachers—re-enactment—and locates it in historically-informed discussions on empathy, imagination and history education. Revealed are dynamic concepts of the a priori imagination and education that tend towards reflection on the presuppositions that shape our own and others’ forms of life.Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.How Good an Historian Shall I Be?, by Marnie Hughes-Warrington, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - For all screen sizes - Tap to page up/down, flick to fast scroll or drag for slow scroll - Opens up where you left off reading - Variable font size - Choice of background color including white text on black background - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [

    ]
  }
}
