{
  "title": "EgyptQuest - The Lost Treasure",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.EgyptQuest___The_Lost_Treasure_of_The_Pyramids",
  "category": "Books & Reference",
  "price": "$6.99",
  "datePublished": "November 15, 2011",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Medium Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.EgyptQuest___The_Lost_Treasure_of_The_Pyramids",
  "extendedInfo": {
    "installSize": "1.7M",
    "downloadsCount": "1+",
    "downloadsCountText": "1 - 5",
    "description": "Visit Ancient Egypt for the adventure of a lifetime in this fantastic and at times hilarious thriller from the international superselling gamebook author of the GrailQuest series, Herbie Brennan.  In this interactive eBook, you get to choose your own path through the adventure, exploring the pyramids and making your own destiny.  Dare you brave the mysteries of ancient Egypt?Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.EgyptQuest - The Lost Treasure of The Pyramids, by Herbie Brennan, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - Horizontal or vertical Scroll up/down - Opens up where you left off reading - Variable font size / color - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
