{
  "title": "The Steel Kiss-Book",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.The_Steel_Kiss",
  "category": "Books & Reference",
  "price": "$4.79",
  "datePublished": "November 4, 2011",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Medium Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.The_Steel_Kiss",
  "extendedInfo": {
    "installSize": "1.9M",
    "downloadsCount": "0+",
    "downloadsCountText": "",
    "description": "Each of these nine stories explores a symptom of that pathology we call love. We meet a volatile woman whose husband betrays her once too often; a man who takes advantage of an amnesiac girl; a woman prepared to break a mans spirit in order to win his heart; and a young man who obsesses about strangers on trains. We learn the corrosive power of secrets over the long course of a marriage, the way the pressure of years of conformity can explode in a single shocking act, and how love of the patriotic kind can, for a young soldier, end up brutalising the soul. By turns disturbing, funny, bittersweet and poignant, these are love stories of the darkest and most dangerous kind.Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.The Steel Kiss, by Alex Woolf, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - Horizontal or vertical Scroll up/down - Opens up where you left off reading - Variable font size / color - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
