{
  "title": "Family History on the Net",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Family_History_on_the_Net",
  "category": "Books & Reference",
  "price": "$9.59",
  "datePublished": "April 3, 2012",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Family_History_on_the_Net",
  "extendedInfo": {
    "installSize": "2.7M",
    "downloadsCount": "1+",
    "downloadsCountText": "1 - 5",
    "description": "Using the internet is the easiest and quickest way to find source material and information for those researching their family history. However, the huge number of websites available can become overwhelming and the Net can prove to be a very frustrating place. This indispensable book is divided into sections and includes a list of sites which deal with the whole spectrum of genealogy. There is a full alphabetical subject guide, providing an accessible directory of web addresses grouped under straightforward headings such as Birth, Marriages & Deaths; Law & Order; Surnames; and Wartime and Military Sources. An index helps to locate specific topics.Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.Family History on the Net, by Colin Waters, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - Horizontal or vertical Scroll up/down - Opens up where you left off reading - Variable font size / color - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
