{
  "title": "The Sun Will Still Shine Tomor",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.The_Sun_Will_Still_Shine_Tomorrow",
  "category": "Books & Reference",
  "price": "$10.99",
  "datePublished": "January 10, 2012",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Medium Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.The_Sun_Will_Still_Shine_Tomorrow",
  "extendedInfo": {
    "installSize": "1.9M",
    "downloadsCount": "0+",
    "downloadsCountText": "",
    "description": "Ashley Clark had given the whole of his working life to the Metropolitan Police. The 7/7 tube station bombings eventually broke his resolve and his love affair with London. He could have prevented the bombings, saved all those lives. He transfers back to Northumbria Police and his native Newcastle. During a routine disciplinary hearing, Ashley realises the job has changed and for once his temper gets the better of him. He is out of the job, back on Civvy Street. Within a few days, an old friend's mother begs him for help. Her son has disappeared off the face of the earth and the investigation points to Holy Island, a small hamlet off the north-east coast of England. Ashley goes undercover, like his hero Sherlock Holmes; why not? It was a role he played to the full in London and nobody does it better. He comes across a Freemason-type organisation, the Island Keepers, fiercely protective of the island and its historical and religious past. He encounters Claire Macbeth, a stunningly attractive hotel receptionist with a sinister secret, and he discovers an unusually high number of deaths originating from the island in recent years. He feels certain the Island Keepers know more than they are saying. He contacts his old allies in the police; they seem reluctant to get involved. Something is wrong - very wrong. And now Jacob Moor, Worshipful Master of the Island Keepers, has discovered Ashley Clark's undercover secret. The ex-policeman nosing around Holy Island is about to pay the ultimate price.Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.The Sun Will Still Shine Tomorrow, by Ken Scott, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - Horizontal or vertical Scroll up/down - Opens up where you left off reading - Variable font size / color - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
