{
  "title": "A Turnkey or Not",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.A_Turnkey_or_Not",
  "category": "Books & Reference",
  "price": "$9.29",
  "datePublished": "January 17, 2012",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Medium Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.A_Turnkey_or_Not",
  "extendedInfo": {
    "installSize": "1.9M",
    "downloadsCount": "0+",
    "downloadsCountText": "",
    "description": "A chance meeting on holiday in Majorca changed Tony Levy’s life forever and launched him into a 25-year career in a job that he never would’ve considered previously: working in Her Majesty’s Prison Service.This book catalogues Tony’s personal experiences of working as a prison officer, from his early days at high-security HMP Pentonville to his final years in therapy-based HMP Grendon. Filled with interesting observations and incidences, hilarious wind-ups and memorable characters, this autobiography is the story of a journey, from the happiest days in what will always be a potentially volatile environment to a complete state of disillusionment as an ‘old dinosaur’ that no longer fitted into the modern prison service world.Tony gives an honest account of his feelings, as someone who would never be a yes man and toe the party line, in the face of a constantly changing environment that had become increasingly controlled by political correctness gone mad and by budgetary needs rather than human needs. He was a man who cared, and even though his heart was sucked out of his job, he never lost his dignity or respect. Most importantly, he would never allow himself to be reduced to just a turnkey. Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.A Turnkey or Not, by Tony Levy , is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - Horizontal or vertical Scroll up/down - Opens up where you left off reading - Variable font size / color - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
