{
  "title": "Muscle Building Guide 2013",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dimav.musclesculpting",
  "category": "Health & Fitness",
  "price": "Free",
  "datePublished": "April 9, 2013",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "Dimav Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dimav.musclesculpting",
  "extendedInfo": {
    "installSize": "23M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": ">>>>>>> How to Finally Have the Rock-Hard, Eye-Catching Muscular Body of Your Dreams… No Matter How Many Times You’ve Failed Before! <<<<<<<- Have you ever dreamt of having an awesome physique that astonishes everyone you meet?- Do you want to blast those stubborn fats away from your body and replace them with great-looking powerful muscles? - Do you want to become an epitome of tremendous physical form and power? - Have you ever tried building your muscles, but they just won’t come out no matter how hard you try? - Do you want to look and feel great, have confidence, and grab people’s attention?If you answered “yes” to any of the above questions, then what I am about to tell you would be most interesting to your ears. ***************************************************************Muscle Sculpting Secrets to a Stunning Physique***************************************************************Whether you want to feel confident in the presence of others, increase your strength, or join a bodybuilding contest, you can achieve all these with the proper guidance of this app.This report is not just for bodybuilders!!Features of this app:- A checklist to confirm how capable you are to pursue bodybuilding.- Many workouts that you can do with or without dumbells and barbells (pictures and illustrations included)- Do away with muscle building supplements, proteins and steroids- Workout plan to build muscle and mass- Muscle building diet plan- The truth about proteins for muscle building",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.RECORD_AUDIO",
      "android.permission.CAMERA",
      "android.permission.WAKE_LOCK",
      "com.dimav.musclesculpting.permission.C2D_MESSAGE",
      "com.google.android.c2dm.permission.RECEIVE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
