{
  "title": "101 Things About Motor Racing",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.a101_Things_You_May_Not_Have_Known_About_Motor_Racing",
  "category": "Books & Reference",
  "price": "$8.99",
  "datePublished": "September 30, 2012",
  "version": "10.0",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.a101_Things_You_May_Not_Have_Known_About_Motor_Racing",
  "extendedInfo": {
    "installSize": "1.6M",
    "downloadsCount": "0+",
    "downloadsCountText": "",
    "description": "Are you a fan of motor racing? Do you follow all the championships? Would you like to know more about the racing drivers that compete in this spectacular event and the cars they drive? If you answered yes to any of these questions you should never be without this handy motor racing reference guide.Did you know that Stirling Moss had his road driving licence revoked for one year for dangerous driving, that Michael Schumacher has won more Formula One World Drivers’ Championships than anyone else in the history of the sport or that, to date (2012),  Ferrari has won more races than any other constructor?  This book is packed with similar facts all about Formula One, including profiles of the top racing drivers past and present, the history of Formula One, championship records, memorable winners and losers, female competitors, famous circuits and much more.101 Things You May Not Have Known About Motor Racing makes an entertaining read and is a must-have for anyone who enjoys watching this exciting sport. Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.101 Things You May Not Have Known About Motor Racing, by Marc White, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - For all screen sizes - Tap to page up/down, flick to fast scroll or drag for slow scroll - Opens up where you left off reading - Variable font size - Choice of background color including white text on black background - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [

    ]
  }
}
