{
  "title": "Faith in the Fool-Book",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Faith_in_the_Fool",
  "category": "Books & Reference",
  "price": "$15.79",
  "datePublished": "November 16, 2011",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Faith_in_the_Fool",
  "extendedInfo": {
    "installSize": "1.3M",
    "downloadsCount": "0+",
    "downloadsCountText": "",
    "description": "A leading Christian writer helps you find creative ways of swimming aginst the tide of convention for the sake of what is generous, joyful and true. Angela Ashwin shows how wise and holy fools encourage us to free up a little and enjoy life more; remind us that we do not have to be productive or important in order to be valuable; help us to face our limitations and failings; sit alongside us when we are broken.Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.Faith in the Fool, by Angela Ashwin, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - Horizontal or vertical Scroll up/down - Opens up where you left off reading - Variable font size / color - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
