{
  "title": "Heaven in your Handbag-Book",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Heaven_in_your_Handbag",
  "category": "Books & Reference",
  "price": "$11.19",
  "datePublished": "July 26, 2011",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Heaven_in_your_Handbag",
  "extendedInfo": {
    "installSize": "1.1M",
    "downloadsCount": "1+",
    "downloadsCountText": "1 - 5",
    "description": "Christian women. If images of the Women’s Institute, tweed and coffee mornings spring to mind, then it’s time to think again.  Parties, men, careers, friends – life can be pretty demanding for the modern woman. But what if you’re Christian too – or at least a little bit curious about this ‘God’ figure you hear so much about? Surely you can’t have a fun Saturday night and turn up to church the following morning as well?  Religion just doesn’t fit into a modern girl’s life, right?  As effervescent as chilled champagne and as comforting as a tray of Belgian chocolates – welcome to Heaven in Your Handbag, a whole new take on Christianity for the hard-working, dance all night but still morally upright chick about town.  Mazzi Binaisa, who admits to being partial to both of the above, takes you through the typical challenges modern women face in four snappy and savvy chapters: You, Love, Work, and Friends.  Mazzi mixes vivid testimonies, surprising new angles on familiar biblical texts, along with smart advice on how to escape the disaster date.  And she shares her greatest discovery – that we are all invited to enjoy a love affair that is richer and more fulfilling and fun than any other.           *** QUALITY DIGITIZED BOOKS  ***This Ebook can be placed on the SDCARD with Android 2.2 and above.This is the full length digitised ebook version of a classic book and is supplied by Digi-Media-Apps. Each  book  is packaged  with an advanced EBOOK  reader. Simply download the App and read the book – you do not need other software or Apps to enjoy this book.Where available, pages in the book can be turned using the phone's volume keys.If the App is closed, the book will reopen at the place where you left off reading the book.Sections/chapters of the book are accessible directly from the  Table of Contents.Book marks can be saved at any point within the book. Use the MENU/BOOK MARK to mark any text to return to later.You can search for any text within the book.For your reading comfort, the book has two reading modes, DAY and NIGHT.Where appropriate, the books contents are cross referenced, and linked.Footnotes within the original book are maintained and linked within the book.You can select font size for the book using the books menu options.You can select font colour for the book using the books menu optionsYou can select background colour for the book using the books menu optionsBy default, the phone will not turn off whilst you are reading the book. This option can be turned off in MENU/SETTINGS.A quality full length book in ebook format supplied by Digi-Media-Apps.More quality classic ebook titles can be found on Android market – search “digimediaapps”Goto www.digimediaapps.com for a full searchable catalogue of available books from Digi-Media-Apps.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
