{
  "title": "Mousey Mousey-Book",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Mousey_Mousey",
  "category": "Books & Reference",
  "price": "$6.99",
  "datePublished": "December 7, 2011",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "1",
  "rating": "1.0",
  "contentRating": "Everyone",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Mousey_Mousey",
  "extendedInfo": {
    "installSize": "2.3M",
    "downloadsCount": "5+",
    "downloadsCountText": "5 - 10",
    "description": "Three fabulous stories for children aged four to 10 about a delightful little mouse called Mousey Mouse,whose favourite colour is pink.Children are finding Mousey Mousey as cute as the little mouse in Julia Donaldson's The Gruffalo and even more magical than Jacqueline Wilson's Glubbslyme. No wonder Heather Flood's book is being acclaimed as the best for young children since Enid Blyton's Noddy and Beatrix Potter's The Tales of Peter Rabbit.In the first story Mousey Mousey has her world turned upside down by a naughty witch called Agatha, who comes for tea and changes all her pink things into black or purple. A heartbroken Mousey Mousey is horrified when the witch's daughter Bernice also visits her cottage and asks if she can have some tea, too. Should she let the young witch in? The second story tells how Mousey Mousey is kidnapped by a giant, who Bernice has turned into a huge parrot. Can she count on Bernice – or even Agatha - to come to her rescue? The third story is about a village fete being held by Mousey Mousey and her friends Ben Badger, Rachel Rabbit and Molly Mole – their wonderful day is in danger of being wrecked when Agatha turns up. The charming Mousey Mousey may be small and gentle, but she is determined that good should triumph over bad – no wonder she is being hailed as the new Hello Kitty, a fantasy character idolised by young children throughout the word. Three fabulous stories for children aged four to 10 about a delightful little mouse called Mousey Mouse,whose favourite colour is pink. In the first story Mousey Mousey has her world turned upside down by a naughty witch called Agatha, who comes for tea and changes all her pink things into black or purple. A heartbroken Mousey Mousey is horrified when the witch's daughter Bernice also visits her cottage and asks if she can have some tea, too. Should she let the young witch in? The second story tells how Mousey Mousey is kidnapped by a giant, who Bernice has turned into a huge parrot. Can she count on Bernice – or even Agatha - to come to her rescue? The third story is about a village fete being held by Mousey Mousey and her friends Ben Badger, Rachel Rabbit and Molly Mole – their wonderful day is in danger of being wrecked when Agatha turns up.The charming Mousey Mousey may be small and gentle, but she is determined that good should triumph over bad – she is even being hailed as the mouse world's answer to Hello Kitty, a fantasy character idolised by young children world-wide. Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.Mousey Mousey, by Heather  Flood, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - Horizontal or vertical Scroll up/down - Opens up where you left off reading - Variable font size / color - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "documentVersion": "1.0.2",
        "timestampMsec": "1358798113275",
        "starRating": "1",
        "title": "Its sucks",
        "comment": "It does not work on my tablet. I paid to it, please fix soon.",
        "commentId": "gp:AOqpTOFMBo15QBIuebwzsIief-A8c_sJxf3FdMnc9DVB5l2_vIQc0bA1cXkefyIp5wTHnu6ACGyvZl4hFgVMzSs",
        "author": "Fethi G\\303\\274rcan",
        "authorURL": "http://lh4.googleusercontent.com/-Z8D1u9EkgQw/AAAAAAAAAAI/AAAAAAAACI8/hIiE9I3gtTs/photo.jpg",
        "authorSecureURL": "https://lh4.googleusercontent.com/-Z8D1u9EkgQw/AAAAAAAAAAI/AAAAAAAACI8/hIiE9I3gtTs/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
