{
  "title": "George Wade 1673-1748",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.George_Wade_1673_1748",
  "category": "Books & Reference",
  "price": "$11.99",
  "datePublished": "April 30, 2012",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.George_Wade_1673_1748",
  "extendedInfo": {
    "installSize": "4.6M",
    "downloadsCount": "0+",
    "downloadsCountText": "",
    "description": "In Westminster Abbey a magnificent marble monument honours the memory of Field Marshal George Wade. He is best remembered for his role in disarming and pacifying the clans after the Jacobite Rebellion of 1715, and for the network of roads and bridges he built in the Scottish Highlands. In all he did he was regarded as a gentleman of the highest honour and integrity; and numerous worthy causes benefited from his generosity, particularly in Bath, where he was the Member of Parliament for twenty-six years. This book is a well-researched and documented account of the life of George Wade – a man who made and kept many friends who might easily have been his enemies. He was straightforward and honest, and made a point of seeing the other man's point of view. However, he was a flamboyant character who loved cards, wine, women, comfort, good furniture and art, and had friends in high places.Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.George Wade 1673-1748, by Denise Chantrey, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - Horizontal or vertical Scroll up/down - Opens up where you left off reading - Variable font size / color - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
