{
  "title": "The Astral Plane",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.The_Astral_Plane",
  "category": "Books & Reference",
  "price": "$0.99",
  "datePublished": "June 26, 2011",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Medium Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.The_Astral_Plane",
  "extendedInfo": {
    "installSize": "850k",
    "downloadsCount": "10+",
    "downloadsCountText": "10 - 50",
    "description": "Preface-Few words are needed in sending this little book out into the world. It is the fifth of a series of Manuals designed to meet the public demand for a simple exposition of Theosophical teachings. Some have complained that our literature is at once too abstruse, too technical, and too expensive for the ordinary reader, and it is our hope that the present series may succeed in supplying what is a very real want. Theosophy is not only for the learned; it is for all. Perhaps among those who in these little books catch their first glimpse of its teachings, there may be a few who will be led by them to penetrate more deeply into its philosophy, its science and its religion, facing its abstruser problems with the student's zeal and the neophyte's ardour. But these Manuals are not written for the eager student, whom no initial difficulties can daunt; they are written for the busy men and women of the work-a-day world, and seek to make plain some of the great truths that render life easier to bear and death easier to face. Written by servants of the Masters who are the Elder Brothers of our race, they can have no other object than to serve our fellow-men.            *** QUALITY DIGITIZED BOOKS  ***This Ebook can be placed on the SDCARD with Android 2.2 and above.This is the full length digitised ebook version of a classic book and is supplied by Digi-Media-Apps. Each  book  is packaged  with an advanced EBOOK  reader. Simply download the App and read the book – you do not need other software or Apps to enjoy this book.Where available, pages in the book can be turned using the phone's volume keys.If the App is closed, the book will reopen at the place where you left off reading the book.Sections/chapters of the book are accessible directly from the  Table of Contents.Book marks can be saved at any point within the book. Use the MENU/BOOK MARK to mark any text to return to later.You can search for any text within the book.For your reading comfort, the book has two reading modes, DAY and NIGHT.Where appropriate, the books contents are cross referenced, and linked.Footnotes within the original book are maintained and linked within the book.You can select font size for the book using the books menu options.You can select font colour for the book using the books menu optionsYou can select background colour for the book using the books menu optionsBy default, the phone will not turn off whilst you are reading the book. This option can be turned off in MENU/SETTINGS.A quality full length book in ebook format supplied by Digi-Media-Apps.More quality classic ebook titles can be found on Android market – search “digimediaapps”Goto www.digimediaapps.com for a full searchable catalogue of available books from Digi-Media-Apps.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
