{
  "title": "Vol 1-The Life  of Susan B An",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.The_Life_and_Work_of_Susan_B__Anthony__Volume_1_of_2__",
  "category": "Books & Reference",
  "price": "$0.99",
  "datePublished": "June 16, 2011",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Medium Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.The_Life_and_Work_of_Susan_B__Anthony__Volume_1_of_2__",
  "extendedInfo": {
    "installSize": "3.7M",
    "downloadsCount": "0+",
    "downloadsCountText": "",
    "description": "Preface-To strive for liberty and for a democratic way of life has always been a noble tradition of our country. Susan B. Anthony followed this tradition. Convinced that the principle of equal rights for all, as stated in the Declaration of Independence, must be expressed in the laws of a true republic, she devoted her life to the establishment of this ideal. A biography written during the lifetime of the subject is unusual, but to the friends of Miss Anthony it seemed especially desirable because the reform in which she and her contemporaries have been engaged has not been given a deserved place in the pages of history, and the accounts must be gleaned very largely from unpublished records and personal recollections. The wisdom of this course often has been apparent in the preparation of these volumes. In recalling how many times an entirely different interpretation of letters, scenes and actions would have been made from that which Miss Anthony declared to be the true one, the author must confess that hereafter all biographies will be read by her with a certain amount of skepticism—a doubt whether the historian has drawn correct conclusions from apparent premises, and a disbelief that one individual can state accurately the motives which influenced another.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
