{
  "title": "University Application",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.How_to_Write_a_Successful_University_Application",
  "category": "Books & Reference",
  "price": "$20.87",
  "datePublished": "February 14, 2011",
  "version": "1.0.0",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Medium Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.How_to_Write_a_Successful_University_Application",
  "extendedInfo": {
    "installSize": "1.4M",
    "downloadsCount": "1+",
    "downloadsCountText": "1 - 5",
    "description": "As the competition for University places continues to increase, the Personal Statement section of the University application has never been so important. In approximately 600 words, a prospective University student must capture and hold the attention of the admissions tutors - in essence, it may be their first and last chance to justify why they should be offered a place to study their chosen course.And yet, despite this, many perfectly able candidates squander this opportunity by neglecting their Personal Statement, perhaps wrongly assuming that their predicted grades or reference will 'do the talking'.This guide aims to help school leavers, overseas and mature individuals applying to a UK University, together with parents and teachers, to make their PersonalStatement both compelling and convincing reading.In this guide, Ian Kingsbury and Matt Green: describe the context of the University Personal Statement within the application process; offer advice and guidance on a range of factors which influence the Personal Statement, such as course choice, University choice and the pros and cons of taking a gap year, among others; provide examples of successful Personal Statements to help you during the writing process; set out the essential contents of the Personal Statement, and the key steps in its preparation; draft and refine a fictitious Personal Statement, providing a valuable case study through which all of the important, key principles are brought to life; and provide tips on what to include and what not to include. This engaging, easy to use and comprehensive guide is essential reading for anyone serious about producing an expertly written, compelling and ultimately successful Personal Statement as part of their application to study at a UK University.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.GET_TASKS",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
