{
  "title": "The Gospel in the Willows-Book",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.The_Gospel_in_the_Willows",
  "category": "Books & Reference",
  "price": "$7.99",
  "datePublished": "September 15, 2011",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.The_Gospel_in_the_Willows",
  "extendedInfo": {
    "installSize": "4.8M",
    "downloadsCount": "1+",
    "downloadsCountText": "1 - 5",
    "description": "This beautiful book, which may be used as a daily devotional through Lent or any other period of the year, reopens Kenneth Grahame’s classic children’s novel The Wind in the Willows for a new audience. Combining a daily reading from the literary classic with a gospel passage, a short meditation by Leslie Francis and a prayer, The Gospel in the Willows takes us on a journey through the Christian life, exploring themes such asThe Call, Shaking the Dust, Finding Acceptance, Divided Loyalties, Real Repentance, Facing Temptation, The Lost Son and Accepting Release.The much-loved characters of Mole, Rat and Toad become the perfect allegory for the grand adventure of faith, from our terrifying first steps into and beyond the riverbank, to the challenges, temptations and triumphs that await us as we journey into the world, with Jesus by our side.This Ebook can be placed on the SDCARD with Android 2.2 and above.           *** QUALITY DIGITIZED BOOKS  ***           *** NO ADVERTS! ***           *** FULL LENGTH BOOKS ***This is the full length digitised ebook version of a classic book and is supplied by Digi-Media-Apps. Each  book  is packaged  with an advanced EBOOK  reader. Simply download the App and read the book – you do not need other software or Apps to enjoy this book.Where available, pages in the book can be turned using the phone's volume keys.If the App is closed, the book will reopen at the place where you left off reading the book.Sections/chapters of the book are accessible directly from the  Table of Contents.Book marks can be saved at any point within the book. Use the MENU/BOOK MARK to mark any text to return to later.You can search for any text within the book.For your reading comfort, the book has two reading modes, DAY and NIGHT.Where appropriate, the books contents are cross referenced, and linked.Footnotes within the original book are maintained and linked within the book.You can select font size for the book using the books menu options.You can select font colour for the book using the books menu optionsYou can select background colour for the book using the books menu optionsBy default, the phone will not turn off whilst you are reading the book. This option can be turned off in MENU/SETTINGS.A quality full length book in ebook format supplied by Digi-Media-Apps.More quality classic ebook titles can be found on Android market – search “digimediaapps”Goto www.digimediaapps.com for a full searchable catalogue of available books from Digi-Media-Apps.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
