{
  "title": "Remember Remember-Book",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Remember_Remember",
  "category": "Books & Reference",
  "price": "$9.59",
  "datePublished": "August 24, 2011",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Medium Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Remember_Remember",
  "extendedInfo": {
    "installSize": "1.5M",
    "downloadsCount": "1+",
    "downloadsCountText": "1 - 5",
    "description": "Al Qaeda knew before the 9/11 bombings that their mission to destroy Western capitalist culture would become extremely difficult if they continued to use the same methods as those deployed on the World Trade Centre, Spanish Trains and the London Underground.  Their decisions would have a profound effect on terrorist operations for the next fifty years and would include the recruiting of disaffected white non-Muslim men and women; the limited use of electronic communication and previously unused methods of delivering terror to different targets.  Alan Johnson seemed to fit Al Qaeda’s new profile of recruits very well; he was an ex-SAS soldier who had worked in the Middle East, becoming friends with many Arabs. He was happy there until the British troops shot dead his girlfriend after which he returned to the UK a bitter and revengeful man.  Back home he built his audacious plot to bring the UK to its knees by importing lethal products knowing that the British public would not fail to use them and effectively kill themselves, spreading fear and death across the country. However to ensure maximum success he needed to play the part of an ordinary guy who drank too much, had friends in his local pub and holidayed with an attractive local woman.  His Arab contacts enabled him to carry out his plan and with British Intelligence slow to respond it meant that Alan Johnson had the capability to deliver his threat and escape capture to repeat his activities in Europe and the US.           *** QUALITY DIGITIZED BOOKS  ***This Ebook can be placed on the SDCARD with Android 2.2 and above.This is the full length digitised ebook version of a classic book and is supplied by Digi-Media-Apps. Each  book  is packaged  with an advanced EBOOK  reader. Simply download the App and read the book – you do not need other software or Apps to enjoy this book.Where available, pages in the book can be turned using the phone's volume keys.If the App is closed, the book will reopen at the place where you left off reading the book.Sections/chapters of the book are accessible directly from the  Table of Contents.Book marks can be saved at any point within the book. Use the MENU/BOOK MARK to mark any text to return to later.You can search for any text within the book.For your reading comfort, the book has two reading modes, DAY and NIGHT.Where appropriate, the books contents are cross referenced, and linked.Footnotes within the original book are maintained and linked within the book.You can select font size for the book using the books menu options.You can select font colour for the book using the books menu optionsYou can select background colour for the book using the books menu optionsBy default, the phone will not turn off whilst you are reading the book. This option can be turned off in MENU/SETTINGS.A quality full length book in ebook format supplied by Digi-Media-Apps.More quality classic ebook titles can be found on Android market – search “digimediaapps”Goto www.digimediaapps.com for a full searchable catalogue of available books from Digi-Media-Apps.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
