{
  "title": "RMA Registered Medical Ast. Qz",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digitalapplications.rmaterms",
  "category": "Education",
  "price": "$2.99",
  "datePublished": "March 20, 2011",
  "version": "1.0",
  "operatingSystems": "2.0 and up",
  "ratingsCount": "2",
  "rating": "3.5",
  "contentRating": "Everyone",
  "creator": "Digital Applications",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digitalapplications.rmaterms",
  "extendedInfo": {
    "installSize": "691k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Registered Medical Assistants perform many administrative duties, including answering telephones, greeting patients, updating and filing patients’ medical records, filling out insurance forms, handling correspondence, scheduling appointments, arranging for hospital admission and laboratory services, and handling billing and book keeping. Duties vary according to state law and include taking medical histories and recording vital signs, explaining treatment procedures to patients, preparing patients for examination, and assisting during diagnostic examinations. Medical assistants collect and prepare laboratory specimens or perform basic laboratory tests on the premises, dispose of contaminated supplies, and sterilize medical instruments. They instruct patients about medications and special diets, prepare and administer medications as directed, authorize drug refills as directed, telephone prescriptions to a pharmacy, draw blood, prepare patients for X-rays, take electrocardiograms, remove sutures, and change dressings. Last but not least they serve as direct link and communicator between patient and other health care professionals whenever there is a need.With the ever increasing demand for further education in the Medical Community, you need to take advantage of every thing you can to help.  This app was designed for you.  With over 950+ Multiple Choice Quizzes, Flash Cards and a handy Android sized Dictionary, you will be able to study at your leisure.",
    "reviews": [
      {
        "timestampMsec": "1344838982685",
        "starRating": "2",
        "comment": "The questions are way.too easy the multiple choice.options are so ridiculas , there is no challenge",
        "commentId": "lg:AOqpTOFfQl5rLjSrvUNX_xmRyWNO7J0St-EB64sFozPMIOVls6j9If2zFKwwNUCTL1G1hd9NVsXXkJ-seeU_qFI",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [

    ]
  }
}
