{
  "title": "The Greatest General Knowledge",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.The_Greatest_General_Knowledge_Quiz_Book",
  "category": "Books & Reference",
  "price": "$5.79",
  "datePublished": "August 6, 2011",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.The_Greatest_General_Knowledge_Quiz_Book",
  "extendedInfo": {
    "installSize": "1.8M",
    "downloadsCount": "10+",
    "downloadsCountText": "10 - 50",
    "description": "What does the average human head weigh? From where in the United Kingdom did the Titanic set off on her maiden voyage? Can you name the manager who took charge of the England football team in 1977? In which year did the United Kingdom first win the Eurovision Song Contest with Sandie Shaw's 'Puppet on a String'? If you can answer these questions and more like them, then The Greatest General Knowledge Quiz Book is for you. You'll never realise how much you don't know until you have dipped inside this book and tried to answer the 250 questions, designed to test your knowledge on a broad range of subjects.  Packed with fascinating facts, this book aims to be educational as well as fun and is an easy way to learn. So whether you want to test yourself against the kids or broaden your general knowledge in time for the next pub quiz, this book is a must have for all ages.           *** QUALITY DIGITIZED BOOKS  ***This Ebook can be placed on the SDCARD with Android 2.2 and above.This is the full length digitised ebook version of a classic book and is supplied by Digi-Media-Apps. Each  book  is packaged  with an advanced EBOOK  reader. Simply download the App and read the book – you do not need other software or Apps to enjoy this book.Where available, pages in the book can be turned using the phone's volume keys.If the App is closed, the book will reopen at the place where you left off reading the book.Sections/chapters of the book are accessible directly from the  Table of Contents.Book marks can be saved at any point within the book. Use the MENU/BOOK MARK to mark any text to return to later.You can search for any text within the book.For your reading comfort, the book has two reading modes, DAY and NIGHT.Where appropriate, the books contents are cross referenced, and linked.Footnotes within the original book are maintained and linked within the book.You can select font size for the book using the books menu options.You can select font colour for the book using the books menu optionsYou can select background colour for the book using the books menu optionsBy default, the phone will not turn off whilst you are reading the book. This option can be turned off in MENU/SETTINGS.A quality full length book in ebook format supplied by Digi-Media-Apps.More quality classic ebook titles can be found on Android market – search “digimediaapps”Goto www.digimediaapps.com for a full searchable catalogue of available books from Digi-Media-Apps.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
