{
  "title": "The Name Game",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.The_Name_Game",
  "category": "Books & Reference",
  "price": "$6.49",
  "datePublished": "April 19, 2012",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Medium Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.The_Name_Game",
  "extendedInfo": {
    "installSize": "1.7M",
    "downloadsCount": "0+",
    "downloadsCountText": "",
    "description": "ELLIE  AND  MARGE  are two wealthy, middle aged sisters who live in New York City.  They travel every year on the continent, taking their annual vacation and  on  this particular occasion they decide to taketheir niece  ROSIE with them, since Rosie's mother has recently died and Ellie and Marge want to show their appreciation for the way she cared for her mother during her last painful illness.Ellie is a widow and Marge has been divorced after her husband  ALEX has run off with  a younger woman.  Rose is single and is not particularly looking for a husband, but Ellie and Marge  are certainlylooking for her ...Now it has always been the practice of the ’girls’  (Ellie and Marge) whenever they went abroad, to play a little innocent game of flirtation; harmless fun, of course, where they would change their names to enhance the mystique that they felt was theirs  in the time of vacation. They were carefree and young again, with the world at theirfeet.  Diamonds weren't the only things that a girl could call her best friend. Oh no ... Alimony and a well invested death insurance helped.Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.The Name Game, by Paul Kelly, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - Horizontal or vertical Scroll up/down - Opens up where you left off reading - Variable font size / color - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
