{
  "title": "Invisible Scars",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Invisible_Scars",
  "category": "Books & Reference",
  "price": "$9.69",
  "datePublished": "May 13, 2012",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Medium Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Invisible_Scars",
  "extendedInfo": {
    "installSize": "2.9M",
    "downloadsCount": "0+",
    "downloadsCountText": "",
    "description": "Liz Henderson has managed to escape from an abusive husband.  But only because James Brandwell has been sentenced to six years in prison for Grievous Bodily Harm and Rape.  The last attack put Liz in hospital with a fractured spine and skull.  She then began rehabilitation, with the help of her best friend Patti Grayson.  Patti became her sister of the heart.  Patti helped her once she left hospital.   Once she was convinced Liz was out of danger and could do things for herself, she went home to Texas, to visit her brothers.  Patti returned to England with a plan.  To get Liz and Paul together.Paul the big Texan cowboy, with a volcanic temper, was intrigued by Patti's friend and wanted to protect her from further hurt.  He was gentle and kind, coaxing Liz to open her heart.They have money, privilege, a loving family and loyal employees.  But it is the love they have for each other, that ultimately sees them through their darkest times.Set mainly on Ridgeway Ranch, Liz learns about the Grayson family businessesEven in a state of contentment, invisible scars run deep.  There are times when memories are triggered and Liz slips back to the timid, frightened girl, Paul first met.  But he supports her and loves her, until she can move on from her demons. While the story unfolds, painful subjects are unearthed, but Liz gains strength and confidence to face her fears and memories.  She even stands her ground when Paul loses his temper, fighting back when needed. For all the trials the rewards are many.  Ultimately, Liz proves that one can survive after an abusive relationship, if there is the love of friends and family to rely on. Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.Invisible Scars, by Lyn Bradley, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - Horizontal or vertical Scroll up/down - Opens up where you left off reading - Variable font size / color - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
