{
  "title": "The Arts and Crafts Movement",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.The_Arts_and_Crafts_Movement",
  "category": "Books & Reference",
  "price": "$0.99",
  "datePublished": "June 3, 2011",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Medium Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.The_Arts_and_Crafts_Movement",
  "extendedInfo": {
    "installSize": "854k",
    "downloadsCount": "1+",
    "downloadsCountText": "1 - 5",
    "description": "Preface-The Movement, passing under the name of 'Arts and Crafts,' admits of many definitions. It may be associated with the movement of ideas, characteristic of the close of the last century, and be defined to be an effort to bring it under the influence of art as the supreme mode in which human activity of all kinds expresses itself at its highest and best; in which case the so-called 'Arts and Crafts Exhibitions' would be but a symbolic presentment of a whole by a part, itself incapable of presentment: or it may be associated with the revival, by a few artists, of hand-craft as opposed to machine-craft, and be defined to be the insistence on the worth of man's hand, a unique tool in danger of being lost in the substitution for it of highly organized and intricate machinery, or of emotional as distinguished from merely skilled and technical labour: or again, it may be defined to be both the one and the other, and to have a wider scope than either; as for example, it may be defined to constitute a movement to bring all the activities of the human spirit under the influence of one idea, the idea that life is creation, and should be creative in modes of art, & that this creation should extend to all the ideas of science and of social organization, to all the ideas and habits begotten of a grandiose and consciously conceived procession of humanity, out of nothing and nowhere, into everything and everywhere, as well as to the merely instrumental occupations thereof at any particular moment.            *** QUALITY DIGITIZED BOOKS  ***This Ebook can be placed on the SDCARD with Android 2.2 and above.This is the full length digitised ebook version of a classic book and is supplied by Digi-Media-Apps. Each  book  is packaged  with an advanced EBOOK  reader. Simply download the App and read the book – you do not need other software or Apps to enjoy this book.Where available, pages in the book can be turned using the phone's volume keys.If the App is closed, the book will reopen at the place where you left off reading the book.Sections/chapters of the book are accessible directly from the  Table of Contents.Book marks can be saved at any point within the book. Use the MENU/BOOK MARK to mark any text to return to later.You can search for any text within the book.For your reading comfort, the book has two reading modes, DAY and NIGHT.Where appropriate, the books contents are cross referenced, and linked.Footnotes within the original book are maintained and linked within the book.You can select font size for the book using the books menu options.You can select font colour for the book using the books menu optionsYou can select background colour for the book using the books menu optionsBy default, the phone will not turn off whilst you are reading the book. This option can be turned off in MENU/SETTINGS.A quality full length book in ebook format supplied by Digi-Media-Apps.More quality classic ebook titles can be found on Android market – search “digimediaapps”Goto www.digimediaapps.com for a full searchable catalogue of available books from Digi-Media-Apps.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
