{
  "title": "Farce Forward - Volume 2-Book",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Farce_Forward___Volume_2",
  "category": "Books & Reference",
  "price": "$6.39",
  "datePublished": "November 16, 2011",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Farce_Forward___Volume_2",
  "extendedInfo": {
    "installSize": "1.6M",
    "downloadsCount": "0+",
    "downloadsCountText": "",
    "description": "An ex-colleague, a school librarian, once told me, much to my surprise, that quite a lot of children came into the library at lunch-time to read plays, but that there were not so many available.  I therefore offer this set of 5 plays partially to fill the gap, whether merely for reading or even for performing.  They range from the first two fairly simple ones, 'The Vase' and 'Neighbours' to the more complicated such as' Aline's Dream' and 'Mr. Far West'.  You may note some familiar themes, which I may deliberately or not have borrowed.  Aline is definitely not Dorothy, although 'Little Red Robin Hood' and 'Little Horrors' echo some of the ideas in my straightforward stories in 'Colin the Librarian'.  The plays may sometimes seem to have serious ideas, such as loyalty and betrayal, but generally they are tongue-in-cheek and intended as (hopefully) a bit of fun.  My own favourites are the rather spare 'Pythonesque', and to my mind, especially 'The Haunted Bedroom' with its spooky ending.  However, I humbly offer them for you (once again hopefully) to enjoy.Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.Farce Forward - Volume 2, by Merv Lambert, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - Horizontal or vertical Scroll up/down - Opens up where you left off reading - Variable font size / color - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
