{
  "title": "Successful Novel Plotting-Book",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Successful_Novel_Plotting",
  "category": "Books & Reference",
  "price": "$11.99",
  "datePublished": "February 14, 2011",
  "version": "1.0.0",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Medium Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Successful_Novel_Plotting",
  "extendedInfo": {
    "installSize": "1.4M",
    "downloadsCount": "10+",
    "downloadsCountText": "10 - 50",
    "description": "What is it about a good book that hooks the reader and makes them want more? A good plot.  Every best-selling author from Agatha Christie to Terry Pratchett knows the importance of a strong story.  But for the budding author it can be daunting and even confusing.  How do you turn that seed of an idea into a great epic?  This authoritative guide will help steer new writers through the minefield of the writing process.  Using examples from her own work, and that of other top authors, Jean explains how to create memorable characters, generate cliffhangers and keep up a pace that will hook readers.  And when you’ve done that, she even gives advice on how to work with publishers and editors to make your novel a best seller.  Jean Saunders is an award-winning author of more than 600 short stories and 100 novels from contemporary fiction and historical romance to crime and erotica. She’s best-known worldwide as Rowena Summers, the writer of many novels based in the West Country, and Rachel Moore, author of wartime sagas set in Cornwall.  Her WW1 saga Bannister Girls was short-listed for the Romantic Novel of the Year award. A former chairman of the Romantic Novelists Association, Jean now lectures on writing and writes a monthly column for Writing Magazine. Successful Novel Plotting is the most recent in her series of how to guide books for writers. She lives in Weston-super-Mare with her husband Geoff and family.  Reviews:  Quite simply excellent... read, enjoy and be inspired - Writers’ Bulletin  Jean Saunders shows how characters can be the pivot, how settings can trigger plots, how every novel needs pacing and much more - Writing Magazine           *** QUALITY DIGITIZED BOOKS  ***This Ebook can be placed on the SDCARD with Android 2.2 and above.This is the full length digitised ebook version of a classic book and is supplied by Digi-Media-Apps. Each  book  is packaged  with an advanced EBOOK  reader. Simply download the App and read the book – you do not need other software or Apps to enjoy this book.Where available, pages in the book can be turned using the phone's volume keys.If the App is closed, the book will reopen at the place where you left off reading the book.Sections/chapters of the book are accessible directly from the  Table of Contents.Book marks can be saved at any point within the book. Use the MENU/BOOK MARK to mark any text to return to later.You can search for any text within the book.For your reading comfort, the book has two reading modes, DAY and NIGHT.Where appropriate, the books contents are cross referenced, and linked.Footnotes within the original book are maintained and linked within the book.You can select font size for the book using the books menu options.You can select font colour for the book using the books menu optionsYou can select background colour for the book using the books menu optionsBy default, the phone will not turn off whilst you are reading the book. This option can be turned off in MENU/SETTINGS.A quality full length book in ebook format supplied by Digi-Media-Apps.More quality classic ebook titles can be found on Android market – search “digimediaapps”Goto www.digimediaapps.com for a full searchable catalogue of available books from Digi-Media-Apps.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.GET_TASKS",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
