{
  "title": "The Gunhen",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.The_Gunhen",
  "category": "Books & Reference",
  "price": "$6.29",
  "datePublished": "January 3, 2012",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.The_Gunhen",
  "extendedInfo": {
    "installSize": "1.4M",
    "downloadsCount": "0+",
    "downloadsCountText": "",
    "description": "A collection of childrens stories based on the videoville animals... What causes Matilda the hen to shoot up the Foxy Club?  Aided by their friend Stinky Winky, Mewsli and J.S. Bach, the private detectives investigate and solve the case to the displeasure of Spotto, the lazy chief of the Videoville police. In 'The Owl Who Wasn't Very Bright' young Oliver Owl, inspired by Owlexandra, his new girl-friend, overcomes his usual incompetence to humiliate Tony Tawny Tornado Owl by planting him neatly in a basketball hoop. Morrey Monkey reads and acts out the story of how Dotty, the naughty young dinosaur, helps her uncle to trap the gigantic, deadly Ramborinctus.  Morrey unexpectedly wins himself a new role in Mike Mudd's next film. How does the Wherewolf change from possibly becoming a werewolf to become the voice of Videoville Sat Nav? 'The Duel' sees the crucial contest in the Two Town Gala between Videoville and DVD Town, in which the arrogant Ronaldo Rhino, the mayor of DVD Town, takes on Videoville's studious Erwin Elephant.  It climaxes in their amazing cycle race.Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.The Gunhen, by Merv Lambert, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - Horizontal or vertical Scroll up/down - Opens up where you left off reading - Variable font size / color - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
