{
  "title": "Apolysis",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Apolysis",
  "category": "Books & Reference",
  "price": "$7.79",
  "datePublished": "January 18, 2012",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Medium Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Apolysis",
  "extendedInfo": {
    "installSize": "3.2M",
    "downloadsCount": "1+",
    "downloadsCountText": "1 - 5",
    "description": "Armageddon breaks out. Then an Apocalypse of nuclear fire rains down from the sky. The Second Coming of the Lord is at hand& but Angels, Demons and Men have different plans and murder in their hearts. God is assassinated in a coup that shatters the balance of the universe.  And yet& this is just the beginning.  A world ravaged by atomic fallout, the Scorched Earth, is now mankind's only home and they have to share it with all the once immortal beings that fell from the spiritual realm. Heaven and Hell raise their mighty citadels and offer protection from the horrors of the post-apocalyptic wilderness to those who would worship them unquestioningly in return. Archangel Michael, now a renegade expelled from the kingdom of Heaven, will join forces with an unlikely ally: Lucifer, the ex-lord of Hell, who lost his throne to one of his captains and was exiled. Together, these two outcasts of the Tyrannical New Order will embark on a quest to open a dimensional portal to a New Promised Land, a place that holds the promise of a new beginning for all the orphaned creations of God. Guided by an eerily familiar-looking old man who comes and goes as he pleases, they will set out to free all of mankind from slavery to fear. Little do they know that the battle to end all battles is about to begin.Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.Apolysis, by Marios Koutsoukos, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - Horizontal or vertical Scroll up/down - Opens up where you left off reading - Variable font size / color - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
