{
  "title": "The Unknown Life of Jesus Chr",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.The_Unknown_Life_of_Jesus_Christ_",
  "category": "Books & Reference",
  "price": "$0.99",
  "datePublished": "April 7, 2011",
  "version": "1.0.1",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "1",
  "rating": "2.0",
  "contentRating": "Medium Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.The_Unknown_Life_of_Jesus_Christ_",
  "extendedInfo": {
    "installSize": "891k",
    "downloadsCount": "10+",
    "downloadsCountText": "10 - 50",
    "description": "After the Turkish War (1877-1878) I made a series of travels in the Orient. From the little remarkable Balkan peninsula, I went across the Caucasus to Central Asia and Persia, and finally, in 1887, visited India, an admirable country which had attracted me from my earliest childhood. My purpose in this journey was to study and know, at home, the peoples who inhabit India and their customs, the grand and mysterious archæology, and the colossal and majestic nature of their country. Wandering about without fixed plans, from one place to another, I came to mountainous Afghanistan, whence I regained India by way of the picturesque passes of Bolan and Guernaï. Then, going up the Indus to Raval Pindi, I ran over the Pendjab—the land of the five rivers; visited the Golden Temple of Amritsa—the tomb of the King of Pendjab, Randjid Singh, near Lahore; and turned toward Kachmyr, \"The Valley of Eternal Bliss.\" Thence I directed my peregrinations as my curiosity impelled me, until I arrived in Ladak, whence I intended returning to Russia by way of Karakoroum and Chinese Turkestan.One day, while visiting a Buddhist convent on my route, I learned from a chief lama, that there existed in the archives of Lhassa, very ancient [Pg vii] memoirs relating to the life of Jesus Christ and the occidental nations, and that certain great monasteries possessed old copies and translations of those chronicles.As it was little probable that I should make another journey into this country, I resolved to put off my return to Europe until a later date, and, cost what it might, either find those copies in the great convents or go to Lhassa—a journey which is far from being so dangerous and difficult as is generally supposed, involving only such perils as I was already accustomed to, and which would not make me hesitate at attempting it.During my sojourn at Leh, capital of Ladak, I visited the great convent Himis, situated near the city, the chief lama of which informed me that their monastic library contained copies of the manuscripts in question. In order that I might not awaken the suspicions of the authorities concerning the object of my visit to the cloister, and to evade obstacles which might be opposed to me as a Russian, prosecuting further my journey in Thibet, I gave out upon my return to Leh that I would depart for India, and so left the capital of Ladak. An unfortunate fall, causing the breaking of a leg, furnished me with an absolutely unexpected pretext for returning to the monastery, where I received surgical attention. I took advantage of my short sojourn among the lamas to obtain the consent of their chief that they should bring to me, from their library, the manuscripts relating to Jesus Christ, and, assisted by my interpreter, who translated for me the Thibetan language, transferred carefully to my notebook what the lama read to me.Not doubting at all the authenticity of this chronicle, edited with great exactitude by the Brahminic, and more especially the Buddhistic historians of India and Nepaul, I desired, upon my return to Europe, to publish a translation of it. To this end, I addressed myself to several universally known ecclesiastics, asking them to revise my notes and tell me what they thought of them.Mgr. Platon, the celebrated metropolitan of Kiew, thought that my discovery was of great importance. Nevertheless, he sought to dissuade me from publishing the memoirs, believing that their publication could only hurt me. \"Why?\" This the venerable prelate refused to tell me more explicitly. Nevertheless, since our conversation took place in Russia, where the censor would have put his veto upon such a work, I made up my mind to wait. Nicolas Notovitch",
    "reviews": [
      {
        "documentVersion": "1.0.1",
        "timestampMsec": "1342503466818",
        "starRating": "2",
        "title": "Broken and unreadable format",
        "comment": "On a Droid3, the book downloads a GPL based Reader along with the book itself. The book does not install Google Books. It is unreadable since the Reader app bounces the page around with a mind of it\\'s own. You can\\'t really hold it still long enough to read all of the page. And then, you have to click 3x per resize to adjust the text size, which starts of I think in MicroFiche size.. it is very tiny at any rate.   Too bad, since I really wanted to read this book, but the technology it is being served in is just broken.",
        "commentId": "lg:AOqpTOHVOF8kYhmTobszOeY_kb4t4f0hYCafBD1AV9CadbV-jLXsTIPV502rjHgvqF7OLXJGjNm_iiekNcc1O-0",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.GET_TASKS",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
