{
  "title": "Geronimo's Story of His Life",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Geronimo_s_Story_of_His_Life",
  "category": "Books & Reference",
  "price": "$0.99",
  "datePublished": "May 5, 2011",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Medium Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Geronimo_s_Story_of_His_Life",
  "extendedInfo": {
    "installSize": "2.1M",
    "downloadsCount": "10+",
    "downloadsCountText": "10 - 50",
    "description": "The Author-In the latter part of that summer I asked the old chief to allow me to publish some of the things he had told me, but he objected, saying, however, that if I would pay him, and if the officers in charge did not object, he would tell me the whole story of his life. I immediately called at the fort (Fort Sill) and asked the officer in charge, Lieutenant Purington, for permission to write the life of Geronimo. I was promptly informed that the privilege would not be granted. Lieutenant Purington explained to me the many depredations committed by Geronimo and his warriors, and the enormous cost of[Pg xiv] subduing the Apaches, adding that the old Apache deserved to be hanged rather than spoiled by so much attention from civilians. A suggestion from me that our government had paid many soldiers and officers to go to Arizona and kill Geronimo and the Apaches, and that they did not seem to know how to do it, did not prove very gratifying to the pride of the regular army officer, and I decided to seek elsewhere for permission. Accordingly I wrote to President Roosevelt that here was an old Indian who had been held a prisoner of war for twenty years and had never been given a chance to tell his side of the story, and asked that Geronimo be granted permission to tell for publication, in his own way, the story of his life, and that he be guaranteed that the publication of his story would not affect unfavorably the Apache prisoners of war. By return mail I received word that the authority had been granted. In a few days I received word from Fort Sill that the President had[Pg xv] ordered the officer in charge to grant permission as requested. An interview was requested that I might receive the instructions of the War Department. When I went to Fort Sill the officer in command handed me the following brief, which constituted my instructions:   *** QUALITY DIGITIZED BOOKS  ***This Ebook can be placed on the SDCARD with Android 2.2 and above.This is the full length digitised ebook version of a classic book and is supplied by Digi-Media-Apps. Each  book  is packaged  with an advanced EBOOK  reader. Simply download the App and read the book – you do not need other software or Apps to enjoy this book.Where available, pages in the book can be turned using the phone's volume keys.If the App is closed, the book will reopen at the place where you left off reading the book.Sections/chapters of the book are accessible directly from the  Table of Contents.Book marks can be saved at any point within the book. Use the MENU/BOOK MARK to mark any text to return to later.You can search for any text within the book.For your reading comfort, the book has two reading modes, DAY and NIGHT.Where appropriate, the books contents are cross referenced, and linked.Footnotes within the original book are maintained and linked within the book.You can select font size for the book using the books menu options.You can select font colour for the book using the books menu optionsYou can select background colour for the book using the books menu optionsBy default, the phone will not turn off whilst you are reading the book. This option can be turned off in MENU/SETTINGS.A quality full length book in ebook format supplied by Digi-Media-Apps.More quality classic ebook titles can be found on Android market – search “digimediaapps”Goto www.digimediaapps.com for a full searchable catalogue of available books from Digi-Media-Apps.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
