{
  "title": "Harry Flashman and the Invasio",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Harry_Flashman_and_the_Invasion_of_Iraq",
  "category": "Books & Reference",
  "price": "$11.99",
  "datePublished": "April 30, 2012",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Medium Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Harry_Flashman_and_the_Invasion_of_Iraq",
  "extendedInfo": {
    "installSize": "2.4M",
    "downloadsCount": "1+",
    "downloadsCountText": "1 - 5",
    "description": "Through the winter of 2002/3, as Britain and the United States prepare for war with Iraq, one man above all others is doing his utmost to avoid conflict. Step forward Captain Harry Flashman, a staff officer with the Queen's Royal Hussars and distant descendant of legendary Victorian scoundrel General Sir Harry Flashman, VC. The passing generations have done nothing to fortify his moral fibre. Flashman's journey begins with a posting to Plymouth, home of the Royal Marines, in time to join the impending Gulf deployment. Despite his protestations he is shipped to Kuwait to begin a relatively secure job with Brigade Headquarters. But his plans for a cosy war spent safely behind a desk are rudely interrupted by an enforced move to a front-line unit.After bust-ups with the Americans and a foiled attempt to avoid the invasion altogether, Flashman finds himself in the one place he has tried so hard to avoid: the very vanguard of the assault. Landing by helicopter with the Royal Marines, he is soon footslogging through the mud and fighting for his life as the men of 42 Commando seize their objectives on the Al Faw Peninsula.Based on the experiences of the author, Harry Flashman and the Invasion of Iraq is a historically accurate account of events in the Gulf during spring 2003 – embellished only slightly for the enjoyment of the reader.Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.Harry Flashman and the Invasion of Iraq, by H C Tayler, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - Horizontal or vertical Scroll up/down - Opens up where you left off reading - Variable font size / color - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
