{
  "title": "Stockholm: A Cultural and Lite",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Stockholm__A_Cultural_and_Literary_History",
  "category": "Books & Reference",
  "price": "$13.99",
  "datePublished": "December 19, 2011",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Stockholm__A_Cultural_and_Literary_History",
  "extendedInfo": {
    "installSize": "4.0M",
    "downloadsCount": "1+",
    "downloadsCountText": "1 - 5",
    "description": "Situated on Lake Malaren on one of the world's most beautiful harbours, Stockholm has set the benchmark for civilized city-living since the time of the Vikings. Its medieval regal period saw the Vasa dynasty turn a small town in the shadow of Uppsala into the capital city of a dominant power in Europe and a major trading port. In the Napoleonic era Stockholm readjusted its priorities to establish itself as a centre of innovation, technical and social. While the city has suffered more than its fair share of disasters, Stockholm's cultural and commercial elite transformed it into a community which welcomed innovation and spread the fruits of its achievements far beyond its borders. From its celebrated Old Town, dating from the Middle Ages, to its Art Nouveau and modern quarters, Stockholm is a city rich in museums, theatres and landmarks. Tony Griffiths explores the Swedish capital, old and new, revealing a city of unexpected contradictions. CITY OF POWER, INTRIGUE AND MURDER: Gustav Vasa, Queen Christina and Voltaire; murder at a Masked Ball, Olaf Palme s assassination; Lindh, social democracy and armed neutrality; the rights of women and the impact of immigration CITY OF SCIENTISTS AND INVENTORS: Linnaeus and Nobel; Ericsson and new technology; Laval, Wenner-Gren and Kamprad. SENSUAL CITY: Strindberg, Greta Garbo, Ingrid and Ingmar Bergman; sculptors and painters; home of the smorgasbord; the church, lust and the alcohol monopoly.Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.Stockholm: A Cultural and Literary History, by Tony Griffiths, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - Horizontal or vertical Scroll up/down - Opens up where you left off reading - Variable font size / color - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
