{
  "title": "Japan - Hell on Earth: 2011",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Japan___Hell_on_Earth__2011",
  "category": "Books & Reference",
  "price": "$3.99",
  "datePublished": "December 2, 2011",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Medium Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Japan___Hell_on_Earth__2011",
  "extendedInfo": {
    "installSize": "5.6M",
    "downloadsCount": "0+",
    "downloadsCountText": "",
    "description": "On the 11th March 2011, a massive earthquake hit the Pacific Ocean near to North-Eastern Japan.  Soon afterwards, a devestating tsunami followed.  This quick-read guide written by Paul Andrews gives the reader an overview an explanation of the events in easy-to-understand plain English.  With sections including the nuclear crisis, the effect of the disaster on Japan's - and the global - economy, and information about what causes an earthquake and a tsunami, this is a concise guide to the shocking events surrounding one of the world's worst natural disasters.Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.Japan - Hell on Earth: 2011, by Paul Andrews, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - Horizontal or vertical Scroll up/down - Opens up where you left off reading - Variable font size / color - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
