{
  "title": "Writing up Your Family History",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Writing_up_Your_Family_History",
  "category": "Books & Reference",
  "price": "$11.19",
  "datePublished": "April 3, 2012",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Writing_up_Your_Family_History",
  "extendedInfo": {
    "installSize": "4.7M",
    "downloadsCount": "1+",
    "downloadsCountText": "1 - 5",
    "description": "This book offers a stimulus of practical encouragement to all those involved with tracing their ancestors. It is an easy-to-follow, step-by-step guide to writing up and publishing your family history. It explains how to go about collecting the information, assembling  the material, writing it down and producing it in printed form. Writing down your family history and preparing it for publication can be one of the most rewarding things you ever do.Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.Writing up Your Family History, by John Titford, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - Horizontal or vertical Scroll up/down - Opens up where you left off reading - Variable font size / color - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
