{
  "title": "Siberia",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Siberia",
  "category": "Books & Reference",
  "price": "$23.49",
  "datePublished": "October 1, 2012",
  "version": "10.0",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Siberia",
  "extendedInfo": {
    "installSize": "5.2M",
    "downloadsCount": "0+",
    "downloadsCountText": "",
    "description": "Before Russians crossed the Urals Mountains in the sixteenth century to settle their ‘colony’ in North Asia, they heard rumours about bountiful fur, of bizarre people without eyes who ate by shrugging their shoulders and of a land where trees exploded from cold. This region of frozen tundra, endless forest and humming steppe between the Urals and the Pacific Ocean was a vast, strange and frightening paradise. It was Siberia.Siberia is a cradle of civilizations, the birthplace of ancient Turkic empires and home to the cultures of indigenes, including peoples whose ancestors migrated to the Americas. It was a promised land to which bonded peasants could flee their cruel masters, yet also a ‘white hell’ across which exiles shuffled in felt shoes and chains. If in Stalin’s era Siberia became synonymous with the gulag, today it is a vast region of bustling metropolises and magnificent landscapes, a place where the humdrum, the beautiful and the bizarre ignite the imagination. Tracing the historical contours of Siberia, A. J. Haywood offers a detailed account of the architectural and cultural landmarks of cities such as Irkutsk, Tobolsk, Barnaul and Novosibirsk.Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.Siberia, by Anthony Haywood, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - For all screen sizes - Tap to page up/down, flick to fast scroll or drag for slow scroll - Opens up where you left off reading - Variable font size - Choice of background color including white text on black background - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [

    ]
  }
}
