{
  "title": "Start Me Up-Book",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Start_Me_Up",
  "category": "Books & Reference",
  "price": "$12.84",
  "datePublished": "February 13, 2011",
  "version": "1.0.0",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Medium Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Start_Me_Up",
  "extendedInfo": {
    "installSize": "1.2M",
    "downloadsCount": "5+",
    "downloadsCountText": "5 - 10",
    "description": "Do you dream of becoming the next Richard Branson or Anita Roddick? Are you ready to be your own boss but not sure where to start, waiting for that lightning bolt moment of inspiration to strike? Does the idea of writing a business plan terrify you? Becoming your own boss is easier than you think! Businesswoman and entrepreneur Sonia Williams has done all the hard work for you. In Sonia's new book \"Start Me Up!\" you will find over 100 innovative and achievable business concepts and practical advice that will have your business up and running in no time. Some of Sonia's novel ideas make the most of modern technology; others put a new spin on tried and tested ventures. Sonia also suggests ideas for cultivating your own business nous, including advice on how to spot a trend (and how to avoid fads!), how to identify niche markets, how to write a business plan, how to avoid common first-timer pitfalls, and how to develop your online presence.           *** QUALITY DIGITIZED BOOKS  ***This Ebook can be placed on the SDCARD with Android 2.2 and above.This is the full length digitised ebook version of a classic book and is supplied by Digi-Media-Apps. Each  book  is packaged  with an advanced EBOOK  reader. Simply download the App and read the book – you do not need other software or Apps to enjoy this book.Where available, pages in the book can be turned using the phone's volume keys.If the App is closed, the book will reopen at the place where you left off reading the book.Sections/chapters of the book are accessible directly from the  Table of Contents.Book marks can be saved at any point within the book. Use the MENU/BOOK MARK to mark any text to return to later.You can search for any text within the book.For your reading comfort, the book has two reading modes, DAY and NIGHT.Where appropriate, the books contents are cross referenced, and linked.Footnotes within the original book are maintained and linked within the book.You can select font size for the book using the books menu options.You can select font colour for the book using the books menu optionsYou can select background colour for the book using the books menu optionsBy default, the phone will not turn off whilst you are reading the book. This option can be turned off in MENU/SETTINGS.A quality full length book in ebook format supplied by Digi-Media-Apps.More quality classic ebook titles can be found on Android market – search “digimediaapps”Goto www.digimediaapps.com for a full searchable catalogue of available books from Digi-Media-Apps.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.GET_TASKS",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
