{
  "title": "Wilson's Tales of the Borders",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Wilson_s_Tales_of_the_Borders_and_of_Scotland_Vol_1",
  "category": "Books & Reference",
  "price": "$0.99",
  "datePublished": "July 6, 2011",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Medium Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Wilson_s_Tales_of_the_Borders_and_of_Scotland_Vol_1",
  "extendedInfo": {
    "installSize": "995k",
    "downloadsCount": "0+",
    "downloadsCountText": "",
    "description": "Preface-This series of Tales, now so well known in this country and also in America, was begun by John Mackay Wilson, originally a printer, and who subsequently betook himself to literature. In the beginning of the undertaking he was inspired by a success probably greater than he had ever anticipated, and a sudden and wide-spread reputation induced him to overtask his energies, in a manner inconsistent with the care due to a delicate constitution. After having carried on the work, almost single-handed, for a period of more than a year—furnishing a tale every week—he took ill, and died. Subsequently, the charge of conducting the work devolved upon the present Editor, who was fortunate enough to secure the assistance of certain writers well qualified to sustain the reputation which the first part of the series had acquired. Among these were the late Hugh Miller, the late Professor Thomas Gillespie of St. Andrew's, Alexander Campbell, Alexander and John Bethune, and John Howell, all of whom possessed those natural gifts, enabling them to succeed in a species of literature which, while in one sense it may be called the most easy, is, in another, perhaps among the most difficult of any.            *** QUALITY DIGITIZED BOOKS  ***This Ebook can be placed on the SDCARD with Android 2.2 and above.This is the full length digitised ebook version of a classic book and is supplied by Digi-Media-Apps. Each  book  is packaged  with an advanced EBOOK  reader. Simply download the App and read the book – you do not need other software or Apps to enjoy this book.Where available, pages in the book can be turned using the phone's volume keys.If the App is closed, the book will reopen at the place where you left off reading the book.Sections/chapters of the book are accessible directly from the  Table of Contents.Book marks can be saved at any point within the book. Use the MENU/BOOK MARK to mark any text to return to later.You can search for any text within the book.For your reading comfort, the book has two reading modes, DAY and NIGHT.Where appropriate, the books contents are cross referenced, and linked.Footnotes within the original book are maintained and linked within the book.You can select font size for the book using the books menu options.You can select font colour for the book using the books menu optionsYou can select background colour for the book using the books menu optionsBy default, the phone will not turn off whilst you are reading the book. This option can be turned off in MENU/SETTINGS.A quality full length book in ebook format supplied by Digi-Media-Apps.More quality classic ebook titles can be found on Android market – search “digimediaapps”Goto www.digimediaapps.com for a full searchable catalogue of available books from Digi-Media-Apps.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
