{
  "title": "From Plato to Wittgenstein",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.From_Plato_to_Wittgenstein",
  "category": "Books & Reference",
  "price": "$21.39",
  "datePublished": "March 18, 2012",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.From_Plato_to_Wittgenstein",
  "extendedInfo": {
    "installSize": "2.0M",
    "downloadsCount": "1+",
    "downloadsCountText": "1 - 5",
    "description": "In 2005 St Andrews Studies published a volume of essays by Anscombe entitled Human Life, Action and Ethics, followed in 2008 by a second with the title Faith in a Hard Ground. Both books were highly praised. This third volume brings essays on the thought of historical philosophers in which Anscombe engages directly with their ideas and arguments. Many are published here for the first time and the collection provides further testimony to Anscombe’s insight and intellectual imagination.Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.From Plato to Wittgenstein, by G.E.M. Anscombe, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - Horizontal or vertical Scroll up/down - Opens up where you left off reading - Variable font size / color - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
