{
  "title": "Patagonia",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Patagonia",
  "category": "Books & Reference",
  "price": "$14.00",
  "datePublished": "February 3, 2012",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Patagonia",
  "extendedInfo": {
    "installSize": "4.8M",
    "downloadsCount": "0+",
    "downloadsCountText": "",
    "description": "Patagonia is the ultimate landscape of the mind. Like Siberia and the Sahara, it has become a metaphor for nothingness and extremity. Its frontiers have stretched beyond the political boundaries of Argentina and Chile to encompass an evocative idea of place. A vast triangle at the southern tip of the New World, this region of barren steppes, soaring peaks and fierce winds was populated by small tribes of hunter-gatherers and roaming nomads when Ferdinand Magellan made landfall in 1520. A fateful moment for the natives, this was the start of an era of adventure and exploration. Soon Sir Francis Drake and John Byron, and sailors from Europe and America, would be exploring Patagonia’s bays and inlets, mapping fjords and channels, whaling, sifting the streams for gold in the endless search for Eldorado.As the land was opened up in the nineteenth century, a crazed Frenchman declared himself King. A group of Welsh families sailed from Liverpool to Northern Patagonia to found a New Jerusalem in the desert. Further down the same river, Butch and Sundance took time out from bank robbing to run a small ranch near the Patagonian Andes.All these, and later travel writers, have left sketches and records, memoirs and diaries evoking Patagonia’s grip on the imagination. From the empty plains to the crashing seas, from the giant dinosaur fossils to glacial sculptures, the landscape has inspired generations of travellers and artists.Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.Patagonia, by Chris Moss, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - Horizontal or vertical Scroll up/down - Opens up where you left off reading - Variable font size / color - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
