{
  "title": "The Runaway Children Volume 2",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.The_Runaway_Children_Volume_2",
  "category": "Books & Reference",
  "price": "$6.29",
  "datePublished": "August 6, 2012",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.The_Runaway_Children_Volume_2",
  "extendedInfo": {
    "installSize": "2.2M",
    "downloadsCount": "0+",
    "downloadsCountText": "",
    "description": "“You can do exactly what you like, as long as you do it with a smile.” So says the astonishing Mr Smyle on welcoming Alice, Miles, Joe and Odi to his equally astonishing castle. On the face of it, the children should have plenty to smile about - if only they could find their parents. Will their new friend help them in their quest? Can he protect them from Elymas and the evil nunjas? When you’re the richest and most important man in the world, nothing is impossible. Or is it? Keep up with Alice’s social diary, marvel at Miles’ moneymaking skills, meet the hapless Captain Catastrophe and, above all, look out for the sharks!Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.The Runaway Children Volume 2, by Jacy Brean, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - Horizontal or vertical Scroll up/down - Opens up where you left off reading - Variable font size / color - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
