{
  "title": "The Outline of Science - Vol.",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.The_Outline_of_Science___Vol__1",
  "category": "Books & Reference",
  "price": "$0.99",
  "datePublished": "April 22, 2011",
  "version": "1.0.1",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Medium Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.The_Outline_of_Science___Vol__1",
  "extendedInfo": {
    "installSize": "6.9M",
    "downloadsCount": "1+",
    "downloadsCountText": "1 - 5",
    "description": "What then is the aim of this book? It is to give the intelligent student-citizen, otherwise called \"the man in the street,\" a bunch of intellectual keys by which to open doors which have been hitherto shut to him, partly because he got no glimpse of the treasures behind the doors, and partly because the portals were made forbidding by an unnecessary display of technicalities. Laying aside conventional modes of treatment and seeking rather to open up the subject as one might on a walk with a friend, the work offers the student what might be called informal introductions to the various departments of knowledge. To put it in another way, the articles are meant to be clues which the reader may follow till he has left his starting point very far behind. Perhaps when he has gone far on his own he will not be ungrateful to the simple book of \"instructions to travellers\" which this[Pg iv] \"Outline of Science\" is intended to be. The simple \"bibliographies\" appended to the various articles will be enough to indicate \"first books.\" Each article is meant to be an invitation to an intellectual adventure, and the short lists of books are merely finger-posts for the beginning of the journey.            *** QUALITY DIGITIZED BOOKS  ***This Ebook can be placed on the SDCARD with Android 2.2 and above.This is the full length digitised ebook version of a classic book and is supplied by Digi-Media-Apps. Each  book  is packaged  with an advanced EBOOK  reader. Simply download the App and read the book – you do not need other software or Apps to enjoy this book.Where available, pages in the book can be turned using the phone's volume keys.If the App is closed, the book will reopen at the place where you left off reading the book.Sections/chapters of the book are accessible directly from the  Table of Contents.Book marks can be saved at any point within the book. Use the MENU/BOOK MARK to mark any text to return to later.You can search for any text within the book.For your reading comfort, the book has two reading modes, DAY and NIGHT.Where appropriate, the books contents are cross referenced, and linked.Footnotes within the original book are maintained and linked within the book.You can select font size for the book using the books menu options.You can select font colour for the book using the books menu optionsYou can select background colour for the book using the books menu optionsBy default, the phone will not turn off whilst you are reading the book. This option can be turned off in MENU/SETTINGS.A quality full length book in ebook format supplied by Digi-Media-Apps.More quality classic ebook titles can be found on Android market – search “digimediaapps”Goto www.digimediaapps.com for a full searchable catalogue of available books from Digi-Media-Apps.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.GET_TASKS",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
