{
  "title": "The Story of Paris",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.The_Story_of_Paris",
  "category": "Books & Reference",
  "price": "$0.99",
  "datePublished": "April 24, 2011",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "1",
  "rating": "1.0",
  "contentRating": "Medium Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.The_Story_of_Paris",
  "extendedInfo": {
    "installSize": "2.9M",
    "downloadsCount": "10+",
    "downloadsCountText": "10 - 50",
    "description": "The History of Paris, says Michelet, is the history of the French monarchy: \"Paris, France and the Dukes and Kings of the French, are three ideas,\" says Freeman, \"which can never be kept asunder.\" The aim of the writer in the following pages has been to narrate the story of the capital city of France on the lines thus indicated. Moreover, men are ever touched by \"sad stories of the death of kings,\" the pomp and majesty and the fate of princes. By a pathetic fallacy their capacity to suffer is measured by their apparent power to enjoy, and those are moved to tears by the spectacle of a Dauphin surrendered to the coarse and brutal tutelage of a sans-culotte, who read without emotion of thousands of Huguenot children torn from their mothers' arms and flung to the novercal cruelties of strangers in blood and creed. In the earlier chapters the legendary aspect of the story has been drawn upon rather more perhaps than an austere historical conscience would approve, but it is precisely a familiarity with these romantic stories, which at least are true in impression if not in fact, that the sojourner in Paris will find most useful, translated as they are in sculpture and in painting, on the decoration of her architecture, both modern and ancient, and implicit in the nomenclature of her ways.            *** QUALITY DIGITIZED BOOKS  ***This Ebook can be placed on the SDCARD with Android 2.2 and above.This is the full length digitised ebook version of a classic book and is supplied by Digi-Media-Apps. Each  book  is packaged  with an advanced EBOOK  reader. Simply download the App and read the book – you do not need other software or Apps to enjoy this book.Where available, pages in the book can be turned using the phone's volume keys.If the App is closed, the book will reopen at the place where you left off reading the book.Sections/chapters of the book are accessible directly from the  Table of Contents.Book marks can be saved at any point within the book. Use the MENU/BOOK MARK to mark any text to return to later.You can search for any text within the book.For your reading comfort, the book has two reading modes, DAY and NIGHT.Where appropriate, the books contents are cross referenced, and linked.Footnotes within the original book are maintained and linked within the book.You can select font size for the book using the books menu options.You can select font colour for the book using the books menu optionsYou can select background colour for the book using the books menu optionsBy default, the phone will not turn off whilst you are reading the book. This option can be turned off in MENU/SETTINGS.A quality full length book in ebook format supplied by Digi-Media-Apps.More quality classic ebook titles can be found on Android market – search “digimediaapps”Goto www.digimediaapps.com for a full searchable catalogue of available books from Digi-Media-Apps.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
