{
  "title": "ANATOMY/PHYSIOLOGY NEUROLOGY",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digitalapplications.neurologyterms",
  "category": "Education",
  "price": "$4.99",
  "datePublished": "March 12, 2011",
  "version": "1.0",
  "operatingSystems": "2.0 and up",
  "ratingsCount": "4",
  "rating": "3.5",
  "contentRating": "Everyone",
  "creator": "Digital Applications",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digitalapplications.neurologyterms",
  "extendedInfo": {
    "installSize": "713k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Human Anatomy and Physiology - Neurology- 630+ Multiple Choice Quizzes- Flash Cards- DictionaryA neurologist is a physician who specializes in neurology, and is trained to investigate, or diagnose and treat neurological disorders. Pediatric neurologists treat neurological disease in children.Neurology is the medical field- study of the human nervous system. The nervous system encompasses the brain, spinal cord, nerves, and muscles. It can be affected by debilitating diseases, such as Parkinson’s and Alzheimer's, as well as by mental disorders such as schizophrenia, depression, autism, and Attention-deficit hyperactivity disorder(ADHD). The specialist doctors who treat patients suffering from these diseases and disorders are called neurologists.Neurologists examine patients who have been referred to them by other physicians. There are many tests they can perform to diagnose a patient’s illness. Depending on the symptoms, they may physically examine the nerves of the head and neck, or test the patient’s balance, reflexes, muscle strength, and range of movement. They may also test the patient’s cognitive abilities, including memory, speech, and sensation.In order to get more information, neurologists often have images made of parts of the nervous system through computed axial tomography (CAT) scans or magnetic resonance imaging (MRI). With these images they can usually diagnose the problem and prescribe a treatment plan.Treatments vary depending on the neurological problem. They can include everything from referring the patient to a physiotherapist, to prescribing drugs, to recommending a surgical procedure.Some neurologists specialize in certain parts of the nervous system or in specific procedures. For example, neurosurgeons specialize in surgical procedures related to the nervous system, such as the removal of brain tumors.There are also many non-medical doctors, those with PhDs in subjects such as biology and chemistry, who study and research the nervous system. Working in labs in universities, hospitals, and private companies, these neuroscientists perform clinical and laboratory experiments and tests in order to learn more about the nervous system and find cures or new treatments for diseases and disorders.There is a great deal of overlap between neuroscience and neurology. A large number of neurologists work in academic training hospitals, where they conduct research as neuroscientists in addition to treating patients and teaching neurology to medical students. (Wikipedia)With the ever-increasing amount of education the medical field  requires, you need every advantage you can get ahold of for learning.  This app was created for you!!  With over 630+ Neurology Terms set into an array of Multiple Choices Quizzes, Flash Cards, and a handy Android Sized Dictionary, you can learn on the go, at your schedule.",
    "reviews": [
      {
        "timestampMsec": "1317502193682",
        "starRating": "2",
        "title": "Poor selection",
        "comment": "I should be able to type in a medical word. This doesn\\'t allow me to do so.",
        "commentId": "lg:AOqpTOH5-24O3_mdlkxvV516CMOXHbGtVopnXH7_3qanonHMUny2B_R8TR-WJ_7VMD95_4j-s7dZPZ8RTUfNPg",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [

    ]
  }
}
