{
  "title": "The Economic Imperative",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.The_Economic_Imperative",
  "category": "Books & Reference",
  "price": "$10.49",
  "datePublished": "April 9, 2012",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.The_Economic_Imperative",
  "extendedInfo": {
    "installSize": "1.6M",
    "downloadsCount": "0+",
    "downloadsCountText": "",
    "description": "The book explores the role of leisure in modern life. It was written in the belief that leisure sets us apart as a species, that what is “useless” by commercial standards is probably the best thing we have going for us, and that leisure is under attack, in high danger of being lost, and has been for some time (since at least the end of the Second World War). The source of the problem is the ascendancy of the economic imperative, the subordination of the science of means (philosophy) by the science of ends (economics).  The book argues that our leisurely impulse has been so squandered that boredom is now a significant problem in modern life. The essays canvass the distinctive contributions of art, science and religion, and provide a synthetic account of these three forces driving human culture. Although the book covers the science/religion question, this book differs from others on the science/religion debate in that it connects the traditional discussion to questions of economics and social policy. It takes an innovative approach in weaving the fundamentals of human life (art, science, economics and so on) into one fabric, namely, leisure.Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.The Economic Imperative, by John Zerilli, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - Horizontal or vertical Scroll up/down - Opens up where you left off reading - Variable font size / color - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
