{
  "title": "Public Service on the Brink",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Public_Service_on_the_Brink",
  "category": "Books & Reference",
  "price": "$33.39",
  "datePublished": "September 5, 2012",
  "version": "10.0",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Public_Service_on_the_Brink",
  "extendedInfo": {
    "installSize": "1.9M",
    "downloadsCount": "0+",
    "downloadsCountText": "",
    "description": "The contributors to this book mount a robust defence of the concept and practice of public service at a crucial time for its future. They question the ill-conceived assumptions behind the endless programmes of reform imposed by successive governments, often on the basis of advice from people with no direct experience of working in the public sector.With cuts in public spending by the coalition government and “austerity” programmes being imposed in Britain and abroad, the book could not be more timely in its reminder of the core purpose of public service. After a long period of denigration of the public sector, here is the voice that has not been heard clearly through these decades of reorganisation:'I know what my job is and I want to do it as well as I can.  Indeed I would love my work if I could get one day's peace to get on with it. But I am beset at every turn by unintelligible, time wasting and fruitless management initiatives, constant change, ill-judged targets, wrong-headed 'commercial' exemplars and continuous and misguided restructuring. I have to watch as, instead of my 'customers' (actually patients, pupils, taxpayers) getting a better deal from me, the only beneficiaries seem to be those who can lobby for special treatment.' The book contains accounts of public service by people of varying backgrounds and ages who work both inside and outside of the public sector. They share an allegiance to the value and purpose of working for the common good and an enthusiasm for getting things right and for the opportunity to recount their experience through this book.Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.Public Service on the Brink, by Jenny Manson, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - For all screen sizes - Tap to page up/down, flick to fast scroll or drag for slow scroll - Opens up where you left off reading - Variable font size - Choice of background color including white text on black background - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [

    ]
  }
}
