{
  "title": "Bomb Bunny Boogie",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digital.bbb",
  "category": "Brain & Puzzle",
  "price": "$0.99",
  "datePublished": "February 5, 2012",
  "version": "1.0.1",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "Digital Application Design",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digital.bbb",
  "extendedInfo": {
    "installSize": "16M",
    "downloadsCount": "1+",
    "downloadsCountText": "1 - 5",
    "description": "Get the bunny to the carrot. It's that simple. Honest, it is.There may be a slight problem though, the bunny wont move on its own, lazy little thing that it is, you need to dig out a path for it and give it a gentle nudge. With a bomb. Yep, that's right, a bomb. But take care, the bunny isn't bombproof, unless you protect it from the blast you'll hurt it and we don't want that.Come to think of it, perhaps it's not so easy after all.Bomb Bunny Boogie is a cute, fun and challenging Action Puzzle game that will confound you for hours as you dig and blast your way through fifty cunningly designed burrows.Go on, feed the bunny.Features include;* 50 deviously designed bunnytastic levels, ranging from simple to mind scrambling.* Lots of new features and puzzle elements revealed as you progress.* Multiple ways to play. Solve the puzzle, beat the clock or collect the gems for the highest score.* Online leaderboards, beat the best times or scores to become top bunny.* Facebook integration - brag to your bunny buddies when you get a new high score, best time or beat the leaderboards.A lite version is also available containing just the first ten levels so you can try before you buy.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.READ_PHONE_STATE",
      "android.permission.BATTERY_STATS",
      "android.permission.MODIFY_AUDIO_SETTINGS",
      "android.permission.SET_ORIENTATION",
      "android.permission.DEVICE_POWER",
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.VIBRATE",
      "com.android.vending.CHECK_LICENSE"
    ]
  }
}
