{
  "title": "Avatar-Philosophy (and -Religi",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Avatar_Philosophy__and__Religion__or_FAITHEISM",
  "category": "Books & Reference",
  "price": "$10.49",
  "datePublished": "April 7, 2012",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Avatar_Philosophy__and__Religion__or_FAITHEISM",
  "extendedInfo": {
    "installSize": "1.6M",
    "downloadsCount": "0+",
    "downloadsCountText": "",
    "description": "Are you prepared, either as an atheist or a religious believer, to have your ideas of God, the self, other people, the body, the soul, spirituality, and faith challenged in an unexpected and original way?  Here is a book that moves out from under and away from the received notions of those ponderous topics, whether or not you believe in the divine.  The author is a confessed atheist but one who rejects the approach of Richard Dawkins, Christopher Hitchens, Michel Onfray and the rest when they depart from their justifiable criticisms of the historical record of the established creeds and endeavour to rubbish what faith could actually be.  The book takes its origin from an exploration of the idea of an avatar;  the writing of it was stimulated by seeing the Cameron film, though it subjects that film itself to an assessment of its hidden assumptions.  The book finally arrives at specific recommendations for our time, ones to which the argument of the book has been directed throughout.Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.Avatar-Philosophy (and -Religion) or FAITHEISM, by Edmond Wright, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - Horizontal or vertical Scroll up/down - Opens up where you left off reading - Variable font size / color - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
