{
  "title": "The New Atheists",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.The_New_Atheists",
  "category": "Books & Reference",
  "price": "$12.84",
  "datePublished": "February 22, 2011",
  "version": "1.0.0",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "1",
  "rating": "1.0",
  "contentRating": "High Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.The_New_Atheists",
  "extendedInfo": {
    "installSize": "1.4M",
    "downloadsCount": "5+",
    "downloadsCountText": "5 - 10",
    "description": "From its gradual decline during the latter part of the twentieth century, religion has been catapulted back into public consciousness, not least by acts of violence, extremism and various forms of fundamentalism.   In this lively and provocative contribution to the debate the leading British feminist theologian, Tina Beattie, argues that the threat of religious fanaticism is mirrored by a no less virulent and ignorant secular fanaticism which has taken hold of the intellectual classes in Britain and America. Its High Priest is Richard Dawkins, author of The God Delusion, but its disciples and acolytes include well-known public figures such as philosophers Sam Harris, Daniel Dennett and A C Grayling, journalists Christopher Hitchens and Polly Toynbee, and novelists Martin Amis and Ian McEwan. Theologians such as Alister McGrath and Keith Ward have defended the rationality of Christian beliefs about God, but both sides neglect wider questions about faith, science, power and justice in a postmodern world, which impinge deeply on all our lives.  The New Atheists calls for a more wide-ranging and creative dialogue across religious and cultural boundaries. It will intrigue every open-minded reader, believer or non-believer.",
    "reviews": [
      {
        "documentVersion": "1.0.0",
        "timestampMsec": "1344343751445",
        "starRating": "1",
        "title": "Jayson",
        "comment": "Please update so it can work with ice cream update thank you!",
        "commentId": "lg:AOqpTOE0n1XlzwQbSF1FdJgA46anMZAv_1RNWirmA0WmZxjLHgoWglV1ihCBELYbK5E1iZafCLVTWQAr6HGalHQ",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.GET_TASKS",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
