{
  "title": "Wannabe A Writer?",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Wannabe_A_Writer",
  "category": "Books & Reference",
  "price": "$12.03",
  "datePublished": "February 16, 2011",
  "version": "1.0.0",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Medium Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Wannabe_A_Writer",
  "extendedInfo": {
    "installSize": "2.0M",
    "downloadsCount": "5+",
    "downloadsCountText": "5 - 10",
    "description": "This eBook gives practical, personal and honest advice on how to get published with contributions from over a hundred authors, agents, publishers and journalists. Hear from the professionals on how to sell your articles, write a synopsis, find an agent, get your novel accepted and much, much more. With insights, anecdotes and hot tips from Frederick Forsyth, Jilly Cooper, Ian Rankin, Katie Fforde, Jill Mansell, Adele Parks, Lesley Pearse, Michael Buerk, Carole Matthews, Erica James, Mil Millington, Miles Kington, Michael Bywater, Rosie Millard, Robert Crampton, Richard Morrison, Simon Trewin, Jonathan Lloyd, Teresa Chris and Jane Judd as well as publishers Harper Collins, Hodder Headline, Transworld, Orion and Simon & Schuster. A must-have handbook for anyone who's ever wanted to write or just wants to hear how others to do it... Where do you start? How do you finish? And will anyone ever publish it when you have? Drawing on her own experiences as a novelist and journalist, Writing Magazine's agony aunt Jane Wenham-Jones takes you through the minefield of the writing process, giving advice on everything from how to avoid Writers' Bottom to what to wear to your launch party. Wannabe a Writer? tells you everything you ever wanted to know about the book world - and a few things you didn't...",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.GET_TASKS",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
