{
  "title": "Respect and Reputation-Book",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Respect_and_Reputation",
  "category": "Books & Reference",
  "price": "$11.99",
  "datePublished": "August 24, 2011",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "1",
  "rating": "4.0",
  "contentRating": "High Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Respect_and_Reputation",
  "extendedInfo": {
    "installSize": "1.9M",
    "downloadsCount": "10+",
    "downloadsCountText": "10 - 50",
    "description": "In this increasingly violent and troubled world, people demand to be respected. But what is exactly is respect? Is it learned or earned? How do you go from being a 'nobody' to a 'somebody'? How do you respect others and equally how can you get other people to respect you? Can you only be truly respected if you have a reputation? There is probably no one more qualified to talk about respect and reputation in prison than Charles Bronson. Tagged one of the most violent prisoners in the UK, Charlie has spent over thirty years in solitary confinement, is respected by both prisoners and wardens alike and has a fearsome and frightening reputation. In complete contrast, although he has spent much of his life surrounded by violence, former bouncer and bodyguard Robin Barratt would now prefer to take a passive path away from any conflict. In this fascinating book, Barratt and Bronson examine in detail respect and reputation including how to behave in prison, how to treat other prisoners, how to be a great door supervisor, when to show respect, how to gain the respect of others and ultimately how to develop an awesome reputation both in prison, on the doors and in life generally. With lots of real life anecdotes as well as contributions from many other hard men (and a few women), this gripping book takes its reader into the psychology of a world rarely explored.           *** QUALITY DIGITIZED BOOKS  ***This Ebook can be placed on the SDCARD with Android 2.2 and above.This is the full length digitised ebook version of a classic book and is supplied by Digi-Media-Apps. Each  book  is packaged  with an advanced EBOOK  reader. Simply download the App and read the book – you do not need other software or Apps to enjoy this book.Where available, pages in the book can be turned using the phone's volume keys.If the App is closed, the book will reopen at the place where you left off reading the book.Sections/chapters of the book are accessible directly from the  Table of Contents.Book marks can be saved at any point within the book. Use the MENU/BOOK MARK to mark any text to return to later.You can search for any text within the book.For your reading comfort, the book has two reading modes, DAY and NIGHT.Where appropriate, the books contents are cross referenced, and linked.Footnotes within the original book are maintained and linked within the book.You can select font size for the book using the books menu options.You can select font colour for the book using the books menu optionsYou can select background colour for the book using the books menu optionsBy default, the phone will not turn off whilst you are reading the book. This option can be turned off in MENU/SETTINGS.A quality full length book in ebook format supplied by Digi-Media-Apps.More quality classic ebook titles can be found on Android market – search “digimediaapps”Goto www.digimediaapps.com for a full searchable catalogue of available books from Digi-Media-Apps.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
