{
  "title": "Brilliant Stories for Assembli",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Brilliant_Stories_for_Assemblies",
  "category": "Books & Reference",
  "price": "$35.29",
  "datePublished": "October 21, 2012",
  "version": "10.0",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Brilliant_Stories_for_Assemblies",
  "extendedInfo": {
    "installSize": "4.0M",
    "downloadsCount": "0+",
    "downloadsCountText": "",
    "description": "Contains over 60 stories written by an experienced primary school teacher and natural storyteller. The stories are divided into 4 categories: cultural stories from around the world; religious stories from the 6 main religions; moral stories including bullying, birth of a sibling, racism and disability; and historical stories. They can be used at specific times of the year or whenever issues arise. Each story ends with suggested questions.Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.Brilliant Stories for Assemblies, by Paul Urry, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - For all screen sizes - Tap to page up/down, flick to fast scroll or drag for slow scroll - Opens up where you left off reading - Variable font size - Choice of background color including white text on black background - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [

    ]
  }
}
