{
  "title": "Nicolas Sarkozy & Carla Brun",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Sarkozy_and_Bruni",
  "category": "Books & Reference",
  "price": "$11.99",
  "datePublished": "August 25, 2011",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Medium Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Sarkozy_and_Bruni",
  "extendedInfo": {
    "installSize": "1.5M",
    "downloadsCount": "1+",
    "downloadsCountText": "1 - 5",
    "description": "Nicholas Sarkozy was elected President of France with a broken heart.  Shortly after he took office, his second wife, Ceceila, left him for another man.  He sat brooding alone by night in the Presidential Palace.  Though on top of the world, and one of the most powerful men in Europe, he felt very much alone.  Sick of his own company, he asked a friend to arrange a dinner party - and Carla Bruni was included on the guest list.  A former supermodel and chart-topping singer-songwriter, Carla had a reputation as a man-eater: and she dined on the most exclusive Cordon Bleu.  Her former suitors and boyfriends inlcluded Eric Clapton, Mick Jagger, Primer Minister Laurent Fabius and billionaire Donald Trump.  But more than wealth and artistic brilliance, 'I want a man with nuclear power', she said: and Sarkozy had his finger on the button.  The two flirted all night: and their first private date came twnety-four hours later.  Within a few months, the President of France had a new finacee.   Based on exclusive interviews with Carla Bruni-Sarkozy and many of the French elite close to both her and the President, this is the true and previously untold story of Europe's most glamorous couple.  Read of how they met, fell instantly in love, and played a cat and mouse game with the world press before marrying in secret, to the amazement of the French people.  A bestseller in France, this is the definitive account of the world's most gripping and dramatic modern tale of true romance.           *** QUALITY DIGITIZED BOOKS  ***This Ebook can be placed on the SDCARD with Android 2.2 and above.This is the full length digitised ebook version of a classic book and is supplied by Digi-Media-Apps. Each  book  is packaged  with an advanced EBOOK  reader. Simply download the App and read the book – you do not need other software or Apps to enjoy this book.Where available, pages in the book can be turned using the phone's volume keys.If the App is closed, the book will reopen at the place where you left off reading the book.Sections/chapters of the book are accessible directly from the  Table of Contents.Book marks can be saved at any point within the book. Use the MENU/BOOK MARK to mark any text to return to later.You can search for any text within the book.For your reading comfort, the book has two reading modes, DAY and NIGHT.Where appropriate, the books contents are cross referenced, and linked.Footnotes within the original book are maintained and linked within the book.You can select font size for the book using the books menu options.You can select font colour for the book using the books menu optionsYou can select background colour for the book using the books menu optionsBy default, the phone will not turn off whilst you are reading the book. This option can be turned off in MENU/SETTINGS.A quality full length book in ebook format supplied by Digi-Media-Apps.More quality classic ebook titles can be found on Android market – search “digimediaapps”Goto www.digimediaapps.com for a full searchable catalogue of available books from Digi-Media-Apps.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
