{
  "title": "Another War",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Another_War",
  "category": "Books & Reference",
  "price": "$6.49",
  "datePublished": "April 2, 2012",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Another_War",
  "extendedInfo": {
    "installSize": "2.0M",
    "downloadsCount": "1+",
    "downloadsCountText": "1 - 5",
    "description": "It starts with a mystery: an old manor house is surrounded by an impenetrable bubble, and all that lives within it seems to wither and die.Investigating, the Army find two men inside the house: men who vanished some 100 years ago but who have now reappeared, and as young as the day they disappeared.There are rumours of a machine which could puncture the dimensions, allowing man to travel beyond the bounds of the Earth ... and for other things to travel here.Another day, another war.PRAISE FOR ANOTHER WAR:'Reading like a UNIT-era ‘Doctor Who’ this is a ‘us = good, them = bad’ story with no new-age sensibilities to worry about ... a ‘Boy's Own’ action adventure complete with tentacled monsters and baying mobs.'Sue Davies, SFCrowsnest.co.uk'This short novel is fast-paced, action-packed, and a page-turner. It is a mix of horror, time-travel, military action, suspense, and science-fiction, with a little bit of ancient history thrown into the mix. For the most part, Morden's writing is concise and fluid. Many of the scenes, particularly the action sequences, are very well done, almost cinematic in scope. This book would actually make a really good summer blockbuster popcorn movie.'Chris Welch, HellnotesShortlisted for the 2006 World Fantasy Award.Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.Another War, by Simon Morden, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - Horizontal or vertical Scroll up/down - Opens up where you left off reading - Variable font size / color - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
