{
  "title": "Numerology in Action in Our Wo",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Numerology_in_Action_in_Our_World",
  "category": "Books & Reference",
  "price": "$8.69",
  "datePublished": "December 8, 2011",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Numerology_in_Action_in_Our_World",
  "extendedInfo": {
    "installSize": "2.3M",
    "downloadsCount": "1+",
    "downloadsCountText": "1 - 5",
    "description": "This book is the first in what will be a lengthy series covering the numbers 1 to 99 - the result of 30 years of research into the power of word vibrations in the English language.  It deals with the values and identifying chasteristics of the numbers 1, 2 and 3, as they are expressed in the Christian Bible, via the Holy Trinity and reflected in our 3 dimensional world.   There is a fascinating section showing the import of the Master 38/11 vibration surrounding the death of John Lennon.  The natural and human-made catastrophes we have witnessed during the world year 2011 are also shown to have numerologically intriguing  significance.   Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.Numerology in Action in Our World, by Pamela Lillian Valemont, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - Horizontal or vertical Scroll up/down - Opens up where you left off reading - Variable font size / color - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
