{
  "title": "Unity",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Unity",
  "category": "Books & Reference",
  "price": "$9.29",
  "datePublished": "January 15, 2012",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Medium Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Unity",
  "extendedInfo": {
    "installSize": "1.6M",
    "downloadsCount": "0+",
    "downloadsCountText": "",
    "description": "Unity is the first book of the One God trilogy. The story revolves around Annabel Caradoc, who has recently escaped from a life of prostitution, and her romance with Catherine Llewellyn, real name Sant Katrin ferch Llewellyn, set against the backdrop of a hidden war between Heaven and Hell. Adjusting to the existence of angels and saints she finds herself, with the help of Catherine and her new found friends, having to fight against Job – formerly a saint of Heaven until he was sent to Hell, following his betrayal of God – as he seeks to fulfil Hell's purposes for the purpose of his own nefarious plans. Annabel must also learn to adjust to who she truly is inside and protect the greatest love of her life, her own daughter, Hope, who also has a big secret of her own to hide.Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.Unity, by David Griffiths, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - Horizontal or vertical Scroll up/down - Opens up where you left off reading - Variable font size / color - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
