{
  "title": "Guy Fawkes - A Complete Histo",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Guy_Fawkes___A_Complete_History_Of_The_Gunpowder_Treason",
  "category": "Books & Reference",
  "price": "$0.99",
  "datePublished": "July 26, 2011",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "1",
  "rating": "5.0",
  "contentRating": "Medium Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Guy_Fawkes___A_Complete_History_Of_The_Gunpowder_Treason",
  "extendedInfo": {
    "installSize": "891k",
    "downloadsCount": "10+",
    "downloadsCountText": "10 - 50",
    "description": "Remember, remember the Fifth of November, the Gunpowder Treason and Plot I see no reason why the Gunpowder Treason should ever be forgot.Never forget again with this comprehensive guide to the events of the 5th of November 1605, when Guy Fawkes and his conspirators planned to blow up the Houses of Parliament in London. This book looks at the state of the country at the time of the conspiracy, the people involved, and its impact on the country.This Ebook can be placed on the SDCARD with Android 2.2 and above.           *** QUALITY DIGITIZED BOOKS  ***           *** NO ADVERTS! ***           *** FULL LENGTH BOOKS ***This is the full length digitised ebook version of a classic book and is supplied by Digi-Media-Apps. Each  book  is packaged  with an advanced EBOOK  reader. Simply download the App and read the book – you do not need other software or Apps to enjoy this book.Where available, pages in the book can be turned using the phone's volume keys.If the App is closed, the book will reopen at the place where you left off reading the book.Sections/chapters of the book are accessible directly from the  Table of Contents.Book marks can be saved at any point within the book. Use the MENU/BOOK MARK to mark any text to return to later.You can search for any text within the book.For your reading comfort, the book has two reading modes, DAY and NIGHT.Where appropriate, the books contents are cross referenced, and linked.Footnotes within the original book are maintained and linked within the book.You can select font size for the book using the books menu options.You can select font colour for the book using the books menu optionsYou can select background colour for the book using the books menu optionsBy default, the phone will not turn off whilst you are reading the book. This option can be turned off in MENU/SETTINGS.A quality full length book in ebook format supplied by Digi-Media-Apps.More quality classic ebook titles can be found on Android market – search “digimediaapps”Goto www.digimediaapps.com for a full searchable catalogue of available books from Digi-Media-Apps.All books are full length, high quality, low cost and fully legal in the region you buy them.",
    "reviews": [
      {
        "documentVersion": "1.0.2",
        "timestampMsec": "1365355166430",
        "starRating": "5",
        "title": "A Must Read!",
        "comment": "EspeClally if you think your government is holding you hostage.  I dont but great Insight",
        "commentId": "gp:AOqpTOE-LdI2xvRzwKBWv3EOPMqPqOmOonBTFS_AsEk8sK4uyiLs7ytdEtMDFH-u3_K3kbdBm1JoKga47Uvh8Gg",
        "author": "Patrick Jay Malinowski",
        "authorURL": "http://lh4.googleusercontent.com/-cJ63zLHMqk8/AAAAAAAAAAI/AAAAAAAAQpk/I5gHjqJ0zzw/photo.jpg",
        "authorSecureURL": "https://lh4.googleusercontent.com/-cJ63zLHMqk8/AAAAAAAAAAI/AAAAAAAAQpk/I5gHjqJ0zzw/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
