{
  "title": "Mark of the Baskerville Hound",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Mark_of_the_Baskerville_Hound",
  "category": "Books & Reference",
  "price": "$13.39",
  "datePublished": "March 6, 2012",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Medium Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Mark_of_the_Baskerville_Hound",
  "extendedInfo": {
    "installSize": "2.0M",
    "downloadsCount": "0+",
    "downloadsCountText": "",
    "description": "A New York police officer, who is on a speaking engagement in Britain finds time to visit the Dartmoor environs. As a nuts and bolts detective events occur on the moors that test his sanity and reason. What are the reasons for a sudden rash of maulings and horror? He returns to New York only to ask help form a priest and a doctor. Finally, he alone must return to the woman he met on the moors and come face to face with the ultimate terror.Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.Mark of the Baskerville Hound, by Wilfred Huettel, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - Horizontal or vertical Scroll up/down - Opens up where you left off reading - Variable font size / color - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
