{
  "title": "Humpty's Bones",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Humpty_s_Bones",
  "category": "Books & Reference",
  "price": "$15.79",
  "datePublished": "January 27, 2012",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Medium Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Humpty_s_Bones",
  "extendedInfo": {
    "installSize": "1.7M",
    "downloadsCount": "0+",
    "downloadsCountText": "",
    "description": "Telos Publishing is proud to announce the publication of a new horror novella by one of the supreme horror writers working in the UK today. Simon Clark's new chiller explores something nasty found in a village garden by an amateur archaeologist, something which has lain buried for centuries, and which has seen tribute paid to it by generations of local inhabitants. But what happens when the bones are removed and Humpty once more stalks the Earth...With an evocative cover by multiple award winning artist Vincent Chong, HUMPTY'S BONES contains a special introduction and author's notes by Simon Clark, and a new long short story called DANGER SIGNS, about a group of children who investigate an abandoned military bunker, and find that everything there is not quite as dead as they expected.Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.Humpty's Bones, by Simon Clark, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - Horizontal or vertical Scroll up/down - Opens up where you left off reading - Variable font size / color - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
