{
  "title": "Old Testament Legends",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Old_Testament_Legends",
  "category": "Books & Reference",
  "price": "$0.99",
  "datePublished": "June 27, 2011",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Old_Testament_Legends",
  "extendedInfo": {
    "installSize": "856k",
    "downloadsCount": "10+",
    "downloadsCountText": "10 - 50",
    "description": "Extract-When Adam and Eve were driven out of the Garden of Eden, they were as helpless as little children. They knew nothing of day or night, heat or cold; they could not kindle a fire to warm themselves, nor till the ground to grow food. They had as yet no clothes to wear and no shelter against rain or sun. As long as they were in the garden, it was always light and warm, and their bodies were so fashioned that they had no need of food or sleep or of protection against the burning of the sun; but since they had eaten of the Tree of Knowledge, they had become like us. Moreover, all the beasts and birds were friendly with them; but now they knew that it was not so, and that they had no defence if any fierce animal chose to attack them; and, more than all, they knew that they had a cruel enemy lying in wait for them outside the garden, even Satan, who had hated them from the first, and had brought about their fall by means of the serpent. And so it was that when they came out of the gate of the garden and saw the earth stretched out before them, covered with rocks and sand, and found themselves in a strange land where there was no one to guide them, they fell down on their faces, and became as dead, because of the misery and sorrow which they felt. But God looked upon them and sent His Word to raise them up and comfort them; and showed them a place not very far from the garden where there was a cave; and told them that they were to live there. Now this was the cave which was afterwards called the Cave of Treasures.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
