{
  "title": "Working with Children and Ani",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Working_with_Children_and_Animals___The_Autobiography_of_Liza_Goddard",
  "category": "Books & Reference",
  "price": "$12.79",
  "datePublished": "June 24, 2011",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Medium Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Working_with_Children_and_Animals___The_Autobiography_of_Liza_Goddard",
  "extendedInfo": {
    "installSize": "2.5M",
    "downloadsCount": "0+",
    "downloadsCountText": "",
    "description": "Liza Goddard is one of the country’s best loved and hardest working actresses, but few people know the real woman behind the ‘dizzy blonde’ image. In this much-anticipated autobiography, Liza talks about her work, her loves and the real-life dramas that have shaped her as a woman and an actress. The book charts her early life in England and follows her to Australia, where her beloved father played a key role in helping to set up the country's fledgling television industry. As a young actress, Liza was cast in the long-running children’s drama series, Skippy the Bush Kangaroo. She later returned to England, where she appeared in a host of classic TV series, including Pig In The Middle, The Brothers, Bergerac, Dr Who and Midsomer Murders. Liza talks about her working relationship with Alan Ayckbourn and explains how a planned move to America failed to materialise. Find out how Liza got together with her first husband, actor Colin Baker on the set of The Brothers, why her marriage to ‘70s rocker Alvin Stardust failed and how she eventually found true love with producer David Cobham. Liza also reveals the truth about her alleged affair with Bergerac star John Nettles, and reveals how she successfully sued a tabloid newspaper over the allegations. She describes her courageous battle against breast cancer and reveals how beating the disease has given her a new perspective on life. Liza explains why animals continue to play an important part in her life and recounts some hilarious stories about the assortment of creatures that have featured in her life. A warts and all account from one of Britain’s most popular actresses, Working With Children And Animals will have you laughing and crying in equal measure.           *** QUALITY DIGITIZED BOOKS  ***This Ebook can be placed on the SDCARD with Android 2.2 and above.This is the full length digitised ebook version of a classic book and is supplied by Digi-Media-Apps. Each  book  is packaged  with an advanced EBOOK  reader. Simply download the App and read the book – you do not need other software or Apps to enjoy this book.Where available, pages in the book can be turned using the phone's volume keys.If the App is closed, the book will reopen at the place where you left off reading the book.Sections/chapters of the book are accessible directly from the  Table of Contents.Book marks can be saved at any point within the book. Use the MENU/BOOK MARK to mark any text to return to later.You can search for any text within the book.For your reading comfort, the book has two reading modes, DAY and NIGHT.Where appropriate, the books contents are cross referenced, and linked.Footnotes within the original book are maintained and linked within the book.You can select font size for the book using the books menu options.You can select font colour for the book using the books menu optionsYou can select background colour for the book using the books menu optionsBy default, the phone will not turn off whilst you are reading the book. This option can be turned off in MENU/SETTINGS.A quality full length book in ebook format supplied by Digi-Media-Apps.More quality classic ebook titles can be found on Android market – search “digimediaapps”Goto www.digimediaapps.com for a full searchable catalogue of available books from Digi-Media-Apps.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
