{
  "title": "The Glenfinnan Manuscript-Book",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.The_Glenfinnan_Manuscript",
  "category": "Books & Reference",
  "price": "$9.59",
  "datePublished": "March 30, 2011",
  "version": "1.0.0",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Medium Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.The_Glenfinnan_Manuscript",
  "extendedInfo": {
    "installSize": "3.7M",
    "downloadsCount": "0+",
    "downloadsCountText": "",
    "description": "This novel is the second in a projected five-part series called The Second British Protectorate – a series of high-concept, story-driven commercial fictions from the viewpoint of alternate history, supposing a sovietised post-war Britain modelled on Cromwell's 17th century Protectorate.  The themes are both historical and modern.  For instance – what shape would a popular rising against such a state have taken?  Who would have collaborated with the regime – who might have resisted – and who might have loafed on the leathered benches of least resistance?   What would the state's religious policy have been?  Might that policy have forced the merger of the churches of Scotland and England?  Might the religious and messianic mania of the 17th century have returned?  Might it have been believed that Jesus had come (back) to England?  Might George VI have gone to the scaffold as Charles I had – dead by winter axe in London's Whitehall?  What role would the great lawyers of the land and their sacred notions of constitutionality and amour-propre (not to mention the school-fees) have had in all of this? What about civil liberties, and clear and present dangers to the state?  What about the asymmetric distribution of lethal capacities for oppression and resistance?  What about the nature of religious identity as the ideology of that resistance?   What role might cocaine have played in a ruined command-economy with a worthless currency?  Might the Americans have smuggled it into Britain in huge quantities as a way of funding democratic terrorism?    The Glenfinnan Manuscript (the lass with the siller buckle) - as the churches of Scotland and England are forced to merge, a band of outlaw Daniels murder the Archbishop of Canterbury in the very centre of Edinburgh,  and escape with six tons of English (or British) gold.  But – where is that gold now?This Ebook can be placed on the SDCARD with Android 2.2 and above.           *** QUALITY DIGITIZED BOOKS  ***           *** NO ADVERTS! ***           *** FULL LENGTH BOOKS ***This is the full length digitised ebook version of a classic book and is supplied by Digi-Media-Apps. Each  book  is packaged  with an advanced EBOOK  reader. Simply download the App and read the book – you do not need other software or Apps to enjoy this book.Where available, pages in the book can be turned using the phone's volume keys.If the App is closed, the book will reopen at the place where you left off reading the book.Sections/chapters of the book are accessible directly from the  Table of Contents.Book marks can be saved at any point within the book. Use the MENU/BOOK MARK to mark any text to return to later.You can search for any text within the book.For your reading comfort, the book has two reading modes, DAY and NIGHT.Where appropriate, the books contents are cross referenced, and linked.Footnotes within the original book are maintained and linked within the book.You can select font size for the book using the books menu options.You can select font colour for the book using the books menu optionsYou can select background colour for the book using the books menu optionsBy default, the phone will not turn off whilst you are reading the book. This option can be turned off in MENU/SETTINGS.A quality full length book in ebook format supplied by Digi-Media-Apps.More quality classic ebook titles can be found on Android market – search “digimediaapps”Goto www.digimediaapps.com for a full searchable catalogue of available books from Digi-Media-Apps.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.GET_TASKS",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
