{
  "title": "Ulster Folklore-Book",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Ulster_Folklore",
  "category": "Books & Reference",
  "price": "$0.99",
  "datePublished": "August 29, 2011",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Medium Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Ulster_Folklore",
  "extendedInfo": {
    "installSize": "1.4M",
    "downloadsCount": "1+",
    "downloadsCountText": "1 - 5",
    "description": "Introduction-In 1894 I was at the meeting of the British Association at Oxford, and had the good fortune to hear Professor Julius Kollmann give his paper on \"Pygmies in Europe,\" in which he described the skeletons which had then recently been discovered near Schaffhausen. As I listened to his account of these small people, whose average height was about four and a half feet, I recalled the description of Irish fairies given to me by an old woman from Galway, and it appeared to me that our traditional \"wee-folk\" were about the size of these Swiss dwarfs. I determined to collect what information I could, and the result is given in the following pages. I found that the fairies are, indeed, regarded as small; but their height may be that of a well-grown boy or girl, or they may not be larger than a child beginning to walk. I once asked a woman if they were as small as cocks and hens, but she laughed at the suggestion.            *** QUALITY DIGITIZED BOOKS  ***This Ebook can be placed on the SDCARD with Android 2.2 and above.This is the full length digitised ebook version of a classic book and is supplied by Digi-Media-Apps. Each  book  is packaged  with an advanced EBOOK  reader. Simply download the App and read the book – you do not need other software or Apps to enjoy this book.Where available, pages in the book can be turned using the phone's volume keys.If the App is closed, the book will reopen at the place where you left off reading the book.Sections/chapters of the book are accessible directly from the  Table of Contents.Book marks can be saved at any point within the book. Use the MENU/BOOK MARK to mark any text to return to later.You can search for any text within the book.For your reading comfort, the book has two reading modes, DAY and NIGHT.Where appropriate, the books contents are cross referenced, and linked.Footnotes within the original book are maintained and linked within the book.You can select font size for the book using the books menu options.You can select font colour for the book using the books menu optionsYou can select background colour for the book using the books menu optionsBy default, the phone will not turn off whilst you are reading the book. This option can be turned off in MENU/SETTINGS.A quality full length book in ebook format supplied by Digi-Media-Apps.More quality classic ebook titles can be found on Android market – search “digimediaapps”Goto www.digimediaapps.com for a full searchable catalogue of available books from Digi-Media-Apps.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
