{
  "title": "I Will Find the Answer",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.I_Will_Find_the_Answer",
  "category": "Books & Reference",
  "price": "$11.79",
  "datePublished": "January 27, 2012",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Medium Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.I_Will_Find_the_Answer",
  "extendedInfo": {
    "installSize": "1.5M",
    "downloadsCount": "0+",
    "downloadsCountText": "",
    "description": "Erik has returned and has brought an interesting character to Holmes's attention: Dr. Henry Jekyll. It appears Jekyll is experimenting on an unsanctioned patient in an effort to prove his theories concerning human nature correct. But who is the patient he's found? Is it his mentally ill father, shut away for years in an institution? Is it Simon Stride, the jealous former suitor of Jekyll's fiancée? Or could it be the mysterious, unsavoury murderer, Edward Hyde, with whom Jekyll seems to have intimate knowledge? Sherlock Holmes, along with Erik and Watson, investigates this bizarre case. Holmes uses a very unorthodox method that brings him to the brink of insanity as he delves into the mind of a man obsessively devoted to his work. Will Holmes's own mind crack under the strain of this case?Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.I Will Find the Answer, by Kate Workman, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - Horizontal or vertical Scroll up/down - Opens up where you left off reading - Variable font size / color - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
