{
  "title": "Prime Time",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Prime_Time",
  "category": "Books & Reference",
  "price": "$9.79",
  "datePublished": "April 24, 2012",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Medium Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Prime_Time",
  "extendedInfo": {
    "installSize": "2.4M",
    "downloadsCount": "0+",
    "downloadsCountText": "",
    "description": "A British romantic comedy by Jane Wenham-Jones, author of 'Perfect Alibis'.Laura Meredith never imagined herself appearing on TV– she’s too old, too flabby, too downright hormonal, and much too busy holding things together for her son, Stanley, after husband, Daniel, left her for a younger, thinner replacement.But best friend Charlotte is a determined woman and when Laura is persuaded on to a daytime show to talk about her PMT, everything changes. Suddenly there’s a camera crew tracking her every move and Laura finds herself an unlikely star. Wined, dined, and pampered, she begins to see the charms of a younger partner herself. But as things hot up between her and gorgeous TV director, Cal, they’re going downhill elsewhere. While Laura’s caught up in a heady whirlwind of beauty treatments, makeovers and glamorous film locations, Charlotte’s husband, Roger, is concealing a guilty secret, Stanley’s got problems at school, work’s piling up, and when Laura turns detective to protect Charlotte’s marriage, things go horribly wrong.The champagne’s flowing as Laura’s prime time TV debut looks set to be a hit. But in every month, there’s a Day Ten …Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.Prime Time, by Jane Wenham-Jones, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - Horizontal or vertical Scroll up/down - Opens up where you left off reading - Variable font size / color - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
