{
  "title": "Colin and the Little Prince",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Colin_and_the_Little_Prince",
  "category": "Books & Reference",
  "price": "$3.19",
  "datePublished": "August 10, 2012",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Colin_and_the_Little_Prince",
  "extendedInfo": {
    "installSize": "2.0M",
    "downloadsCount": "0+",
    "downloadsCountText": "",
    "description": "Read how Mr. Jellysox got his strange name, how Billy gets into a lot of trouble at school but how M, his invisible emu, helps him to get out of a tricky situation involving a large beaker of water and some unpleasant Sixth Formers.   Also see how M spooks the culprits.  Moreover, who is the Sixth Musketeer?  Olivia takes on the role as Olivier, and as Colin’s trainee musketeer defeats the second best swordsman in the whole of France.  Finally on a speeding express train Olivia and Colin prevent Princess Katrina and her brother Peter from being kidnapped, whilst Colin and M divert the train elsewhere.  As expected, in every story in which he appears M never misses a chance to produce his own brand of comical antics.Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.Colin and the Little Prince, by Merv Lambert, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - Horizontal or vertical Scroll up/down - Opens up where you left off reading - Variable font size / color - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
