{
  "title": "Death's Door",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Death_s_Door",
  "category": "Books & Reference",
  "price": "$2.99",
  "datePublished": "January 24, 2013",
  "version": "1.0.5",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Medium Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Death_s_Door",
  "extendedInfo": {
    "installSize": "1.3M",
    "downloadsCount": null,
    "downloadsCountText": "",
    "description": "'Pirates are simple thieves and operate independently'. That's what trooper Heather Brassard used to think. But when a pirate fleet terrorizes merchant shipping, Heather and her Platoon soon get sent to sort it out; only to find out there's morto the pirates than meets the eye. No pirate is that well armoured and none should have fleet weapons of mass destruction. Only one group stands in the path of those bent on the complete  destruction of the core planets - the men and women of the Terrain Armed Forces. Heather and her fellow troopers struggle with issues around life, death, fear, love and greed as they fight for survival. The saga is just beginning.Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.Death's Door, by William DeSouza, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - Vertical or horizontal Scroll up/down - Opens up where you left off reading - Variable font size and background color - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
