{
  "title": "Philosophy and Its Public Role",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Philosophy_and_Its_Public_Role",
  "category": "Books & Reference",
  "price": "$21.00",
  "datePublished": "December 10, 2011",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Philosophy_and_Its_Public_Role",
  "extendedInfo": {
    "installSize": "1.7M",
    "downloadsCount": "0+",
    "downloadsCountText": "",
    "description": "This collection of essays brings together moral, social and political philosophers from Britain, Canada, New Zealand and the United States who explore a wide range of issues under the three headings of Philosophy, Society and Culture; Ethics, Economics and Justice; and Rights, Law and Punishment. The topics discussed range from the public responsibility of intellectuals to the justice of military tribunals, and from posthumous reproduction to the death penalty.Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.Philosophy and Its Public Role, by William Aiken, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - Horizontal or vertical Scroll up/down - Opens up where you left off reading - Variable font size / color - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
