{
  "title": "Memoir of Jane Austen",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Memoir_of_Jane_Austen",
  "category": "Books & Reference",
  "price": "$0.99",
  "datePublished": "June 4, 2011",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Medium Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Memoir_of_Jane_Austen",
  "extendedInfo": {
    "installSize": "1.1M",
    "downloadsCount": "1+",
    "downloadsCountText": "1 - 5",
    "description": "The Memoir of my Aunt, Jane Austen, has been received with more favour than I had ventured to expect.  The notices taken of it in the periodical press, as well as letters addressed to me by many with whom I am not personally acquainted, show that an unabated interest is still taken in every particular that can be told about her.  I am thus encouraged not only to offer a Second Edition of the Memoir, but also to enlarge it with some additional matter which I might have scrupled to intrude on the public if they had not thus seemed to call for it.  In the present Edition, the narrative is somewhat enlarged, and a few more letters are added; with a short specimen of her childish stories.  The cancelled chapter of ‘Persuasion’ is given, in compliance with wishes both publicly and privately expressed.  A fragment of a story entitled ‘The Watsons’ is printed; p. iii and extracts are given from a novel which she had begun a few months before her death; but the chief addition is a short tale never before published, called ‘Lady Susan.’ {0a}  I regret that the little which I have been able to add could not appear in my First Edition; as much of it was either unknown to me, or not at my command, when I first published; and I hope that I may claim some indulgent allowance for the difficulty of recovering little facts and feelings which had been merged half a century deep in oblivion.           *** QUALITY DIGITIZED BOOKS  ***This Ebook can be placed on the SDCARD with Android 2.2 and above.This is the full length digitised ebook version of a classic book and is supplied by Digi-Media-Apps. Each  book  is packaged  with an advanced EBOOK  reader. Simply download the App and read the book – you do not need other software or Apps to enjoy this book.Where available, pages in the book can be turned using the phone's volume keys.If the App is closed, the book will reopen at the place where you left off reading the book.Sections/chapters of the book are accessible directly from the  Table of Contents.Book marks can be saved at any point within the book. Use the MENU/BOOK MARK to mark any text to return to later.You can search for any text within the book.For your reading comfort, the book has two reading modes, DAY and NIGHT.Where appropriate, the books contents are cross referenced, and linked.Footnotes within the original book are maintained and linked within the book.You can select font size for the book using the books menu options.You can select font colour for the book using the books menu optionsYou can select background colour for the book using the books menu optionsBy default, the phone will not turn off whilst you are reading the book. This option can be turned off in MENU/SETTINGS.A quality full length book in ebook format supplied by Digi-Media-Apps.More quality classic ebook titles can be found on Android market – search “digimediaapps”Goto www.digimediaapps.com for a full searchable catalogue of available books from Digi-Media-Apps.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
