{
  "title": "The TV Detective",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.The_TV_Detective",
  "category": "Books & Reference",
  "price": "$9.79",
  "datePublished": "May 18, 2011",
  "version": "1.0.0",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Medium Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.The_TV_Detective",
  "extendedInfo": {
    "installSize": "1.3M",
    "downloadsCount": "1+",
    "downloadsCountText": "1 - 5",
    "description": "The new TV Detective mystery by BBC Correspondent Simon Hall...  The TV Detective finds television reporter Dan Groves newly assigned to the crime beat, and in a state of angst about it.  He needs a crash-course in police work; the solution is to shadow  Detective Chief Inspector Adam Breen on a high-profile murder inquiry, which doesn’t go down well with some members of the police force.  The victim is a notorious local businessman, Edward Bray, a man with so many enemies that one of the problems the inquiry faces is having a surplus of suspects.  Bray is killed at a prearranged meeting, in a lay-by on a dark and storm-lashed night, by a blast through the heart from a shotgun.  Adam investigates and uncovers a tantalising question, which seems to be at the heart of the case: why was the killing planned for a different day, but put off apparently because the weather was sunny?  Tensions abound between Dan and the police, and he comes close to being thrown off the case - until the detectives come to realise he might actually be helpful, in using the power of television to tempt the murderer into a trap...           *** QUALITY DIGITIZED BOOKS  ***This Ebook can be placed on the SDCARD with Android 2.2 and above.This is the full length digitised ebook version of a classic book and is supplied by Digi-Media-Apps. Each  book  is packaged  with an advanced EBOOK  reader. Simply download the App and read the book – you do not need other software or Apps to enjoy this book.Where available, pages in the book can be turned using the phone's volume keys.If the App is closed, the book will reopen at the place where you left off reading the book.Sections/chapters of the book are accessible directly from the  Table of Contents.Book marks can be saved at any point within the book. Use the MENU/BOOK MARK to mark any text to return to later.You can search for any text within the book.For your reading comfort, the book has two reading modes, DAY and NIGHT.Where appropriate, the books contents are cross referenced, and linked.Footnotes within the original book are maintained and linked within the book.You can select font size for the book using the books menu options.You can select font colour for the book using the books menu optionsYou can select background colour for the book using the books menu optionsBy default, the phone will not turn off whilst you are reading the book. This option can be turned off in MENU/SETTINGS.A quality full length book in ebook format supplied by Digi-Media-Apps.More quality classic ebook titles can be found on Android market – search “digimediaapps”Goto www.digimediaapps.com for a full searchable catalogue of available books from Digi-Media-Apps.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.GET_TASKS",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
