{
  "title": "My Angel Tree",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.My_Angel_Tree",
  "category": "Books & Reference",
  "price": "$11.99",
  "datePublished": "June 22, 2011",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Medium Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.My_Angel_Tree",
  "extendedInfo": {
    "installSize": "1.3M",
    "downloadsCount": "0+",
    "downloadsCountText": "",
    "description": "In April 2000, Kirsty Bilski’s life couldn’t have been happier. It was a time of celebration and the start of a new life and brighter future for her and her new husband, Jerzy, together with her three children from her previous marriage, Jessica, Gemma and Stewart. Six months later, however, her family’s world was shaken to its very core when Jessica, at the tender age of ten, was diagnosed with a rare and aggressive form of liver cancer. This is the heart-rending story of Jessica’s courageous journey through her illness, told through the eyes of her mother, who travelled alongside her daughter every step of the way, refusing to give up hope and guiding her with an incredible honesty that allowed Jessica to make important decisions about her own care, the most harrowing of all coming with the acceptance that she was going to die and that pursuing further treatment was not going to save her. There are highs, such as family holidays and meeting Myleene Klass, who dedicated her debut album to Jessica’s memory, and there are extreme lows as Jessica, in February 2002, finally loses her fight for life in the beautiful and supportive surroundings of Little Bridge House Children’s Hospice. Jessica was an inspirational child who touched the hearts of many during her short lifetime, and she will continue to do so through this moving tribute.           *** QUALITY DIGITIZED BOOKS  ***This Ebook can be placed on the SDCARD with Android 2.2 and above.This is the full length digitised ebook version of a classic book and is supplied by Digi-Media-Apps. Each  book  is packaged  with an advanced EBOOK  reader. Simply download the App and read the book – you do not need other software or Apps to enjoy this book.Where available, pages in the book can be turned using the phone's volume keys.If the App is closed, the book will reopen at the place where you left off reading the book.Sections/chapters of the book are accessible directly from the  Table of Contents.Book marks can be saved at any point within the book. Use the MENU/BOOK MARK to mark any text to return to later.You can search for any text within the book.For your reading comfort, the book has two reading modes, DAY and NIGHT.Where appropriate, the books contents are cross referenced, and linked.Footnotes within the original book are maintained and linked within the book.You can select font size for the book using the books menu options.You can select font colour for the book using the books menu optionsYou can select background colour for the book using the books menu optionsBy default, the phone will not turn off whilst you are reading the book. This option can be turned off in MENU/SETTINGS.A quality full length book in ebook format supplied by Digi-Media-Apps.More quality classic ebook titles can be found on Android market – search “digimediaapps”Goto www.digimediaapps.com for a full searchable catalogue of available books from Digi-Media-Apps.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
