{
  "title": "Ronnie Biggs -The Inside Stor",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Ronnie_Biggs__The_Inside_Story",
  "category": "Books & Reference",
  "price": "$11.99",
  "datePublished": "June 22, 2011",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Medium Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Ronnie_Biggs__The_Inside_Story",
  "extendedInfo": {
    "installSize": "2.7M",
    "downloadsCount": "1+",
    "downloadsCountText": "1 - 5",
    "description": "Ronnie Biggs: The Inside Story, written by two of Ronnie Biggs’s closest friends and most ardent supporters, delivers exactly what it says on the label, giving a very personal, unique and yet disturbing insight into the mind and subsequent treatment by the judicial and penal systems of the man that became a legendary household name for his role in one of Britain’s most notorious crimes, the Great Train Robbery of 1963, and his subsequent life on the run upon his escape from prison in 1965. Raising pointed questions and dispelling many myths, the story makes one wonder who is the greater criminal: the carpenter that played a bit part in an unarmed robbery 45 years ago, who has remained incarcerated since his return to the UK in 2001 despite the fact that he is now a frail, wheelchair-bound 79-year-old grandfather who is no threat to society, is fed via a tube to his stomach and can only communicate by pointing to letters on a laminated sheet; or the justice and prison systems that have allowed him to rot in jail for so long. One thing’s for sure, although Ronnie Biggs’s body is letting him down after a series of strokes and other illnesses, his legal team, campaign supporters, underworld friends and devoted family certainly aren’t, and neither is his own fighting spirit or his humanity in the face of inhumanity. All he wants now is to be able to die a free man rather than suffer “a slow crucifixion on the Home Office cross”, and once all the facts have been digested one can only be moved to ask: “How could anyone deny him that?”           *** QUALITY DIGITIZED BOOKS  ***This Ebook can be placed on the SDCARD with Android 2.2 and above.This is the full length digitised ebook version of a classic book and is supplied by Digi-Media-Apps. Each  book  is packaged  with an advanced EBOOK  reader. Simply download the App and read the book – you do not need other software or Apps to enjoy this book.Where available, pages in the book can be turned using the phone's volume keys.If the App is closed, the book will reopen at the place where you left off reading the book.Sections/chapters of the book are accessible directly from the  Table of Contents.Book marks can be saved at any point within the book. Use the MENU/BOOK MARK to mark any text to return to later.You can search for any text within the book.For your reading comfort, the book has two reading modes, DAY and NIGHT.Where appropriate, the books contents are cross referenced, and linked.Footnotes within the original book are maintained and linked within the book.You can select font size for the book using the books menu options.You can select font colour for the book using the books menu optionsYou can select background colour for the book using the books menu optionsBy default, the phone will not turn off whilst you are reading the book. This option can be turned off in MENU/SETTINGS.A quality full length book in ebook format supplied by Digi-Media-Apps.More quality classic ebook titles can be found on Android market – search “digimediaapps”Goto www.digimediaapps.com for a full searchable catalogue of available books from Digi-Media-Apps.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
