{
  "title": "Truth and Faith in Ethics",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Truth_and_Faith_in_Ethics",
  "category": "Books & Reference",
  "price": "$21.59",
  "datePublished": "March 30, 2012",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Truth_and_Faith_in_Ethics",
  "extendedInfo": {
    "installSize": "2.1M",
    "downloadsCount": "1+",
    "downloadsCountText": "1 - 5",
    "description": "This addition to the St Andrews Studies series contains a wide-ranging collection of essays on all aspects of moral philosophy and its impact upon public life in the twent-first century. The book brings together ethicists from a variety of traditions interested in moral truth and its relation to religious faith. A key theme is interaction between major Catholic thinkers with philosophers from non-religious traditions. Topics include reason and religion, natural law, God and morality, anti-consequentialism, rights and virtues.Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.Truth and Faith in Ethics, by Hayden Ramsay, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - Horizontal or vertical Scroll up/down - Opens up where you left off reading - Variable font size / color - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
