{
  "title": "Waymarks - Cairns for a Journ",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Waymarks___Cairns_for_a_Journey",
  "category": "Books & Reference",
  "price": "$7.99",
  "datePublished": "May 13, 2011",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Medium Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Waymarks___Cairns_for_a_Journey",
  "extendedInfo": {
    "installSize": "1.4M",
    "downloadsCount": "1+",
    "downloadsCountText": "1 - 5",
    "description": "Are you a seeker, a searcher, a pilgrim? Here is a 'thought for today' for each day of the year, a 'cairn' on the faint track, showing that someone has been this way before. Cairns mark turning points on a route, warnings where there is danger, people and events that are worth remembering from the past, inspiring us for the future. In deserts, in mountains, and in the maze of city streets we need help if we are not to lose our way. Jim Cotter writes from within the Christian tradition as a 'pilgrim soul', often on the edge of the Church, but in touch enough for the book to be commended by Stephen Lowe, Anglican Bishop of Hulme (Manchester). Here is a sample, for 31st January: \"Constant exhortations to be good have little or no effect: they merely add to the burdens of guilt and fear, allies of a cold moralism, rigid and solemn... Of course you fail...Relax...Admit the shames and pretences, the pride and the hiding away, the refusal to let your own truth be seen... Accept that much failure comes from the difficulty of translating your desire to love into an ability to love well... So let laughter well up from the deeps, and tears too. Gently shake away the fear, and begin, slowly, to flow again.\"           *** QUALITY DIGITIZED BOOKS  ***This Ebook can be placed on the SDCARD with Android 2.2 and above.This is the full length digitised ebook version of a classic book and is supplied by Digi-Media-Apps. Each  book  is packaged  with an advanced EBOOK  reader. Simply download the App and read the book – you do not need other software or Apps to enjoy this book.Where available, pages in the book can be turned using the phone's volume keys.If the App is closed, the book will reopen at the place where you left off reading the book.Sections/chapters of the book are accessible directly from the  Table of Contents.Book marks can be saved at any point within the book. Use the MENU/BOOK MARK to mark any text to return to later.You can search for any text within the book.For your reading comfort, the book has two reading modes, DAY and NIGHT.Where appropriate, the books contents are cross referenced, and linked.Footnotes within the original book are maintained and linked within the book.You can select font size for the book using the books menu options.You can select font colour for the book using the books menu optionsYou can select background colour for the book using the books menu optionsBy default, the phone will not turn off whilst you are reading the book. This option can be turned off in MENU/SETTINGS.A quality full length book in ebook format supplied by Digi-Media-Apps.More quality classic ebook titles can be found on Android market – search “digimediaapps”Goto www.digimediaapps.com for a full searchable catalogue of available books from Digi-Media-Apps.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
