{
  "title": "Listening In",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Listening_In",
  "category": "Books & Reference",
  "price": "$7.89",
  "datePublished": "January 29, 2012",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "High Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Listening_In",
  "extendedInfo": {
    "installSize": "2.8M",
    "downloadsCount": "1+",
    "downloadsCountText": "1 - 5",
    "description": "Listening In allows the reader to eavesdrop behind the closed door of the therapy room, where private and personal lives are stripped bare. Forty-something Patrick Chime is a talented therapist but terrible husband. When a client demands Patrick's personal, as well as professional, involvement in his life, he is forced to evaluate not only the true worth of the therapy but also the cost to him of a life spent listening in. As his world starts to unravel, and he learns more about his client's obsessions with the artist Degas and internet sex, Patrick comes to appreciate the parallels between therapy and prostitution and starts to question which is more genuine... Listening In is the debut novel by sexual counsellor and marital therapist Kevin Chandler.Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.Listening In, by Kevin Chandler, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - Horizontal or vertical Scroll up/down - Opens up where you left off reading - Variable font size / color - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
