{
  "title": "Guide to Stoicism-Book",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Guide_to_Stoicism",
  "category": "Books & Reference",
  "price": "$0.99",
  "datePublished": "July 25, 2011",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "1",
  "rating": "1.0",
  "contentRating": "Medium Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Guide_to_Stoicism",
  "extendedInfo": {
    "installSize": "833k",
    "downloadsCount": "10+",
    "downloadsCountText": "10 - 50",
    "description": "If you strip Stoicism of its paradoxes and its wilful misuse of language, what is left is simply the moral philosophy of Socrates, Plato and Aristotle, dashed with the physics of Heraclitus. Stoicism was not so much a new doctrine as the form under which the old Greek philosophy finally presented itself to the world at large. It owed its popularity in some measure to its extravagance. A great deal might be said about Stoicism as a religion and about the part it played in the formation of Christianity but these subjects were excluded by the plan of this volume which was to present a sketch of the Stoic doctrine based on the original authorities.            *** QUALITY DIGITIZED BOOKS  ***This Ebook can be placed on the SDCARD with Android 2.2 and above.This is the full length digitised ebook version of a classic book and is supplied by Digi-Media-Apps. Each  book  is packaged  with an advanced EBOOK  reader. Simply download the App and read the book – you do not need other software or Apps to enjoy this book.Where available, pages in the book can be turned using the phone's volume keys.If the App is closed, the book will reopen at the place where you left off reading the book.Sections/chapters of the book are accessible directly from the  Table of Contents.Book marks can be saved at any point within the book. Use the MENU/BOOK MARK to mark any text to return to later.You can search for any text within the book.For your reading comfort, the book has two reading modes, DAY and NIGHT.Where appropriate, the books contents are cross referenced, and linked.Footnotes within the original book are maintained and linked within the book.You can select font size for the book using the books menu options.You can select font colour for the book using the books menu optionsYou can select background colour for the book using the books menu optionsBy default, the phone will not turn off whilst you are reading the book. This option can be turned off in MENU/SETTINGS.A quality full length book in ebook format supplied by Digi-Media-Apps.More quality classic ebook titles can be found on Android market – search “digimediaapps”Goto www.digimediaapps.com for a full searchable catalogue of available books from Digi-Media-Apps.",
    "reviews": [
      {
        "documentVersion": "1.0.2",
        "timestampMsec": "1356606970760",
        "starRating": "1",
        "title": "Doesn\\'t work with Nexus 7, 32GB with latest updates.",
        "comment": "Waste of my money. Too bad. Might be a good book if it worked. All my other apps and books work just fine. Uninstalled it! ...  Buyer Beware ! !",
        "commentId": "gp:AOqpTOENq_qamyKqmUKwfcHjFP9APmtY4gY6pIQ91PNgbowdT9MMId_N85l0I26sBL1wZ_wimYBDEfsYeRt-aQ",
        "author": "Robert Williamson",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
