{
  "title": "Looking In and Speaking Out",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Looking_In_and_Speaking_Out",
  "category": "Books & Reference",
  "price": "$17.49",
  "datePublished": "April 10, 2012",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Looking_In_and_Speaking_Out",
  "extendedInfo": {
    "installSize": "1.7M",
    "downloadsCount": "0+",
    "downloadsCountText": "",
    "description": "This book argues that it is essential to examine the linguistic and communicative practices that are used in the production of introspective data, thereby making an important contribution to debates about how we may study experience that are relevant to a wide range of disciplines. There are three objectives. The text offers an account of the way in which contemporary researchers are employing introspection methodologies; it argues for the importance of viewing introspective data as discourse, and illustrates this via discussion of research findings in four substantive chapters; and it outlines new directions for research and theorising on introspection and consciousness which will have implications for a range of psychological and social science disciplines.Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.Looking In and Speaking Out, by Robin Wooffitt, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - Horizontal or vertical Scroll up/down - Opens up where you left off reading - Variable font size / color - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
