{
  "title": "My Prime Ministers and I-Book",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.My_Prime_Ministers_and_I",
  "category": "Books & Reference",
  "price": "$9.99",
  "datePublished": "August 17, 2011",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Medium Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.My_Prime_Ministers_and_I",
  "extendedInfo": {
    "installSize": "1.7M",
    "downloadsCount": "0+",
    "downloadsCountText": "",
    "description": "Set at the time of the Golden Jubilee, My Prime Ministers and I is exactly what satire is supposed to be, a ruthless and hilarious lampoon of Tony Blair and England’s Political class.  Tired of being continuously undermined by her supposedly loyal Ministers, Queen Elizabeth abdicates, as do her immediate successors. The Ministers are delighted as they are now able to act as if they were royalty without the embarrassment of being measured against the real thing. But things do not work out quite as the politicians anticipated. The Queen now lives in Canada, from where she subtly plots against the British Government, and if that were not bad enough for the Administration in London, the populace of Great Britain had the impertinence to start voicing their opinions on the direction events were taking - a development not necessarily to the taste of the ruling elite, who viewed such manifestations of democratic opinion to be nothing short of seditious... giving the lower orders the vote was one thing but actually listening to them was out of the question, and, unfortunately, that is the sort of logic which can start a revolution. Dividing her time between Canada and Virginia, Elizabeth II orchestrates the situation much as a conductor would a Mozart symphony. The London politicians may have possessed the power, but what chance would they stand against a woman through whose veins ran a thousand years of skulduggery?           *** QUALITY DIGITIZED BOOKS  ***This Ebook can be placed on the SDCARD with Android 2.2 and above.This is the full length digitised ebook version of a classic book and is supplied by Digi-Media-Apps. Each  book  is packaged  with an advanced EBOOK  reader. Simply download the App and read the book – you do not need other software or Apps to enjoy this book.Where available, pages in the book can be turned using the phone's volume keys.If the App is closed, the book will reopen at the place where you left off reading the book.Sections/chapters of the book are accessible directly from the  Table of Contents.Book marks can be saved at any point within the book. Use the MENU/BOOK MARK to mark any text to return to later.You can search for any text within the book.For your reading comfort, the book has two reading modes, DAY and NIGHT.Where appropriate, the books contents are cross referenced, and linked.Footnotes within the original book are maintained and linked within the book.You can select font size for the book using the books menu options.You can select font colour for the book using the books menu optionsYou can select background colour for the book using the books menu optionsBy default, the phone will not turn off whilst you are reading the book. This option can be turned off in MENU/SETTINGS.A quality full length book in ebook format supplied by Digi-Media-Apps.More quality classic ebook titles can be found on Android market – search “digimediaapps”Goto www.digimediaapps.com for a full searchable catalogue of available books from Digi-Media-Apps.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
