{
  "title": "Early Political Writings 1925-",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Early_Political_Writings_1925_30",
  "category": "Books & Reference",
  "price": "$56.29",
  "datePublished": "August 29, 2012",
  "version": "1.0",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Early_Political_Writings_1925_30",
  "extendedInfo": {
    "installSize": "1.6M",
    "downloadsCount": "0+",
    "downloadsCountText": "",
    "description": "Michael Oakeshott (1901–90) made his reputation as a political philosopher, but for a long time it seemed as if he had little interest in politics before 1945. His major pre-war work, Experience and its Modes (1933) was an examination of the nature of philosophy and its relation to other forms of thought that made almost no mention of politics. However, it has become increasingly clear that this initial judgment was misleading. A posthumous collection of early essays, Religion, Politics, and the Moral Life (1993), proved that political philosophy was a lifelong concern. Nevertheless, the belief that Oakeshott was relatively uninterested in politics, at least in the 1920s, has persisted. This volume dispels that notion for good. It contains two previously unpublished works, a manuscript entitled 'A Discussion of some Matters preliminary to the Study of Political Philosophy', and the first version of a course of lectures on 'The Philosophical Approach to Politics' that Oakeshott gave between 1928 and 1930. These works establish that politics was a central concern in the first decade of his intellectual career, and show beyond any doubt that the ideas of Experience and its Modes actually grew out of Oakeshott's prior philosophical interest in politics.Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.Early Political Writings 1925-30, by Michael Oakeshott, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - For all screen sizes) - Tap to page up/down, flick to fast scroll or drag for slow scroll - Opens up where you left off reading - Variable font size - Choice of background color including white text on black background - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [

    ]
  }
}
