{
  "title": "The Mercury Man",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.The_Mercury_Man",
  "category": "Books & Reference",
  "price": "$8.01",
  "datePublished": "February 22, 2011",
  "version": "1.0.0",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Medium Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.The_Mercury_Man",
  "extendedInfo": {
    "installSize": "2.2M",
    "downloadsCount": "1+",
    "downloadsCountText": "1 - 5",
    "description": "On 24 Novmber 1991 people all over the world mourned the untimely death of Freddie Mercury, lead singer of rock band Queen. But for the author, Mary Howis, her life would never be the same, as, from that day forward, she was aware of a strange presence around her; someone from the spirit world – the spirit that once was Freddie Mercury, known in the spirit world as ‘the Mercury Man’.Mary had been chosen for a special mission – to be an instrument for the spirit world, for Freddie, through which they could communicate. But why her? Why someone who, until the news reports of Freddie Mercury’s death, had never even heard of him? Mary tells the story of her spiritual journey of discovery from disbelief, self-doubt and denial to an absolute conviction that what she was experiencing was real, the messages she was receiving were true, and they were proof that life continues after death; that Freddie was still alive, in spirit form, and had much knowledge to impart to the world.Despite the ridicule she might face, Mary knew that she was destined to write this book, to tell her story – Freddie’s story – to the world, in the hope that it would bring comfort and hope to those who are suffering in their earthly bodies, who are grieving for loved ones, who are fearful of death. The message is clear: death is not the end, it is a new and exciting beginning.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.GET_TASKS",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
