{
  "title": "Danny Boyle - Lust for Life",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Danny_Boyle___Lust_for_Life",
  "category": "Books & Reference",
  "price": "$25.69",
  "datePublished": "October 21, 2012",
  "version": "10.0",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Medium Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Danny_Boyle___Lust_for_Life",
  "extendedInfo": {
    "installSize": "1.3M",
    "downloadsCount": "0+",
    "downloadsCountText": "",
    "description": "Danny Boyle is one of contemporary filmmaking’s most exciting talents. Since the early 1990s he has steadily created a body of work that crosses genres and defies easy categorisation, from black humour (Shallow Grave), gritty realism (Trainspotting), screwball comedy (A Life Less Ordinary), cult adaptations (The Beach), and horror (28 Days Later), to science fiction (Sunshine), children’s drama (Millions), love stories (Slumdog Millionaire) and tales of personal redemption (127 Hours). Unlike many of his peers, Boyle seems most comfortable when working with modest budgets, relying on acting ability rather than special effects, and surrounding himself with a trusted team of writers, cinematographers and production designers. His restless energy, vitality and drive find their expression in the celebratory tone of his films – their lust for life.In this book, Mark Browning provides a rigorous but highly accessible analysis of Boyle’s work, discussing the processes by which he absorbs generic and literary influences, the way he gains powerful performances both from inexperienced casts and A-list stars, his portrayal of regional identity, his use of moral dilemmas as a narrative trigger, and the religious undercurrents that permeate his films.Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.Danny Boyle - Lust for Life, by Mark Browning, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - For all screen sizes - Tap to page up/down, flick to fast scroll or drag for slow scroll - Opens up where you left off reading - Variable font size - Choice of background color including white text on black background - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [

    ]
  }
}
