{
  "title": "A Bond of Life-Book",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.A_Bond_of_Life",
  "category": "Books & Reference",
  "price": "$8.00",
  "datePublished": "November 3, 2011",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Medium Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.A_Bond_of_Life",
  "extendedInfo": {
    "installSize": "2.3M",
    "downloadsCount": "0+",
    "downloadsCountText": "",
    "description": "For Nyallo, a little boy growing up in the Upper Nile region of war-torn southern Sudan, his small village and its inhabitants represented the whole universe. To him, the world outside, the world beyond the shadows, was a fairyland and only there did tragedy and pain exist. However, his eyes, blinded by childhood naivety, would soon be opened and there would be no turning back. With a curiosity and wisdom far greater than his years, Nyallo was forced to step across the line between fairytales and reality, to face painful truths and to smell death. Inspired and nurtured by the inner wisdom of his special friend, an elderly man who was weak in body but strong in spirit and soul, he embarked on a journey from boyhood to manhood, prepared to walk a difficult path that would lead him into the real world fearlessly, heralding a new dawn and the taste of freedom for a broken-spirited people. This is a moving and poignant story of survival in the grip of hopelessness, of the resilience of the soul through oppression, where songs of death and doom are reborn as songs of life and hope through the incredible gift of a deep and life-defining friendship.Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.A Bond of Life, by Welleh KunArrobb, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - Horizontal or vertical Scroll up/down - Opens up where you left off reading - Variable font size / color - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
