{
  "title": "Military Rule: The Return of t",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Military_Rule__The_Return_of_the_Manderville",
  "category": "Books & Reference",
  "price": "$15.29",
  "datePublished": "September 12, 2012",
  "version": "10.0",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Medium Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Military_Rule__The_Return_of_the_Manderville",
  "extendedInfo": {
    "installSize": "1.6M",
    "downloadsCount": "0+",
    "downloadsCountText": "",
    "description": "A writer uses his imagination to create intriguing characters and a gripping storyline, and author Mark had achieved this in creating his debut novel, Military Rule. But the boundary between imagination and reality is challenged beyond all belief when a character supposedly killed off in his book rises like a phoenix from the ashes: General Mandeville - no longer MarkΓÇÖs creation but now completely beyond his control and his own, even more dangerous being, determined to be the LordΓÇÖs Second Coming and establish military rule on Earth under his command.Mandeville has become the voice of Seeker One - formerly part of a covert long-term US military operation for gathering intelligence via infiltration of worldwide computer networks - two years ahead of MarkΓÇÖs time, his aim to control MarkΓÇÖs here and now and determine the future by revisiting the past and installing virtual beings on Earth - multiple selves of their human counterparts hooked up to terminals on Seeker One - to create confusion and influence humansΓÇÖ thoughts and beliefs in his favour. Suddenly author/character roles appear to have become reversed and Mark finds himself caught between two factions - the white-eyed of MandevilleΓÇÖs Network and the red-eyed splinter group - representing the Lord and Allah respectively, each trying to influence MarkΓÇÖs imagination of the truth and represent their own version of the book of revelations to humankind. MarkΓÇÖs choices are no longer those of the author of a work of fiction: the path he takes now will literally determine the future of the world.Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.Military Rule: The Return of the Manderville, by Mark S. Bennison, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - For all screen sizes - Tap to page up/down, flick to fast scroll or drag for slow scroll - Opens up where you left off reading - Variable font size - Choice of background color including white text on black background - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [

    ]
  }
}
