{
  "title": "The Writer's ABC Checklist",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.The_Writers_ABC_Checklist",
  "category": "Books & Reference",
  "price": "$16.03",
  "datePublished": "February 18, 2011",
  "version": "1.0.0",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "1",
  "rating": "1.0",
  "contentRating": "Medium Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.The_Writers_ABC_Checklist",
  "extendedInfo": {
    "installSize": "1.4M",
    "downloadsCount": "10+",
    "downloadsCountText": "10 - 50",
    "description": "An easy-to-use comprehensive guide for writers on preparing and presenting their work to agents, publishers and print media.  \"There is advice on every possible question you might ask.\" - Richard Bell – Writing Magazine\"... It is a great writers' bible which all writers, no matter how well published, should keep at their elbow.\" - Sue Kendrick – Writelink...  Regardless of the writer’s level or ability, there is something extremely daunting about putting together a submission. It doesn’t matter if it is for an article for a magazine, or short story for a competition, a humorous anecdote, a play or TV script, a novel or non-fiction book, The Writer’s ABC Checklist will provide answers to questions you didn’t even know you should ask.  With its A-Z format, references can be found quickly and effortlessly. Unfamiliar terms are explained and bullet points at the end of most sections provide a quick reminder of the main items covered.  This unique book is packed with writing tips and is something no aspiring writer can afford to be without.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.GET_TASKS",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
