{
  "title": "The Last Angel",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.diniplay.angel",
  "category": "Comics",
  "price": "$0.99",
  "datePublished": "October 5, 2011",
  "version": "1.22",
  "operatingSystems": "2.0.1 and up",
  "ratingsCount": "2",
  "rating": "2.0",
  "contentRating": "Low Maturity",
  "creator": "Diniplay.com",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.diniplay.angel",
  "extendedInfo": {
    "installSize": "5.2M",
    "downloadsCount": "50+",
    "downloadsCountText": "50 - 100",
    "description": "The very first graphic novel, exclusively edited in digital format, with high resolution color images.Enjoy a visual quality never seen before on your Android.\"The last angel\" tells the story of a war between beings from hell and heaven.In this war, the ones without authority to contradict the 10 commandments, as 'you shall not kill', are victims and easy preys of these thirsty of revenge demons.Enjoy this first chapter, \"The Beginning\", where you will know how the tragic story of Kaden, the protagonist of \"The Last Angel\", begun.\"The Last Angel\" is the Opera Prima of Alberto Espejo, 26, Seville. It has a very elaborated script, where he mixes reality with fantasy, mythological beings and angels, in a perfectly suited universe.New chapters will be listed on the application automatically as soon they are available.Also this is the first comic published under iQuiosk, a technology developed by Diniplay.com that lets the authors to easily publish comics having their material protected and maintaining the global property of their job. Even the use of iQuiosk is free.http://www.diniplay.com/iquioskNote: this app needs an additional online download of 55mb once installed. Ask your mobile company or use a WiFi connection.\"The last angel\" is available in English, Spanish, Italian, German, Portuguese, Brazilian, French, Norwegian and Hungarian.Thanks to Oscar Foley for the translation to English",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.BATTERY_STATS"
    ]
  }
}
