{
  "title": "All the Rage",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.All_the_Rage",
  "category": "Books & Reference",
  "price": "$9.29",
  "datePublished": "January 18, 2012",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Medium Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.All_the_Rage",
  "extendedInfo": {
    "installSize": "1.9M",
    "downloadsCount": "0+",
    "downloadsCountText": "",
    "description": "Michael Strange, international art dealer, has everything: wealth, power and prestige.  But his privileged world is brought to the brink of collapse when a series of unforeseen circumstances leave him face to face with financial ruin.  Then, out of nowhere, comes a phone call from a mysterious woman which offers him a way out.  He's hooked.  But who is the woman and what exactly is she selling? The temptation for Michael to become involved in her murky dealings becomes irresistible after meeting her.  Enraptured, he soon realises he has made a pact with a devil who is determined to make a financial killing, whatever the cost to human life.  In order to survive, he has to play her at her own game - and play it better! Against a backdrop of London, Ireland and Venice, Michael races against time to claim the riches on offer.  But first, he has to confront her complicated and murderous past.  He has to find answers, and fast, if he wants to avoid the fate of those who have dared cross Lauren O'Neill before.  If the love of money is the root of all evil; what lies at the root of an evil love?Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.All the Rage, by Spencer Coleman, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - Horizontal or vertical Scroll up/down - Opens up where you left off reading - Variable font size / color - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
