{
  "title": "Nuclear Peace - The Story of t",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Nuclear_Peace___The_Story_of_the_Trident_Three",
  "category": "Books & Reference",
  "price": "$9.79",
  "datePublished": "April 25, 2012",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Nuclear_Peace___The_Story_of_the_Trident_Three",
  "extendedInfo": {
    "installSize": "1.9M",
    "downloadsCount": "0+",
    "downloadsCountText": "",
    "description": "The Trident Three are three middle-aged women who, on a quiet June morning in 1999, disarmed the British Trident Thermonuclear Submarine Fleet. Their subsequent arrest and trial were watched around the world by politicians and campaigners of all persuasions. In 1996 these women helped achieve the landmark World Court Judgement, which held that under international humanitarian law, the use of nuclear weapons is illegal. The British government ignored the judgement, and this led to the act which landed the Trident Three back in court and in the international news spotlight. The peace campaigners who had undertaken this direct action - Angie Zelter from England, Ellen Moxley from San Francisco, Ulla Roder from Denmark - called in expert witnesses from international organisations, including NATO and the UN to support their defence. What emerges is an extraordinary story with the most wide-ranging implications of any act of disarmament since the formation of the anti-nuclear movement. This book is written by the man closest to The Trident Three - their lawyer. Using the highest laws in the world - the Nuremberg Principles and the reasoning handed down by the World Court - John Mayer's argument persuaded independent judiciary that nuclear weapons is outside the law.Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.Nuclear Peace - The Story of the Trident Three, by John Mayer, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - Horizontal or vertical Scroll up/down - Opens up where you left off reading - Variable font size / color - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
