{
  "title": "Disney World Video Timeline",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digitalapplications.wdwvideotimeline",
  "category": "Entertainment",
  "price": "$0.99",
  "datePublished": "February 28, 2012",
  "version": "1.0",
  "operatingSystems": "1.1 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "Digital Applications",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digitalapplications.wdwvideotimeline",
  "extendedInfo": {
    "installSize": "4.8M",
    "downloadsCount": "10+",
    "downloadsCountText": "10 - 50",
    "description": "Disney World Video Timeline Walt Disney World in Orlando, FL opened on October 1, 1971. Have you ever wondered how Disney's Magic Kingdom, Epcot, Hollywood Studios & Animal Kingdom have all changed over the past 40+ years? Find out now with this beautifully designed app, meant to take you back in time and watch it unfold before your very eyes. The Disney World Video Timeline is a Visual Feast of classic, archival footage shot by people just like you. The fans of Disney!! With a focus on highlighting the wonderful environments of each Disney World park, you will be able to see them as they existed through the years. Relive your childhood with classic Disney moments including: - The Cinderella Castle as it stood in 1971 - Magic Kingdom's Skyway circa 1978 - Vintage Fort Wilderness footage from 1977 - Epcot's Communicore when it was in it's prime in 1985 - Christmas at MGM Studios (Now Hollywood Studios) during 1989 - The Fantastic Space Mountain in 1993 - Disney Wishes Fireworks Display in 2004 - Animal Kingdom's Lucky the Dinosaur from 2005 - The Magic Kingdom's Railroad in 2011 - Plus SO MUCH MORE!!!!! The Disney World Video Timeline is a fantastic resource for anyone who remembers their childhood vacations, to the most magical place on Earth, with fondness and longing. With countless hours of footage to sift through, you will be able to enjoy Disney from any decade over the past 40+ years. What are you waiting for? Get The WDW Video Timeline today!!! * Internet Connection Required *kw: disney, walt, video, time line,mickey, mouse, minnie, goofy, donald, duck, chipmunks, orlando, florida, disneyland, dis, diz, vintage, classic, archive, kids, children, family, vacation, fun, mom, dad, boy, girl, magic kingdom, epcot, animal kingdon, mgm studios, hollywood studios, pirates of the caribbean, splash space mountain, swiss family, fantasyland, tomorrowland, people mover, fireworks, magical, happiest place on earth",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.VIBRATE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.INTERNET",
      "android.permission.MODIFY_AUDIO_SETTINGS",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
