{
  "title": "Paradise Divided-Book",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Paradise_Divided",
  "category": "Books & Reference",
  "price": "$15.69",
  "datePublished": "December 9, 2011",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Paradise_Divided",
  "extendedInfo": {
    "installSize": "2.1M",
    "downloadsCount": "0+",
    "downloadsCountText": "",
    "description": "This timely portrait of Lebanon exposes the fault lines that underlie the current crisis in the Middle East, and charts the country’s attempts to rebuild a fragile peace after its long civil war and recent conflict with Israel.  Part reportage, part travel narrative, Paradise Divided chronicles the delicate web of relationships that make up contemporary Lebanese society. Drawing on interviews with community leaders and relationships with ordinary people, it reveals a richly-textured social and religious fabric in which Sunni and Shia Muslims, Druze and Christians of all kinds, from Maronite Catholics to evangelical Protestants, strive to maintain a delicate balance. It offers an insight into how Lebanon’s religious communities, their identities formed by history, landscape and their relationships with one another, came to be what they are today—and how their different perspectives can lead to potentially destructive tensions.  What emerges is a quintessentially Middle Eastern form of coexistence, poised between tolerance and sectarianism—a theme powerfully developed through the author’s privileged access to the normally secretive Druze.  The reader follows the country’s changing fortunes after the assassination of former Prime Minister Rafik Hariri, the subsequent pro-democracy movement and withdrawal of Syrian forces from Lebanese soil. The final chapters examine the aftermath of Israel’s military campaign and the emergence of the new battle dividing Lebanese society as opposing camps struggle to have their vision for Lebanon made reality.  Paradise Divided opens a window onto a country little-visited by Westerners for decades, and one very different from the war-torn images of the Middle East that dominate our television screens. Offering a unique view of the struggle between sectarianism and tolerance, and the relationship between the Arab world and the West, it is a book which sheds light on some of the central issues of our time.Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.Paradise Divided, by Alex Klaushofer, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - Horizontal or vertical Scroll up/down - Opens up where you left off reading - Variable font size / color - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
