{
  "title": "Brilliant Activities for Gifte",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Brilliant_Activities_for_Gifted_and_Talented_Children",
  "category": "Books & Reference",
  "price": "$17.99",
  "datePublished": "November 10, 2011",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Brilliant_Activities_for_Gifted_and_Talented_Children",
  "extendedInfo": {
    "installSize": "4.1M",
    "downloadsCount": "1+",
    "downloadsCountText": "1 - 5",
    "description": "Open-ended activities to develop students’ creative and critical thinking skills. Gifted children are not the only ones who will benefit from this book! All children will thoroughly enjoy these activities. Some of the activities can be last for days, others such as the brainteaser section can be used for a quick warm-up to spark interest and excite the brain. Activities linked to Bloom’s taxonomy.Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.Brilliant Activities for Gifted and Talented Children, by Ashley  McCabe-Mowat, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - Horizontal or vertical Scroll up/down - Opens up where you left off reading - Variable font size / color - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
