{
  "title": "43 Team Building Activities fo",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.a43_Team_Building_Activities_for_Key_Stage_1",
  "category": "Books & Reference",
  "price": "$32.00",
  "datePublished": "September 10, 2012",
  "version": "10.0",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.a43_Team_Building_Activities_for_Key_Stage_1",
  "extendedInfo": {
    "installSize": "4.2M",
    "downloadsCount": "0+",
    "downloadsCountText": "",
    "description": "Clearly written lesson plans aimed at improving a range of social and physical skills, as well as stimulating children's imaginations through a series of exciting problems and scenarios. From saving an endangered animal to surviving an alien invasion, the children are placed in problematic situations in which they will need to work together to find a solution. Not only will the activities develop students' PSHE skills - building their self-esteem and helping them to work with a partner or small group - they will also develop essential movement skills: agility, balance and co-ordination.Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.43 Team Building Activities for Key Stage 1, by Gavin  Middlewood, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - For all screen sizes - Tap to page up/down, flick to fast scroll or drag for slow scroll - Opens up where you left off reading - Variable font size - Choice of background color including white text on black background - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [

    ]
  }
}
