{
  "title": "COMPUTER SCIENCE TERMS Quiz",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digitalapplications.computerscience",
  "category": "Education",
  "price": "$1.99",
  "datePublished": "February 20, 2011",
  "version": "1.0",
  "operatingSystems": "2.0 and up",
  "ratingsCount": "1",
  "rating": "4.0",
  "contentRating": "Everyone",
  "creator": "Digital Applications",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digitalapplications.computerscience",
  "extendedInfo": {
    "installSize": "718k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Computer science or computing science (abbreviated CS) is the study of the theoretical foundations of information and computation and of practical techniques for their implementation and application in computer systems. Computer scientists invent algorithmic processes that create, describe, and transform information and formulate suitable abstractions to model complex systems.Computer science has many sub-fields; some, such as computational complexity theory, study the properties of computational problems, while others, such as computer graphics, emphasize the computation of specific results. Still others focus on the challenges in implementing computations. For example, programming language theory studies approaches to describe computations, while computer programming applies specific programming languages to solve specific computational problems, and human-computer interaction focuses on the challenges in making computers and computations useful, usable, and universally accessible to people.The general public sometimes confuses computer science with careers that deal with computers (such as information technology), or think that it relates to their own experience of computers, which typically involves activities such as gaming, web-browsing, and word-processing. However, the focus of computer science is more on understanding the properties of the programs used to implement software such as games and web-browsers, and using that understanding to create new programs or improve existing ones.Studying Computer Science?  This app was designed for you.  With over 450+ Multiple Choice Quizzes, Flash Cards & a handy Android sized Dictionary, you will be able to learn at your leisure.",
    "reviews": [
      {
        "timestampMsec": "1299034198689",
        "starRating": "4",
        "title": "Not half bad",
        "comment": "Provides good reference information and the flash cards and multiple choice quizzes are great for studying.",
        "commentId": "lg:AOqpTOHz-KcZ3H_rVg-PS879BiA3kgVfuvCasLkI4g4g0_yWXmneZuDvIbkA3PSUAb8qLooGfhjqsb042g60S_c",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [

    ]
  }
}
