{
  "title": "Paid In Full?-Book",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Paid_In_Full_",
  "category": "Books & Reference",
  "price": "$3.99",
  "datePublished": "December 9, 2011",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Paid_In_Full_",
  "extendedInfo": {
    "installSize": "3.1M",
    "downloadsCount": "1+",
    "downloadsCountText": "1 - 5",
    "description": "An introduction to the history of British hip-hop as it finally escapes its reputation as the poor cousin of the American variant with a succession of hugely successful releases by the new stars of 'grime'. Alex Ogg, a notable author in this field having previously written The Hip Hop Years (and been a consultant on the accompanying BAFTA nominated documentary strand), The Men Behind Def Jam and Rap Lyrics: From The Sugarhill Gang to Eminem, is a long-term commentator on the global breakout of hip-hop. His latest book explores the unique factors at play in the development of this subculture, tracing it right back to the first key releases in the early 80s, to the false dawn of the early 90s, and finally the spectacular success of grime in the last two years. Key landmarks are addressed along that timeline, and important recordings and incidents appraised, including many first-hand quotes. The ill-defined and much misunderstood ‘grime’ genre is placed in a specific historical context, as well as sections on trip-hop and other contributory/parallel British musics. As well as offering a comprehensive foundation for those who wish to investigate this phenomenon, Ogg provides a recommended listening list as well as snapshots of the new heroes of grime, from Dizzee Rascal and Tinchy Snyder to Tinie Tempah.Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.Paid In Full?, by Alex Ogg, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - Horizontal or vertical Scroll up/down - Opens up where you left off reading - Variable font size / color - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
