{
  "title": "101 Things You May Not Know Ab",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.a101_Things_You_May_Not_Have_Known_About_Hurling",
  "category": "Books & Reference",
  "price": "$8.99",
  "datePublished": "September 24, 2012",
  "version": "10.0",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.a101_Things_You_May_Not_Have_Known_About_Hurling",
  "extendedInfo": {
    "installSize": "1.7M",
    "downloadsCount": "0+",
    "downloadsCountText": "",
    "description": "101 Things You May Not Have Known About Hurling is the definitive guide to All-Ireland Senior Hurling in Ireland.  In this e-book the reader will be taken on a magical journey back in time with the formation of the Gaelic Athletic Association in 1884; the first All-Ireland Senior Hurling Championship Final; the history of the famous Liam McCarthy Cup; a look at the man considered to be the father of the GAA, Michael Cusack; All-Ireland Senior Hurling Champions; GAA All-Star Awards; GAA Team of the Century; GAA Team of the Millennium; The American Invasion; The Michael Cusack Cup; The Railway Cup; The Lory Meagher Cup; The Irish Press Cup; The Christy Ring Cup; The Nicky Rackard Cup; All-Ireland Minor Champions; historic sides;  legendary players and so much more.  No matter what County you hail from this e-book will test your knowledge and that of your friends to find out just what you know about Ireland’s No.2 sport.     Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.101 Things You May Not Have Known About Hurling, by John DT White, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - For all screen sizes - Tap to page up/down, flick to fast scroll or drag for slow scroll - Opens up where you left off reading - Variable font size - Choice of background color including white text on black background - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [

    ]
  }
}
