{
  "title": "Daffy - The Autobiography of P",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Daffy___The_Autobiography_of_Phil_DeFreitas",
  "category": "Books & Reference",
  "price": "$19.99",
  "datePublished": "September 13, 2012",
  "version": "10.0",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Daffy___The_Autobiography_of_Phil_DeFreitas",
  "extendedInfo": {
    "installSize": "1.7M",
    "downloadsCount": "0+",
    "downloadsCountText": "",
    "description": "Ex England cricketer Phillip 'Daffy' DeFreitas has had an incredible career but his rise to fame wasn’t straightforward.In his autobiography, the man who was described as ‘the next Botham’ reveals his struggle to establish himself as a cricketer, being repeatedly overlooked because he went to the ‘wrong sort of school’. He also talks about the racial abuse he suffered and the impact it has had on his life. Despite these setbacks, Phil went on to have a successful career in county cricket and established himself as one of the best ‘all-rounders’ as an England player in Test cricket. He has played with, and against, some of the biggest names in the game and he has stories to tell about most of them.In this explosive book, Phil not only lifts the lid on the cricket world but also tells about his experiences with his hard drinking idol, Ian Botham, and what they got up to with well known hell-raiser and close friend, Phil Tufnell.Phil also talks about meeting the Queen and Mother Teresa, and his unlikely friendship with pop legend Elton John. He reveals the sensational truth about his love life; how he got married for the first time when he was 21, took full advantage of his popularity with the ladies when he played for England and later fathered a love child.This frank autobiography provides a behind the scenes peek at the world of international cricket and will appeal to anyone with an interest in the sport or who loves a good true life story. Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.Daffy - The Autobiography of Phil DeFreitas, by Phil DeFreitas, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - For all screen sizes - Tap to page up/down, flick to fast scroll or drag for slow scroll - Opens up where you left off reading - Variable font size - Choice of background color including white text on black background - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [

    ]
  }
}
