{
  "title": "The Buddhist Catechism",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.The_Buddhist_Catechism",
  "category": "Books & Reference",
  "price": "$0.99",
  "datePublished": "May 21, 2011",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Medium Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.The_Buddhist_Catechism",
  "extendedInfo": {
    "installSize": "840k",
    "downloadsCount": "10+",
    "downloadsCountText": "10 - 50",
    "description": "Preface-In the working out of my original plan, I have added more questions and answers in the text of each new English edition of the Catechism, leaving it to its translators to render them into whichever of the other vernaculars they may be working in. The unpretending aim in view is to give so succinct and yet comprehensive a digest of Buddhistic history, ethics and philosophy as to enable beginners to understand and appreciate the noble ideal taught by the Buddha, and thus make it easier for them to follow out the Dharma in its details. In the present edition a great many new questions and answers have been introduced, while the matter has been grouped within five categories, viz.: (1) The Life of the Buddha; (2) the Doctrine; (3) the Sangha, or monastic order; (4) a brief history of Buddhism, its Councils and propaganda; (5) some reconciliation of Buddhism with science. This, it is believed, will largely increase the value of the little book, and make it even more suitable for use in Buddhist schools, of which, in Ceylon, over one hundred have already been opened by the Sinhalese people under the general supervision of the Theosophical Society. In preparing this edition I have received valuable help from some of my oldest and best qualified Sinhalese colleagues. The original edition was gone over with me word by word, by that eminent scholar and bhikkhu, H. Sumangala, Pradhāna Nāyaka, and the Assistant Principal of his Pālī College at Colombo, Hyeyantuduve Anunayaka Terunnanse; and the High Priest has also kindly scrutinised the present revision and given me invaluable points to embody. It has the merit, therefore, of being a fair presentation of the Buddhism of the \"Southern Church,\" chiefly derived from first-hand sources. The Catechism has been published in twenty languages, mainly by Buddhists, for Buddhists.           *** QUALITY DIGITIZED BOOKS  ***This Ebook can be placed on the SDCARD with Android 2.2 and above.This is the full length digitised ebook version of a classic book and is supplied by Digi-Media-Apps. Each  book  is packaged  with an advanced EBOOK  reader. Simply download the App and read the book – you do not need other software or Apps to enjoy this book.Where available, pages in the book can be turned using the phone's volume keys.If the App is closed, the book will reopen at the place where you left off reading the book.Sections/chapters of the book are accessible directly from the  Table of Contents.Book marks can be saved at any point within the book. Use the MENU/BOOK MARK to mark any text to return to later.You can search for any text within the book.For your reading comfort, the book has two reading modes, DAY and NIGHT.Where appropriate, the books contents are cross referenced, and linked.Footnotes within the original book are maintained and linked within the book.You can select font size for the book using the books menu options.You can select font colour for the book using the books menu optionsYou can select background colour for the book using the books menu optionsBy default, the phone will not turn off whilst you are reading the book. This option can be turned off in MENU/SETTINGS.A quality full length book in ebook format supplied by Digi-Media-Apps.More quality classic ebook titles can be found on Android market – search “digimediaapps”Goto www.digimediaapps.com for a full searchable catalogue of available books from Digi-Media-Apps.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
