{
  "title": "Stepping into Success",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Stepping_into_Success",
  "category": "Books & Reference",
  "price": "$25.79",
  "datePublished": "October 13, 2012",
  "version": "10.0",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Stepping_into_Success",
  "extendedInfo": {
    "installSize": "2.3M",
    "downloadsCount": "0+",
    "downloadsCountText": "",
    "description": "If your business is not where you want it to be, or you've been implementing tactics that aren't working, this book is a 'must read.' Julie's passion and expertise shine through in this refreshing business book which turns traditional business building and business development on its head using a unique and feminine approach that gets to the heart and soul of success for you as a business woman. Julie's innovative DANCE system shows you how to create meaningful and authentic success in your business and in your life. DANCE is a simple and creative approach to grow your business in a completely different way. After reading this book you will have more clarity and focus, be able to embrace your uniqueness, and understand and overcome what's currently stopping you succeed.Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.Stepping into Success, by Julie Johnson, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - For all screen sizes - Tap to page up/down, flick to fast scroll or drag for slow scroll - Opens up where you left off reading - Variable font size - Choice of background color including white text on black background - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [

    ]
  }
}
