{
  "title": "Safe Harbour",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Safe_Harbour",
  "category": "Books & Reference",
  "price": "$4.79",
  "datePublished": "February 5, 2012",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Medium Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Safe_Harbour",
  "extendedInfo": {
    "installSize": "2.2M",
    "downloadsCount": "0+",
    "downloadsCountText": "",
    "description": "A British romance by Cara Cooper. Cassandra Waverley is thrilled with her  beautiful harbourside restaurant. She's escaped a stressful job in the  city and a personal meltdown which haunts her still. Just when she is relishing her seaside haven, dark, brooding Adam Hawthorne turns up, taking an unhealthy interest in her property and turning her world upside down. He's a serious threat, both to her business and to her  heart. The more she learns about him the more she realises he's a man  with mysteries in his own past. Throw in a wayward younger sister and a rescue kitten who needs a home and Cassandra has her work cut out for  her. Will she ever find a safe harbour, and a love that will endure?Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.Safe Harbour, by Cara Cooper, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - Horizontal or vertical Scroll up/down - Opens up where you left off reading - Variable font size / color - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
