{
  "title": "Tokyo A Cultural and Literary",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Tokyo_A_Cultural_and_Literary_History",
  "category": "Books & Reference",
  "price": "$13.99",
  "datePublished": "January 12, 2012",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Tokyo_A_Cultural_and_Literary_History",
  "extendedInfo": {
    "installSize": "8.4M",
    "downloadsCount": "0+",
    "downloadsCountText": "",
    "description": "From its obscure origins as a fishing village along a marshy estuary, Tokyo grew into one of the world's largest and most culturally vibrant metropolises. For all its modernity and craving for the new, it is a city impregnated with the past. In the backstreets of districts that have inspired the setting for science fiction novels are wooden temples, fox shrines, mouldering steles and statues of Bodhisattvas that evoke a different age. The point where time past, present and future coexist, Tokyo's thirst for the contemporary is moderated by nostalgia for the past. As an urban laboratory where the cultures of the East and West are remixed into perceptibly Japanese forms, Tokyo embraces sudden transitions, constant flux and transformation. The courtesans of its pleasure quarters inspired Edo-period woodblock artists, novelists and poets. In a later age, its experimental artists, feminist writers and Modern Girls of 1920s Ginza both shocked and electrified the capital. Stephen Mansfield explores a city rich in diversity, tracing its evolution from the founding of its massive stone citadel through rise of a merchant class whose wealth transformed Edo into a home for artists, writers and performers. In contemporary Tokyo he explores the unique crossbred cultures of taste that make the giant conurbation one of the most exciting and creative cities in the world. * City of Literature, Theatre and Art: The print masters Hokusai, Hiroshige and Utamaro; the Kabuki theatre; authors Nagai Kafu, Tanizaki Junichiro, Mishima Yukio, Murukami Haruki; foreign writers Angela Carter, William Gibson and Donald Richie. * City of Architecture: From the fortifications of Edo Castle, great temples and shrines, via the western hybrids of the Meiji era to the post-modernist skyscrapers, giant neon screens and digitalized surfaces of today s city. * City of Calamities: The great fires of the Edo period; floods, famines and typhoons; the 1923 Earthquake, coups and rising militarism in the 1930s; the fire bombings of the Second World War; the 1995 subway gas attack by members of a death cult and the fatalism of residents living on one of the earth's largest fault lines.Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.Tokyo A Cultural and Literary History, by Stephen Mansfield, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - Horizontal or vertical Scroll up/down - Opens up where you left off reading - Variable font size / color - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
