{
  "title": "101 Things About the Boston Re",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.a101_Things_You_May_Not_Have_Known_About_the_Boston_Red_Sox",
  "category": "Books & Reference",
  "price": "$8.89",
  "datePublished": "September 29, 2012",
  "version": "10.0",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.a101_Things_You_May_Not_Have_Known_About_the_Boston_Red_Sox",
  "extendedInfo": {
    "installSize": "1.8M",
    "downloadsCount": "1+",
    "downloadsCountText": "1 - 5",
    "description": "There is something for every Red Sox fan in John White’s “101 Things You May Not Have Known About The Boston Red Sox.”  Major League Baseball has a long and storied history and the Boston Red Sox have more than played their part in it.  However, this book is not exclusively a work of reference, or a compendium of lists, or a collection of biographies, or a compilation of trivia.  It is a gloriously quirky mixture of all these things and much more besides.  Within these pages, the reader will learn hundreds of fascinating facts about the Red Sox on a wide range of topics, from their 7 World Series wins; retired numbers and many wonderful stories of legendary Red Sox players including Roger Clemens, Duffy Lewis, Dominic Dom DiMaggio, Johnny Pesky, Luis Tiant, Ted Williams, Smoky Joe Wood, Carl Yastrzemski, Cy Young, and perhaps the most famous MLB player of all-time, the one and only Babe Ruth.  The book encompasses the notable feats with bat and ball of both the slugging gods and their assistant pie-throwers and the epic World Series encounters in which they participated.  A veritable cornucopia of information about the Red Sox, '101 Things You May Not Have Known About The Boston Red Sox ' will bring hours of reading pleasure to every Red Sox fan.Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.101 Things You May Not Have Known About the Boston Red Sox, by John DT White, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - For all screen sizes - Tap to page up/down, flick to fast scroll or drag for slow scroll - Opens up where you left off reading - Variable font size - Choice of background color including white text on black background - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [

    ]
  }
}
