{
  "title": "The Cheryl Cole Quiz Book",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.The_Cheryl_Cole_Quiz_Book",
  "category": "Books & Reference",
  "price": "$3.99",
  "datePublished": "June 24, 2011",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Medium Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.The_Cheryl_Cole_Quiz_Book",
  "extendedInfo": {
    "installSize": "1.9M",
    "downloadsCount": "1+",
    "downloadsCountText": "1 - 5",
    "description": "Are you a devoted fan of Cheryl Cole? Have you followed her career from the early days of Girls Aloud through to chart topping solo artist and glamorous X Factor judge? Do you consider yourself to be an expert on the woman who has become a trend setting style icon and global megastar? If so, now you can test your knowledge with the 100 probing questions in this quiz book. Every aspect of Cheryl’s life is well documented in the press, from her marriage break up and relationships to her fashion choices, but how much do you really know about the woman behind the public image? What is Cheryl’s favourite film, what job did she do before finding fame as a singer and what are her political views? The answers to all these questions and more can be found inside The Cheryl Cole Quiz Book. Packed full of information, this book is certain to reveal some previously unknown fact about the Geordie ‘girl next door’ who went on to become an international star. This is a must-have read for Cheryl Cole fans everywhere.           *** QUALITY DIGITIZED BOOKS  ***This Ebook can be placed on the SDCARD with Android 2.2 and above.This is the full length digitised ebook version of a classic book and is supplied by Digi-Media-Apps. Each  book  is packaged  with an advanced EBOOK  reader. Simply download the App and read the book – you do not need other software or Apps to enjoy this book.Where available, pages in the book can be turned using the phone's volume keys.If the App is closed, the book will reopen at the place where you left off reading the book.Sections/chapters of the book are accessible directly from the  Table of Contents.Book marks can be saved at any point within the book. Use the MENU/BOOK MARK to mark any text to return to later.You can search for any text within the book.For your reading comfort, the book has two reading modes, DAY and NIGHT.Where appropriate, the books contents are cross referenced, and linked.Footnotes within the original book are maintained and linked within the book.You can select font size for the book using the books menu options.You can select font colour for the book using the books menu optionsYou can select background colour for the book using the books menu optionsBy default, the phone will not turn off whilst you are reading the book. This option can be turned off in MENU/SETTINGS.A quality full length book in ebook format supplied by Digi-Media-Apps.More quality classic ebook titles can be found on Android market – search “digimediaapps”Goto www.digimediaapps.com for a full searchable catalogue of available books from Digi-Media-Apps.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
