{
  "title": "Bubble Wrapped Children",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Bubble_Wrapped_Children",
  "category": "Books & Reference",
  "price": "$15.99",
  "datePublished": "March 2, 2012",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Medium Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Bubble_Wrapped_Children",
  "extendedInfo": {
    "installSize": "3.1M",
    "downloadsCount": "0+",
    "downloadsCountText": "",
    "description": "Numerous reasons cause adopted teenagers to reconnect with their birth family via Facebook, creating new challenges for adoption today and tomorrow. Incorporating theory, practice, anecdotes, metaphors, diagrams, models and case studies, this accessible book, written by an experienced adopter, clearly explains these complex issues. It maps connections between trauma, child development, grief, adolescence, contact, truth telling and parenting styles; offering fresh perspectives and strategies for parents and professionals.Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.Bubble Wrapped Children, by Helen Oakwater, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - Horizontal or vertical Scroll up/down - Opens up where you left off reading - Variable font size / color - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
