{
  "title": "A Million Would Be Nice",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.A_Million_Would_Be_Nice",
  "category": "Books & Reference",
  "price": "$10.59",
  "datePublished": "July 11, 2011",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "High Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.A_Million_Would_Be_Nice",
  "extendedInfo": {
    "installSize": "1.7M",
    "downloadsCount": "1+",
    "downloadsCountText": "1 - 5",
    "description": "Good looks, top job in the city, Ferrari, second and third homes in Paris and Cannes, not to mention a spacious penthouse overlooking the Thames. Yes, it seemed Donavan Smith had it all. And the girls. ready and willing. And if, every now and again, they weren't so willing, Donavan had his own way of persuading them. Jenny McArthur was different though. She knew something terrible had occurred during a ten-hour period of her life that was a total blank. But, as it all gradually came back to her, she relived the horrors encountered at the hands of Donavan Smith. And she wanted to get even. Donavan would have to deal with her. Vicky Mackenzie harboured a secret, a secret that she hadn't disclosed to anyone. So why was she spilling the beans to a total stranger from London, a stranger who she'd only met that night? She told him all about her past life, the cold-blooded murder of her husband, the phoney bank raid and how the money was still out there somewhere. Donavan listened and wondered how he could get his hands on the money; wondered if it was possible to plan a premature retirement. It would get nasty, that was for sure. But why not? Donavan Smith had done nasty before, just ask Jenny McArthur. Donavan Smith and Vicky Mackenzie: two soul mates, two secrets; it was a match made in hell.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
