{
  "title": "The One Direction Quiz Book",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.The_One_Direction_Quiz_Book",
  "category": "Books & Reference",
  "price": "$3.99",
  "datePublished": "April 24, 2012",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.The_One_Direction_Quiz_Book",
  "extendedInfo": {
    "installSize": "2.8M",
    "downloadsCount": "10+",
    "downloadsCountText": "10 - 50",
    "description": "Are you an expert on One Direction? Can you name all the band members? Have you followed every twist and turn in the amazing One Direction story from X Factor wannabes to chart topping supergroup? If you think you know all about the boys from 1D, there is no better way to test your knowledge than with this fun quiz book. Do you know Niall’s favourite colour or which band member is known as ‘the joker’? Which member of the group is the youngest and who is the oldest? Where in the USA was One Direction’s music video set for their song ‘What Makes You Beautiful’? The answers to all these questions and more can be found in this book.Full of fascinating facts about 1D, including many personal details, The One Direction Quiz Book documents the boys’ journey from five unknowns to one of the most successful acts to emerge from The X Factor. With 100 questions all about your favourite group, this book is a must-have for fans of One Direction.Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.The One Direction Quiz Book, by Chris Cowlin, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - Horizontal or vertical Scroll up/down - Opens up where you left off reading - Variable font size / color - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
