{
  "title": "West Town",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dilious.westtown",
  "category": "Lifestyle",
  "price": "Free",
  "datePublished": "February 10, 2013",
  "version": "1.2",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "4",
  "rating": "4.5",
  "contentRating": "Low Maturity",
  "creator": "Dilious Solutions, LLC",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dilious.westtown",
  "extendedInfo": {
    "installSize": "19M",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "Discover West Town. The name says it all! This app will help you find local coffee hangouts, vintage shops, gastro pubs, boutiques, parks, schools and more - all around the West Town area. Discover West Town will use your current location to find results based on what you're looking for. This App Contains: * West Town business directory * Discover feature to find new hip restaurants & retailers * Integration feature to share your discoveries on Facebook * Local Special Events & Festivals * Hot Deals, sales and specials * Community Resources * And More! Facebook integration allows you to share what great places you've discovered by clicking our “Discover” button. Quickly find a business’ Facebook/Twitter page and follow effortlessly. West Town is a neighborhood destination which thrives on the principles of community and the subsequent charm created by this diverse, yet united area. West Town is defined by a rich history of residents and the entrepreneurial pioneers who’ve helped maintain the essence of what truly defines “Chicago”…its neighborhoods. West Town is one of Chicago’s original 77 Community Areas established in the 1920s; made up of many neighborhoods, including Wicker Park, Ukrainian Village, East Village, Humboldt Park, Eckhart Park, Noble Square & River West. Get to know West Town and its diverse offerings. Sometimes trendy, but far from pretentious; these West Town retailers, restaurants, bars and services are truly unique and weave the wonderfully diverse fabric of our community. Discover West Town NOW and see what everyone’s been raving about!",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_FINE_LOCATION"
    ]
  }
}
