{
  "title": "The 1895 Murder",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.The_1895_Murder",
  "category": "Books & Reference",
  "price": "$14.99",
  "datePublished": "November 16, 2012",
  "version": "10.0",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Medium Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.The_1895_Murder",
  "extendedInfo": {
    "installSize": "1.6M",
    "downloadsCount": "0+",
    "downloadsCountText": "",
    "description": "Sebastian McCabe Book 3. Popular mystery writer Sebastian McCabe is about to conquer a new world with his Sherlock Holmes play 1895. On opening night, however, his Erin, Ohio theatrical debut as both playwright and actor is upstaged by a murder in back of the newly renovated theater. His brother-in-law, Jeff Cody, evicted from his long-time apartment to make room for fiancée Lynda Teal's gun-toting father, is busy trying to keep Lynda s gorgeous and famous mother from hijacking their swiftly approaching wedding. Both men are pulled into the murder investigation by the pleading of Sister Mary Margaret Malone, Lynda's best friend and maid of honor. The dead man was an old flame of the sister and the chief suspect is a troubled young man she is trying to save. Convinced of his innocence, she wants Mac and Jeff to prove it. The many fans of the first two mirthful mysteries starring McCabe and Cody will be delighted to see how Jeff placates Lynda, pacifies her mother, gets to know her father, keeps the wedding plans on track, and helps Mac solve the mystery. But first he almost gets killed, as usual. Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.The 1895 Murder, by Dan Andriacco, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - For all screen sizes - Tap to page up/down, flick to fast scroll or drag for slow scroll - Opens up where you left off reading - Variable font size - Choice of background color including white text on black background - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [

    ]
  }
}
