{
  "title": "Talking about Dino World",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dinoworld.multi.language.paid",
  "category": "Casual",
  "price": "$1.40",
  "datePublished": "August 5, 2013",
  "version": "1.3",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "2",
  "rating": "2.0",
  "contentRating": "Everyone",
  "creator": "Kids Color Factory",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dinoworld.multi.language.paid",
  "extendedInfo": {
    "installSize": "39M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Talking about Dino World is the best Free app available in iPhone & iPad App store in Educational Game Category.Dino World enlightens your child with numerous details of dinosaurs. Short yet charming intakes of herbivore, carnivore, and omnivore; which lets them grow a good habit of reading in the early days of their childhood.  Reading along with visual aid makes your children mesmerized and intrigued to learn more.This app connects your curious kids to the encyclopedia that holds selected illustrations of various species of dinosaurs and educates them about the facts: length, what they ate, fossil locations (where were the fossils found), and time.By this repetition your kid can learn quickly and memorize everything about dinosaurs easily.This App exclusively is designed for Toddlers, babies , Preschool, Kindergarten and First Grader Kids. We include One Free Memory Match Game, One Coloring Book with Multiple Dinosaurs, One Exclusive Story based on Facts and last but not the least Dino World which really helps your kid to increase knowledge and adds to their capabilities.First of all we have included a story about Dinosaurs which is based on facts and HD images that your kid would definitely love. This section is designed for parents who do story telling to their children and whose kids love to hear and read different stories. Its best for reading practices.Secondly we have integrated an Encyclopedia of Dinosaurs which includes 3 types of dinosaurs Herbivore, Carnivore and Omnivore. Your child will truly love the different shapes of dinosaurs and the most amazing thing is the facts about these dinosaurs. Thirdly we have provided you Memory Match Game for Free which Includes colorful cards and beautiful flip animations. Timer for end result and it compares your current time with the Best time and this makes memory game more addictive. On the other hand this memory game effectively increases memorizing skills of kids.Fourthly we have integrated a Coloring book with 4 pictures for those who love art, painting, coloring, drawing n sketching and have a creative mind. Your children will be able to draw lines and paint with their fingers. By selecting colors from color pallet and 3 brush sizes. Purple, pink, yellow, red, black and many more colors are available in the color pallet.Your child would feel like he is visiting Dinosaur's Zoo. If you are Animal lover then you will find our more Apps targeting different animals like Lions,Tigers, Dragons,Zebras,Cats, Wild Cats and many more Animals. By using these app you will feel like being in a jungle or on a trip to jungle safari. This App will definitely add up to your child's knowledge.Dino World is Available in 11 Languages.Arabic, Chinese, Dutch, English, French, German, Italian, Japanese, Russian, Spanish, Portuguese (coming soon)",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET"
    ]
  }
}
