{
  "title": "Boost Your Metabolism 2013",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dimav.metabolism",
  "category": "Health & Fitness",
  "price": "Free",
  "datePublished": "February 26, 2013",
  "version": "2.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "Dimav Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dimav.metabolism",
  "extendedInfo": {
    "installSize": "3.9M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": ">>>>>>> Give Me 45 Minutes And I'll Show You How To Transform Your Metabolism Into A Calorie Burning Machine! <<<<<<<Who Else Wants To Boost Their Metabolism To Levels Never Experienced Before And Shed Pounds At A Rapid Pace?Some features of this app:1. What metabolism is and what metabolism isn't.2. How metabolism helps you (in ways you've never thought of).3. The truth behind calories and how your body deals with them (it's the same with fruit as with ice cream).4. metabolism booster by making changes in these 3 areas of their life.5.The place to start when trying to boost your metabolism through exercise.6. Why jogging isn't enough to boost your metabolism and lose weight by itself.7. The secret to burning more calories while you sit around doing nothing.8. Interval training as your secret weapon for fitness (and burning extra calories).9. How the most health-conscious add variety to their fitness routines (for better results).10. How wine with dinner can help you lose the battle over your metabolism.11. Why getting just the right amount of sleep can help your metabolism grow strong (Plus 6 tricks for getting to sleep on time). 12. Will learning to relax turn into one of your best weapons for fighting a slow metabolism? The truth is revealed...13. Why most people are wrong about how they look at calories.14. How to stay within your calorie limit and still get the proper nourishment.15. The secret to eating more to weigh less.16. Experts choose to eat early in the day for this reason.17. Breakfasts that will only make you more hungry later - and you should avoid.18. This type of food takes more energy to breakdown (burning more calories) - and you should get your hands on some.19. Why a trip to the grocery store can be an adventure even for the health conscious.20. The truth about carbohydrates (once adored by weight watchers)!",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.RECORD_AUDIO",
      "android.permission.CAMERA",
      "android.permission.WAKE_LOCK",
      "com.dimav.metabolism.permission.C2D_MESSAGE",
      "com.google.android.c2dm.permission.RECEIVE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
