{
  "title": "The Book of Were-Wolves-Book",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.The_Book_of_Were_Wolves",
  "category": "Books & Reference",
  "price": "$0.99",
  "datePublished": "September 6, 2011",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "1",
  "rating": "5.0",
  "contentRating": "Medium Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.The_Book_of_Were_Wolves",
  "extendedInfo": {
    "installSize": "884k",
    "downloadsCount": "10+",
    "downloadsCountText": "10 - 50",
    "description": "The Author-A melancholy flat was the marais, looking desolate enough by day, but now, in the gloaming, tenfold as desolate. The sky was perfectly clear, and of a soft, blue-grey tinge; illumined by the new moon, a curve of light approaching its western bed. To the horizon reached a fen, blacked with pools of stagnant water, from which the frogs kept up an incessant trill through the summer night. Heath and fern covered the ground, but near the water grew dense masses of flag and bulrush, amongst which the light wind sighed wearily. Here and there stood a sandy knoll, capped with firs, looking like black splashes against the grey sky; not a sign of habitation anywhere; the only trace of men being the white, straight road extending for miles across the fen.That this district harboured wolves is not improbable, and I confess that I armed myself with a strong stick at the first clump of trees through which the road dived.This was my first introduction to were-wolves, and the circumstance of finding the superstition still so prevalent, first gave me the idea of investigating the history and the habits of these mythical creatures.I must acknowledge that I have been quite unsuccessful in obtaining a specimen of the animal, but I have found its traces in all directions. And just as the palæontologist has constructed the labyrinthodon out of its foot-prints in marl, and one splinter of bone, so may this monograph be complete and accurate, although I have no chained were-wolf before me which I may sketch and describe from the life.The traces left are indeed numerous enough, and though perhaps like the dodo or the dinormis, the werewolf may have become extinct in our age, yet he has left his stamp on classic antiquity, he has trodden deep in Northern snows. has ridden rough-shod over the mediævals, and has howled amongst Oriental sepulchres. He belonged to a bad breed, and we are quite content to be freed from him and his kindred, the vampire and the ghoul. Yet who knows! We may be a little too hasty in concluding that he is extinct. He may still prowl in Abyssinian forests, range still over Asiatic steppes, and be found howling dismally in some padded room of a Hanwell or a Bedlam.In the following pages I design to investigate the notices of were-wolves to be found in the ancient.           *** QUALITY DIGITIZED BOOKS  ***This Ebook can be placed on the SDCARD with Android 2.2 and above.This is the full length digitised ebook version of a classic book and is supplied by Digi-Media-Apps. Each  book  is packaged  with an advanced EBOOK  reader. Simply download the App and read the book – you do not need other software or Apps to enjoy this book.Where available, pages in the book can be turned using the phone's volume keys.If the App is closed, the book will reopen at the place where you left off reading the book.Sections/chapters of the book are accessible directly from the  Table of Contents.Book marks can be saved at any point within the book. Use the MENU/BOOK MARK to mark any text to return to later.You can search for any text within the book.For your reading comfort, the book has two reading modes, DAY and NIGHT.Where appropriate, the books contents are cross referenced, and linked.Footnotes within the original book are maintained and linked within the book.You can select font size for the book using the books menu options.You can select font colour for the book using the books menu optionsYou can select background colour for the book using the books menu optionsBy default, the phone will not turn off whilst you are reading the book. This option can be turned off in MENU/SETTINGS.A quality full length book in ebook format supplied by Digi-Media-Apps.More quality classic ebook titles can be found on Android market – search “digimediaapps”Goto www.digimediaapps.com for a full searchable catalogue of available books from Digi-Media-Apps.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
