{
  "title": "Old English Words and Terms fo",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Old_English_Words_and_Terms_for_Local_Historians",
  "category": "Books & Reference",
  "price": "$19.49",
  "datePublished": "October 7, 2012",
  "version": "10.0",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Old_English_Words_and_Terms_for_Local_Historians",
  "extendedInfo": {
    "installSize": "9.0M",
    "downloadsCount": "1+",
    "downloadsCountText": "1 - 5",
    "description": "Researching local history can be absorbing and rewarding but often key documents such as Manorial and Estate papers, probate inventories and parish registers are full of archaic or Latin words, terms and phrases which need translation. For students of local history and those researching their family histories therefore, this book is  an essential tool. It contains a glossary of unfamiliar words and terms found in old documents such as Manorial and Estate papers, probate inventories and parish registers, plus a list of obsolete weights and measures, Latin words and phrases, saint's days, festivals and feast days, English currency dating back to the Roman period, a decimal currency converter, regnal years of English monarchs from 1066-1952 and a list of comparative costs of living and values of the pound since 1300.Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.Old English Words and Terms for Local Historians, by Joy Bristow, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - For all screen sizes - Tap to page up/down, flick to fast scroll or drag for slow scroll - Opens up where you left off reading - Variable font size - Choice of background color including white text on black background - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [

    ]
  }
}
