{
  "title": "The Great Reading Disaster",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.The_Great_Reading_Disaster",
  "category": "Books & Reference",
  "price": "$21.49",
  "datePublished": "April 8, 2012",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.The_Great_Reading_Disaster",
  "extendedInfo": {
    "installSize": "1.7M",
    "downloadsCount": "0+",
    "downloadsCountText": "",
    "description": "By the late 1980s half the nation’s children were receiving eleven years of progressivist schooling that failed to give them even the elementary basis of education that was completed by the age of seven in earlier days. This great reading disaster was caused by the ‘look–say’ method of teaching, which presented whole words not individual letters. This book explains the causes and provides the solution to this problem.In 2006, the Secretary of State for Education and Skills has ordered schools to use the phonic method but there seems little evidence that its implications are properly understood or that any serious re-training programme for teachers is being put in place. The authors believe their explanations and recommendations in this book are thus needed just as much as ever.Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.The Great Reading Disaster, by Mona McNee, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - Horizontal or vertical Scroll up/down - Opens up where you left off reading - Variable font size / color - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
