{
  "title": "Om Shubh Diwali Live Wallpaper",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dipawalifestival.hindulivewallpaper",
  "category": "Personalization",
  "price": "Free",
  "datePublished": "August 26, 2013",
  "version": "1.2",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "22",
  "rating": "4.409091",
  "contentRating": "Low Maturity",
  "creator": "Fundoo apps centre",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dipawalifestival.hindulivewallpaper",
  "extendedInfo": {
    "installSize": "2.0M",
    "downloadsCount": "5,000+",
    "downloadsCountText": "5,000 - 10,000",
    "description": "Add Spirituality and celebrate Diwali with the rotating and moving Swastik across your Android Screen, that too for FREE!! Om Shubh Diwali live wallpaper is a beautiful live wallpaper which includes the rotating & moving “OM” which appears from any direction. You can even shrink or enlarge the size of the rotating “OM” simply by touching and using two of your fingers. Features:1. The animation is smooth and the “OM” emerges from any random direction which looks very attractive.2. Increase/Decrease the size of the “OM” by touching and using your two fingers.3. You can even chose background from your Phone Gallery.4. Exclusive high resolution, custom-designed festival live wallpaper background.5. Custom styled ultimate matching background, featuring matching “OM” image.6. Based on HD graphics and OpenGL ( smooth and effective )7. Needs less memory and compatible with 99% Android devices.\"OM” is a symbol of spirituality and purity, as people think that it brings peace in the mind, heart and soul. It is spoken while rhyming all the mantras and aartis like “Om Namah Shivay”, “Om Jai Jagdish Hare” etc. It is the most popular and divine word in Hindu culture.Diwali is the festival of lights, rangoli, swastik, crackers, fireworks, prayer(puja), decorations lights, flowers, sharing of sweets and worship of Goddess Laxmi. We all decorate our home with the beautiful rangoli which includes divine symbols like swastik, Om, images of God and Goddess. It’s the time to send beautiful Diwali greetings to your friends, relatives, loved ones, colleagues and business partners in a unique and divine way..Ultra clean and flawlessly styled with customization option, the ultimate theme for traditional and cultural people!We would love to hear from you so we can continue to create better experience for you.Happy Diwali and Dussehera!**********************************************Also, no internet or wifi connection is required for this application. The application has been tested extensively on various models of Samsung galaxy ace, Sony Xperia, HTC One V, Samsung Tablet. It is designed for these resolutions: 240*320, 320*480, 480*854, 480*800, 1280*600, 1280 * 800.This Live wallpapers has an awesome HD background.Tags: animated live wallpaper, free live wallpaper, zoom in/zoom out, rotating like wallpaper",
    "reviews": [
      {
        "timestampMsec": "1369727729182",
        "starRating": "5",
        "title": "Om",
        "comment": "Nice live wallpapar",
        "commentId": "gp:AOqpTOHgPC89jmUmOuU3sU2D4RGCvdLRY1mJCPG6y8MCFjCCODfbC91lU7TDl9c9npONRtI2BdY-jGGkabrMW0M",
        "author": "Vishnu Vaish",
        "authorURL": "http://lh6.googleusercontent.com/-XHS2fdWiWao/AAAAAAAAAAI/AAAAAAAAAEA/Tl2mqW_pxGg/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/-XHS2fdWiWao/AAAAAAAAAAI/AAAAAAAAAEA/Tl2mqW_pxGg/photo.jpg"
      },
      {
        "timestampMsec": "1352715831511",
        "starRating": "5",
        "comment": "This is om photo",
        "commentId": "lg:AOqpTOHfH3oQ8pejB5T9CPQykSJwKREGgRUSMHWvb86hXufakDG1BN-eyY8DoGZkTWFrwLQE-dMUR4YNTAHM1p0",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "android.permission.READ_PHONE_STATE",
      "android.permission.VIBRATE",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.WAKE_LOCK",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_LOCATION_EXTRA_COMMANDS"
    ]
  }
}
