{
  "title": "Sea-Weeds, Shells and Fossils",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Sea_Weeds__Shells_and_Fossils",
  "category": "Books & Reference",
  "price": "$0.99",
  "datePublished": "August 28, 2011",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Sea_Weeds__Shells_and_Fossils",
  "extendedInfo": {
    "installSize": "2.3M",
    "downloadsCount": "5+",
    "downloadsCountText": "5 - 10",
    "description": "The Author-Algæ, popularly known as sea-weeds, although many species are inhabitants of fresh water, or grow on moist ground, may be briefly described as cellular, flowerless plants, having no proper roots, but imbibing nutriment by their whole surface from the medium in which they grow. As far as has been ascertained, the total number of species is about 9000 or 10,000. Many of them are microscopic, as the Desmids and Diatoms, others, as Lessonia, and some of the larger Laminariæ (oarweeds), are arborescent, covering the bed of the sea around the coast with a submarine forest; while in the Pacific, off the northwestern shores of America, Nereocystis, a genus allied to Laminaria, has a stem over 300 feet in length, which, although not thicker than whipcord, is stout enough to moor a bladder, barrel-shaped, six or seven feet long, and crowned with a tuft of fifty leaves or more, each from thirty to forty feet in length. This vegetable buoy is a favourite resting place of the sea otter; and where the plant exists in any quantity, the surface of the sea is rendered impassable to boats. The stem of Macrocystis, which \"girds the globe in the southern temperate zone,\" is stated to extend sometimes to the enormous length of 1500 feet. It is no thicker than the finger anywhere, and the upper branches are as slender as pack-thread; but at the base of each leaf there is placed a buoy, in the shape of a vesicle filled with air.            *** QUALITY DIGITIZED BOOKS  ***This Ebook can be placed on the SDCARD with Android 2.2 and above.This is the full length digitised ebook version of a classic book and is supplied by Digi-Media-Apps. Each  book  is packaged  with an advanced EBOOK  reader. Simply download the App and read the book – you do not need other software or Apps to enjoy this book.Where available, pages in the book can be turned using the phone's volume keys.If the App is closed, the book will reopen at the place where you left off reading the book.Sections/chapters of the book are accessible directly from the  Table of Contents.Book marks can be saved at any point within the book. Use the MENU/BOOK MARK to mark any text to return to later.You can search for any text within the book.For your reading comfort, the book has two reading modes, DAY and NIGHT.Where appropriate, the books contents are cross referenced, and linked.Footnotes within the original book are maintained and linked within the book.You can select font size for the book using the books menu options.You can select font colour for the book using the books menu optionsYou can select background colour for the book using the books menu optionsBy default, the phone will not turn off whilst you are reading the book. This option can be turned off in MENU/SETTINGS.A quality full length book in ebook format supplied by Digi-Media-Apps.More quality classic ebook titles can be found on Android market – search “digimediaapps”Goto www.digimediaapps.com for a full searchable catalogue of available books from Digi-Media-Apps.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
