{
  "title": "For Everything A Reason",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.For_Everything_a_Reason",
  "category": "Books & Reference",
  "price": "$9.61",
  "datePublished": "February 10, 2011",
  "version": "1.0.0",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Medium Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.For_Everything_a_Reason",
  "extendedInfo": {
    "installSize": "1.9M",
    "downloadsCount": "1+",
    "downloadsCountText": "1 - 5",
    "description": "Joseph Ruebins is a natural-born fighter, a champion of his sport, yet no training could have prepared him for the events that were to follow at Madison Square Garden on the night of his ultimate fight. Ruebins had planned his retirement with precision and it wasn't supposed to be like this. Struck down by a sudden and debilitating stroke, Joseph finds himself in hospital; paralysed, fearful, and at the mercy of this cruel condition. Worse still, it quickly transpires that the sanctuary of the hospital is only temporary. A killer is stalking these barren passageways. And, in a moment of brutality, Joseph's roommate is murdered in a vicious attack. Now an unwitting witness to this terrifying event, Joseph finds himself in mortal danger. Barely able to move or even communicate, he must summon every ounce of his strength in an attempt to outwit this cold-bloodied killer. Can this ex-champion of the world find a way, not only to survive, but also to protect his family - his life - his very existence..?",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.GET_TASKS",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
