{
  "title": "Jill's Leading Ladies",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Jill_s_Leading_Ladies",
  "category": "Books & Reference",
  "price": "$17.79",
  "datePublished": "September 12, 2012",
  "version": "10.0",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Jill_s_Leading_Ladies",
  "extendedInfo": {
    "installSize": "2.4M",
    "downloadsCount": "0+",
    "downloadsCountText": "",
    "description": "When Jill Allen-King OBE, suddenly lost her sight at the age of 24, with little help and advice available from Social Services she had to teach herself to cope with a whole new way of living that had its own set of challenges to overcome, including looking after her daughter, Jacqueline, born soon afterwards. It wasnΓÇÖt until seven years later that Jill successfully completed a training course with her first guide dog and finally, after years of being virtually housebound, was able to begin rebuilding her confidence and reclaiming her independence.Drawing on her own experiences of the problems and dangers that face the blind and partially sighted, as well as those with other mobility difficulties and disabilities, Jill has devoted her life to raising awareness of the needs and rights of the disabled, particularly in regard to access to public buildings, and campaigning for these issues to be considered by householders, businesses, councils and the government. None of this would have been possible without her six guide dogs over the past 40 years: Topsy, Bunty, Brandy, Quella, Lady and her current dog, Amanda.This book, following close on the heels of JillΓÇÖs autobiography, Just Jill, is a heartfelt tribute to her trusted four-legged friends, who have given her companionship, instilled her with confidence and guided her safely in both her personal life and in her incredibly important voluntary work throughout the UK. No one can fail to be inspired by JillΓÇÖs perseverance and achievements or by the fantastic work that guide dogs carry out for their owners. Although now in her seventies, with new challenges for those with disabilities always on the horizon, such as electric cars, shared streets and changes to the benefits system, JillΓÇÖs contributions to the fight neither cease nor cease to amaze.Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.Jill's Leading Ladies, by Jill Allen-King OBE, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - For all screen sizes - Tap to page up/down, flick to fast scroll or drag for slow scroll - Opens up where you left off reading - Variable font size - Choice of background color including white text on black background - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [

    ]
  }
}
