{
  "title": "Holmes Sweet Holmes",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Holmes_Sweet_Holmes",
  "category": "Books & Reference",
  "price": "$13.79",
  "datePublished": "May 4, 2012",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Medium Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Holmes_Sweet_Holmes",
  "extendedInfo": {
    "installSize": "2.5M",
    "downloadsCount": "0+",
    "downloadsCountText": "",
    "description": "Writer-actor-director Peter Gerards latest film was a smash hit, but some fans of Sherlock Holmes were outraged. Why? Because 221 B Bourbon Street portrayed the beloved detective as a goateed, saxophone-playing southern American working in 1920s New Orleans! Was it a disgruntled Sherlockian or someone else who hated Gerard enough to kill him, twice? That is what mystery writer and college professor Sebastian McCabe, assisted by brother-in-law Jeff Cody, must find out before McCabes own disgraceful involvement in the affair comes to light. And it will take a little stage magic to do it. Amidst this challenging mystery, Jeffs complicated relationship with the lovely journalist Lynda Teal seems to be reaching a definitive resolution just as Jeff approaches his birthday. Readers who so enjoyed the best-selling No Police Like Holmes will find this sequel packed with the same suspense, surprises, and sharp humor that characterized the debut adventure of Sebastian McCabe and Jeff Cody.Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.Holmes Sweet Holmes, by Dan Andriacco, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - Horizontal or vertical Scroll up/down - Opens up where you left off reading - Variable font size / color - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
