{
  "title": "FINAL CUT PRO SHORTCUTS Quiz",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digitalapplications.finalcutshortcuts",
  "category": "Education",
  "price": "$1.99",
  "datePublished": "February 5, 2011",
  "version": "1.0",
  "operatingSystems": "2.0 and up",
  "ratingsCount": "2",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "Digital Applications",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digitalapplications.finalcutshortcuts",
  "extendedInfo": {
    "installSize": "688k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Final Cut Pro is a professional non-linear editing software application developed by Macromedia Inc. and then Apple Inc. Final Cut Pro 7 runs on Mac personal computers powered by Mac OS X version 10.5.6 or later and using Intel processors. It is a module of the Final Cut Studio product. The software allows users to log and capture video onto a hard drive (internal or external), where it can be edited, processed, and output to a wide variety of formats.From the early 2000s, Final Cut Pro began to develop a large and expanding user base, mainly video hobbyists and independent filmmakers. It has, in later years especially, made inroads with film and television editors who have traditionally used Avid Technology's Media Composer. According to a 2007 SCRI study, Final Cut made up 49% of the US professional editing market, with Avid at 22%. A published Survey in 2008 by the American Cinema Editors Guild placed their users at 21% FCP (and growing from previous surveys of this group), while all others are still on an Avid system of some kind. (Wikipedia)Every program has it's own way of doing things.  Being able to do your job faster will only make you more valuable.  Knowing your programs shortcuts is the easiest way to do that.  This app was designed with you in mind.  With over 130 different shortcuts for Final Cut Pro, you'll be up to speed in no time.  Multiple Choice Quizzes help to maintain your learning as well as Flash cards and a handy Dictionary reference tool for quick learning on the go.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [

    ]
  }
}
