{
  "title": "Under the Red Blanket",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Under_the_Red_Blanket",
  "category": "Books & Reference",
  "price": "$9.19",
  "datePublished": "January 13, 2012",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Medium Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Under_the_Red_Blanket",
  "extendedInfo": {
    "installSize": "8.0M",
    "downloadsCount": "0+",
    "downloadsCountText": "",
    "description": "Under The Red Blanket is a memoir of a Swedish-American family living in a remote area of North East India among the Naga headhunting tribes. The book opens with the father of Bea, Bengt Anderson, immigrating to the United States from Sweden on the advice of his aunt Hedda, who worked as a cook for the Roosevelt family at their home in Hyde Park, New York. He later moved to Minnesota where he met and married Edna Michaelson. Soon after, they left the US to spend twenty-nine years living in India. The story relates the trials and tribulations of life in the jungle. It includes stories of life under the British Raj, World War II and the Japanese invasion into India. The book also describes the horrors witnessed during the separation of India and Pakistan in 1947.Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.Under the Red Blanket, by Bea Andersen Swedien, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - Horizontal or vertical Scroll up/down - Opens up where you left off reading - Variable font size / color - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
