{
  "title": "Beat Depression with Self-Help",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Beat_Depression_with_Self_Help_Techniques",
  "category": "Books & Reference",
  "price": "$7.99",
  "datePublished": "November 9, 2011",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Beat_Depression_with_Self_Help_Techniques",
  "extendedInfo": {
    "installSize": "1.6M",
    "downloadsCount": "5+",
    "downloadsCountText": "5 - 10",
    "description": "Facing difficult situations is part of our everyday lives, but we can easily feel overwhelmed and become drawn into a depressive state. However, this book illustrates that, by using a range of self-counselling techniques to explore our inner world of thoughts and feelings, it is possible to overcome our problems and move on.Through a logical sequence of chapters, each containing a series of tasks, role-playing examples, illuminative illustrations, challenging questions and useful self-help exercises, the reader will gain a practical understanding of the different counselling techniques and the power and effectiveness of cognitive and rational emotive behavioural therapies.Tackling a wide range of issues, including relationship problems, bringing up children, bullying, work pressures, stress, anger, grief, morale and assertiveness, this down-to-earth guide to dealing with depression represents an essential DIY kit for achieving a more positive and healthy outlook on life.Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.Beat Depression with Self-Help Techniques, by Andrew Vass, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - Horizontal or vertical Scroll up/down - Opens up where you left off reading - Variable font size / color - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
