{
  "title": "The Tudors, A Very Peculiar Hi",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.The_Tudors__A_Very_Peculiar_History",
  "category": "Books & Reference",
  "price": "$15.49",
  "datePublished": "September 11, 2012",
  "version": "10.0",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "1",
  "rating": "5.0",
  "contentRating": "Low Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.The_Tudors__A_Very_Peculiar_History",
  "extendedInfo": {
    "installSize": "1.7M",
    "downloadsCount": "1+",
    "downloadsCountText": "1 - 5",
    "description": "The Tudors were an odd bunch, even weirder than their subjects, perhaps. When they weren't beheading wives and enemies they were threatening to, or going around earning themselves nicknames like 'Bloody Mary' and 'The 9 Day Queen'. 'The Tudors: A Very Peculiar History; tells the story of the Tudor monarchs, their castles, their lives and their subjects in a time when it was fashionable to slash up your clothes for that 'fresh from battle' look. The book details each monarch's reign and casts light on the more bizarre elements of their time in power, right down to an analysis of their seals and signatures and the various torture and execution methods they liked to use.Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.The Tudors, A Very Peculiar History, by Jim Pipe, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - For all screen sizes - Tap to page up/down, flick to fast scroll or drag for slow scroll - Opens up where you left off reading - Variable font size - Choice of background color including white text on black background - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [

    ]
  }
}
