{
  "title": "Trouble on the Heath",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Trouble_on_the_Heath",
  "category": "Books & Reference",
  "price": "$3.29",
  "datePublished": "June 3, 2011",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Medium Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Trouble_on_the_Heath",
  "extendedInfo": {
    "installSize": "2.7M",
    "downloadsCount": "1+",
    "downloadsCountText": "1 - 5",
    "description": "A comedy of Russian gangsters, town planners and a dog called Nigel.Malcolm Thomas is not happy. The view he loves is about to be blocked by an ugly building. He decides to take action and forms a protest group. Then things go badly wrong and Malcolm finds himself running for his life. Along the way he gets mixed up with corrupt town planners, violent gangsters, and a kidnapped concert pianist. Malcolm starts to wonder if objecting to the building was such a good idea when he finds himself upside down with a gun in his mouth.This hilarious story from Monty Python star, Terry Jones, will make you laugh out loud.Ideal for regular readers wanting a fast, fun read or for people who have lost the reading habit, Quick Reads have brought hundreds of thousands of new readers to books and helped transform lives. Quick Reads are brilliantly written short new books by bestselling writers and celebrities.'           *** QUALITY DIGITIZED BOOKS  ***This Ebook can be placed on the SDCARD with Android 2.2 and above.This is the full length digitised ebook version of a classic book and is supplied by Digi-Media-Apps. Each  book  is packaged  with an advanced EBOOK  reader. Simply download the App and read the book – you do not need other software or Apps to enjoy this book.Where available, pages in the book can be turned using the phone's volume keys.If the App is closed, the book will reopen at the place where you left off reading the book.Sections/chapters of the book are accessible directly from the  Table of Contents.Book marks can be saved at any point within the book. Use the MENU/BOOK MARK to mark any text to return to later.You can search for any text within the book.For your reading comfort, the book has two reading modes, DAY and NIGHT.Where appropriate, the books contents are cross referenced, and linked.Footnotes within the original book are maintained and linked within the book.You can select font size for the book using the books menu options.You can select font colour for the book using the books menu optionsYou can select background colour for the book using the books menu optionsBy default, the phone will not turn off whilst you are reading the book. This option can be turned off in MENU/SETTINGS.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
