{
  "title": "The Future Revisited",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.The_Future_Revisited",
  "category": "Books & Reference",
  "price": "$28.99",
  "datePublished": "October 21, 2012",
  "version": "10.0",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.The_Future_Revisited",
  "extendedInfo": {
    "installSize": "3.2M",
    "downloadsCount": "0+",
    "downloadsCountText": "",
    "description": "The Future Revisited examines Hollywood adaptations of Jules Verne stories and is an interdisciplinary study that offers a fresh perspective on film history, French literature, science fiction and America in the 1950s. It is a fascinating and authoritative account of how the stories of Jules Verne, a distinguished French novelist better known around the world as the father of science fiction and an accurate predictor of much of the twentieth century, found particular resonance with US filmmakers in the 1950s. Schiltz looks at four of the most popular films - Around the World in 80 Days, 20,000 Leagues Under the Sea, Journey to the Center of the Earth and Mysterious Island - and argues that there were many parallels between Verne’s technological adventures and postwar America, with its themeparks, shopping malls, Levittowns and plethora of consumer goods. Just as nineteenth-century readers of Verne’s books could experience travel from the comfort of their seats, viewers of these films could be swept away on an imaginary flight, a voyage in a submarine, or a trek to the earth’s core, all in spectacular widescreen and with ground-breaking special effects. Yet the pleasures offered were ambivalent: encounters with exotic places and cultures might have led the audience to question common assumptions such as gender roles; seeing futuristic domestic spaces could highlight the confusion of attitudes to private and public life in suburbia, and the films’ blending of nostalgia and progress might draw attention to society’s tug-of-war between innovation and conformity. Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.The Future Revisited, by Francoise Schiltz, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - For all screen sizes - Tap to page up/down, flick to fast scroll or drag for slow scroll - Opens up where you left off reading - Variable font size - Choice of background color including white text on black background - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [

    ]
  }
}
