{
  "title": "Who's Afraid of a European Con",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Who_s_Afraid_of_a_European_Constitution_",
  "category": "Books & Reference",
  "price": "$16.69",
  "datePublished": "September 2, 2012",
  "version": "10.0",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Who_s_Afraid_of_a_European_Constitution_",
  "extendedInfo": {
    "installSize": "1.1M",
    "downloadsCount": "0+",
    "downloadsCountText": "",
    "description": "In this short but authoritative book, the nature and purpose of the European Constitution are explained by someone involved in its preparation. The author discusses how it was drafted, and tackles some much debated questions: whether it promises any enhancement of democracy in the EU, whether it implies that the EU is becoming a superstate, and whether it will strengthen the principle of subsidiarity and the protection of human rights.Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.Who's Afraid of a European Constitution?, by Neil MacCormick, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - For all screen sizes - Tap to page up/down, flick to fast scroll or drag for slow scroll - Opens up where you left off reading - Variable font size - Choice of background color including white text on black background - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [

    ]
  }
}
