{
  "title": "Relativism and the Foundations",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Relativism_and_the_Foundations_of_Liberalism",
  "category": "Books & Reference",
  "price": "$34.99",
  "datePublished": "December 15, 2011",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Relativism_and_the_Foundations_of_Liberalism",
  "extendedInfo": {
    "installSize": "1.5M",
    "downloadsCount": "1+",
    "downloadsCountText": "1 - 5",
    "description": "Moral relativism is often regarded as both fatally flawed and incompatible with liberalism. This book aims to show why such criticism is misconceived. First, it argues that relativism provides a plausible account of moral justification. Drawing on the contemporary relativist and universalist analyses of thinkers such as Harman, Nagel and Habermas, it develops an alternative account of ‘coherence relativism’. Turning to liberalism, the book argues that moral relativism is not only consistent with the claims of contemporary liberalism, but underpins those claims. The political liberalism of Rawls and Barry is founded on an unacknowledged commitment to a relativist account of justification. In combining these two elements, the book offers a new understanding of relativism, and demonstrates its relevance for contemporary liberal thought.Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.Relativism and the Foundations of Liberalism, by Graham Long, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - Horizontal or vertical Scroll up/down - Opens up where you left off reading - Variable font size / color - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
