{
  "title": "How not to run the same Hotel",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.How_not_to_run_the_same_Hotel",
  "category": "Books & Reference",
  "price": "$4.69",
  "datePublished": "November 24, 2011",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Medium Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.How_not_to_run_the_same_Hotel",
  "extendedInfo": {
    "installSize": "2.1M",
    "downloadsCount": "0+",
    "downloadsCountText": "",
    "description": "The second in the series,‘You remember Harry Pope telling you in his previous book How Not to Run A Hotel? In this latest book, he gives you more advice. Did you know that interior designers have the letter Q in their name, and also wear designer scarves? No, neither did Harry until he received a call from out of the blue from his Californian business partner telling him that one had been hired to re-design the ground floor of the hotel. Live the experience with Harry and Pam as they deal with revolting staff, groups of walkers and Rotarians, and present the staff with a list entitled ‘What Annoys Me.’ A long list indeed. Be with them as their dream dies, and laugh with them in adversity.’ Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.How not to run the same Hotel, by Harry Pope, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - Horizontal or vertical Scroll up/down - Opens up where you left off reading - Variable font size / color - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
