{
  "title": "Collingwood and the Crisis of",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Collingwood_and_the_Crisis_of_Western_Civilisation",
  "category": "Books & Reference",
  "price": "$57.59",
  "datePublished": "September 15, 2012",
  "version": "10.0",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Collingwood_and_the_Crisis_of_Western_Civilisation",
  "extendedInfo": {
    "installSize": "944k",
    "downloadsCount": "0+",
    "downloadsCountText": "",
    "description": "This book argues that R.G. Collingwood’s philosophy is best understood as a diagnosis of and response to a crisis of Western civilisation. The various and complementary aspects of the crisis of civilisation are explored and Collingwood is demonstrated to be working in the traditions of Romanticism and ‘historicism’. On these subjects, the theories of Collingwood and Ortega y Gasset are contrasted with those of Nietzsche and Weber.Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.Collingwood and the Crisis of Western Civilisation, by Richard Murphy, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - For all screen sizes - Tap to page up/down, flick to fast scroll or drag for slow scroll - Opens up where you left off reading - Variable font size - Choice of background color including white text on black background - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [

    ]
  }
}
