{
  "title": "ANATOMY/PHYSIOLOGY PHLEBOTOMY",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digitalapplications.phlebotomyterms",
  "category": "Education",
  "price": "$4.99",
  "datePublished": "February 5, 2011",
  "version": "1.0",
  "operatingSystems": "2.0 and up",
  "ratingsCount": "4",
  "rating": "3.0",
  "contentRating": "Everyone",
  "creator": "Digital Applications",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digitalapplications.phlebotomyterms",
  "extendedInfo": {
    "installSize": "694k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Phlebotomy is the act of drawing blood either for testing or transfusion. It is a skill employed by physicians and many professionals in allied health fields, including medical assistants, paramedics, and clinical laboratory scientists. Certification is legally required in only two states of USA. However most employers prefer to employ certified professionals. Health care is a rapidly expanding industry, and a new professional, the certified phlebotomist, helps to reduce the workload of doctors and nurses by focusing exclusively on blood collection, particularly in hospitals and blood drives.Depending on the regional characteristics of the organization they work for, phlebotomists may have to travel to collect samples (this is referred to as a domiciliary service). They may travel to nursing homes or outpatient clinics to collect samples.Phlebotomists collect blood primarily by performing venipuncture and, for collection of minute quantities of blood, fingersticks. Blood may be collected from infants by means of a heel stick. Specially trained phlebotomists collect arterial blood samples from the radial artery of the wrist or brachial artery in the antecubital area (bend in the arm)kateva.Maintain your medical edge with this fantastic set of 534 Phlebotomy Multiple Choice Quizzes, Flashcards and a handy Dictionary for learning on the go.",
    "reviews": [
      {
        "timestampMsec": "1312159768858",
        "starRating": "1",
        "comment": "Worst app there is on the marketplace",
        "commentId": "lg:AOqpTOH-j3lZlM6_Yzsb0SfY_cHjg1c2bq5NUOqVEyKC_RiIfKVwxkPaQ4YXGKEkeQk4mlyxpLkfnLX9DV3p804",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1304344047663",
        "starRating": "1",
        "comment": "Took too long to download. The 15mins refund rule almost forfeited.",
        "commentId": "lg:AOqpTOGKa7rZ1Kz11Je81o02ov3Purj-vqoKEFAu9VQcFldn2WHHEferBeC-SG9crVpljcFLm8sDLT0VnPHGJUQ",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [

    ]
  }
}
