{
  "title": "One Moment In Time-Book",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.One_Moment_In_Time",
  "category": "Books & Reference",
  "price": "$7.99",
  "datePublished": "August 2, 2011",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Medium Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.One_Moment_In_Time",
  "extendedInfo": {
    "installSize": "2.2M",
    "downloadsCount": "1+",
    "downloadsCountText": "1 - 5",
    "description": "Fifteen years ago, the world for Jill and Roger Prior halted in its tracks, with the death of their youngest daughter, Lisa, a talented ballet dancer and teacher. Their devastation, which made them wonder whether there was any point in carrying on, led them on a roller-coaster journey in their search for answers to the meaning of life. Drawn to the Spiritualist church in their quest for proof of the afterlife and the survival of the spirit after death, Jill and Roger met Stephen Holbrook, a gifted medium who was to change their lives forever. With his support, love and compassion, they have managed to move from pain and despair to rebuilding their lives and helping others through the precious knowledge they have found. Peppered with both sadness and humour, this gritty and inspiring autobiography offers those grieving the loss of a loved one a glimmer of hope of light at the end of the dark tunnel that is bereavement, and the assurance that the spirits of those that have passed away live on, can interact with us in this life, and ultimately will be reunited with us in the next.           *** QUALITY DIGITIZED BOOKS  ***This Ebook can be placed on the SDCARD with Android 2.2 and above.This is the full length digitised ebook version of a classic book and is supplied by Digi-Media-Apps. Each  book  is packaged  with an advanced EBOOK  reader. Simply download the App and read the book – you do not need other software or Apps to enjoy this book.Where available, pages in the book can be turned using the phone's volume keys.If the App is closed, the book will reopen at the place where you left off reading the book.Sections/chapters of the book are accessible directly from the  Table of Contents.Book marks can be saved at any point within the book. Use the MENU/BOOK MARK to mark any text to return to later.You can search for any text within the book.For your reading comfort, the book has two reading modes, DAY and NIGHT.Where appropriate, the books contents are cross referenced, and linked.Footnotes within the original book are maintained and linked within the book.You can select font size for the book using the books menu options.You can select font colour for the book using the books menu optionsYou can select background colour for the book using the books menu optionsBy default, the phone will not turn off whilst you are reading the book. This option can be turned off in MENU/SETTINGS.A quality full length book in ebook format supplied by Digi-Media-Apps.More quality classic ebook titles can be found on Android market – search “digimediaapps”Goto www.digimediaapps.com for a full searchable catalogue of available books from Digi-Media-Apps.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
