{
  "title": "Once Upon a World - The New Te",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Once_Upon_a_World___The_New_Testament",
  "category": "Books & Reference",
  "price": "$3.19",
  "datePublished": "February 1, 2012",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Once_Upon_a_World___The_New_Testament",
  "extendedInfo": {
    "installSize": "1.6M",
    "downloadsCount": "1+",
    "downloadsCountText": "1 - 5",
    "description": "Once Upon A World is a delightful series of Bible stories for children.  The fresh clear style of writer and illustrator Robert Duncan gives this eBook a widespread appeal.  Once Upon A World presents a happy combination of faith and humour that will appeal to families both remote from and close to the Christian faith.This eBook contains Robert Duncan's retellings of stories from the New Testament.Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.Once Upon a World - The New Testament, by Robert Duncan, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - Horizontal or vertical Scroll up/down - Opens up where you left off reading - Variable font size / color - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
