{
  "title": "You Can Have Chips",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.You_Can_Have_Chips",
  "category": "Books & Reference",
  "price": "$14.99",
  "datePublished": "May 2, 2011",
  "version": "1.0.0",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Medium Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.You_Can_Have_Chips",
  "extendedInfo": {
    "installSize": "1.8M",
    "downloadsCount": "1+",
    "downloadsCountText": "1 - 5",
    "description": "From childhood kick-abouts on knee-scraping surfaces to junior football in shirts that reached your ankles to greet your socks, like many youngsters Steve Wignall dreamed of wearing a hallowed red shirt and becoming a professional footballer. Following his apprenticeship at Doncaster Rovers that dream came true and he embarked on a 20-year playing career that took him from Donny to Colchester, Brentford and Aldershot. When age and injury held up the red card, he went into coaching, scouting and management, returning to both Colchester and Doncaster Rovers as manager.  Giving a fascinating, behind the scenes insight into life as a player and as a manager, and peppered with wonderful anecdotes that reflect his cheeky Scouse humour, Steve gives an honest account of his long journey of highs and lows in both his professional and personal life, from back-stabbing, rivalries and budget juggling to family upheavals and traumas.  Throughout his long career, Steve’s high expectations of himself, his loyalty, his tenacity and his vision as a player were mirrored in his management ethic and team training, at whatever level of football, and his skills and determination are what enabled him to survive and succeed in the tough, demanding and ever-changing world of football.           *** QUALITY DIGITIZED BOOKS  ***This Ebook can be placed on the SDCARD with Android 2.2 and above.This is the full length digitised ebook version of a classic book and is supplied by Digi-Media-Apps. Each  book  is packaged  with an advanced EBOOK  reader. Simply download the App and read the book – you do not need other software or Apps to enjoy this book.Where available, pages in the book can be turned using the phone's volume keys.If the App is closed, the book will reopen at the place where you left off reading the book.Sections/chapters of the book are accessible directly from the  Table of Contents.Book marks can be saved at any point within the book. Use the MENU/BOOK MARK to mark any text to return to later.You can search for any text within the book.For your reading comfort, the book has two reading modes, DAY and NIGHT.Where appropriate, the books contents are cross referenced, and linked.Footnotes within the original book are maintained and linked within the book.You can select font size for the book using the books menu options.You can select font colour for the book using the books menu optionsYou can select background colour for the book using the books menu optionsBy default, the phone will not turn off whilst you are reading the book. This option can be turned off in MENU/SETTINGS.A quality full length book in ebook format supplied by Digi-Media-Apps.More quality classic ebook titles can be found on Android market – search “digimediaapps”Goto www.digimediaapps.com for a full searchable catalogue of available books from Digi-Media-Apps.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.GET_TASKS",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
