{
  "title": "A Major soldier",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.A_Major_soldier",
  "category": "Books & Reference",
  "price": "$13.99",
  "datePublished": "January 17, 2012",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.A_Major_soldier",
  "extendedInfo": {
    "installSize": "6.0M",
    "downloadsCount": "1+",
    "downloadsCountText": "1 - 5",
    "description": "This is the story of Frank Bailey, a man whose ordinary demeanour in civilian life hid a record of active service and heroism in the Great War.He embarked on a 36-year long career with the Essex Regiment when he left his tiny rural community and enlisted a few weeks after the death of Queen Victoria. This remarkable journey took him far away from England to the colonies, the beaches of Gallipoli and the trenches at Beaumont Hamel in The Somme.It is a touching personal story which starts with a dramatic rescue and youthful memories of this quiet man and along the way unearths an unknown family and a brother killed in action. With the men of Essex, we relive the gross horrors of the now infamous campaigns of the Great War, including the famous tank battle at Cambrai where Frank earned the Distinguished Conduct Medal for gallantry in the field.After surviving that terrible conflict, grandad Frank finally retired with honour as a Major and his story is indeed that of A Major Soldier.Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.A Major soldier, by Ted Bailey, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - Horizontal or vertical Scroll up/down - Opens up where you left off reading - Variable font size / color - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
