{
  "title": "Plato's Political Philosophy",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Plato_s_Political_Philosophy",
  "category": "Books & Reference",
  "price": "$16.69",
  "datePublished": "September 2, 2012",
  "version": "10.0",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Plato_s_Political_Philosophy",
  "extendedInfo": {
    "installSize": "1.1M",
    "downloadsCount": "1+",
    "downloadsCountText": "1 - 5",
    "description": "The aim of the book is to introduce the reader to Plato’s political philosophy. The book is directed towards an audience that approaches Plato for the first time.In Plato politics cannot be dissociated from ethics, metaphysics and epistemology. One cannot fully appreciate Plato’s ‘ideal state’ without understanding Plato’s Theory of Forms and his conception of the soul. For this reason the purpose of the book is to place Plato’s political philosophy within Plato’s philosophy as a whole.The book mainly focuses on Plato’s Republic, but also discusses the Statesman and the Laws. Where necessary and in order to explicate main Platonic doctrines, reference is also made to other Platonic dialogues. The purpose of the book is to serve as a guide to Plato’s political dialogues.Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.Plato's Political Philosophy, by Evangelia Sembou, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - For all screen sizes - Tap to page up/down, flick to fast scroll or drag for slow scroll - Opens up where you left off reading - Variable font size - Choice of background color including white text on black background - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [

    ]
  }
}
