{
  "title": "Achieve More With Pareto's La",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Achieve_More_With_Pareto_s_Law",
  "category": "Books & Reference",
  "price": "$4.89",
  "datePublished": "July 11, 2011",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Medium Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Achieve_More_With_Pareto_s_Law",
  "extendedInfo": {
    "installSize": "1.6M",
    "downloadsCount": "1+",
    "downloadsCountText": "1 - 5",
    "description": "IF YOU ONLY KNEW WHAT YOU COULD ACHIEVE...   Would you like to work in a job you like and get paid the salary you deserve? Would you like to spend your free time doing the things you love with the people you care about? Well it really is possible. You can do so much more if you concentrate your efforts on the areas that provide the most benefit and not on the ones that don’t. LESS IS MORE! You may not believe it now but we think you’ll change your mind once you read this eBook.   Explore what is known as the 80/20 PRINCIPLE and see how it can be adapted to suit you and your needs. People and businesses have been using this method for years, ACHIEVING STARTLING RESULTS. Now it is explained for the first time in a clear and concise way with easy to understand examples so that you too can see how you can make the changes to your life that will provide real gains.  It will show you how to develop your own 80/20 MINDSET and how this way of thinking can transform your life. 20% of what you do leads to 80% of the results. Learn what the implications of that can be for you and see how to leverage it to your advantage. Put the ODDS IN YOUR FAVOUR and play the game of life where it’s you who gets to make the rules.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
