{
  "title": "Making My Own Space",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Making_My_Own_Space",
  "category": "Books & Reference",
  "price": "$9.79",
  "datePublished": "April 27, 2012",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Making_My_Own_Space",
  "extendedInfo": {
    "installSize": "1.8M",
    "downloadsCount": "0+",
    "downloadsCountText": "",
    "description": "From his early childhood, Paul Burton, now a prolific film and television writer, producer, director and historian, always felt different, as though he were a square peg trying to fit into a round hole, and he was labelled a ‘no-hoper’. However, this made him more determined to prove everybody wrong, pursue his ambitions against all the odds and carve out his own individually shaped niche. In effect, he has learnt how to make his own space. This inspiring autobiography gives a unique and fascinating insight into the world of the arts, inviting the reader to taste all the wonderful eclectic flavours of the theatre, film, television and radio media, to be transported on tours around fascinating locations, and to meet the many interesting actors, actresses, performers, producers, directors and writers that Paul Burton has been privileged to encounter on his roller-coaster journey of ups and downs, many of whom had been his childhood comedy heroes. With a fitting foreword by Linda Regan, Making My Own Space illustrates how dreams and ambitions can become an exciting reality. Paul Burton’s aim in sharing his story is to provide the sparks of encouragement for others to light their own flame, reach for their goals, persevere through difficult times and think, ‘Well, if he can achieve those things, then so can I.’Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.Making My Own Space, by Paul Burton, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - Horizontal or vertical Scroll up/down - Opens up where you left off reading - Variable font size / color - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
