{
  "title": "Law Of Attraction 2013",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dimav.lawofattraction",
  "category": "Books & Reference",
  "price": "Free",
  "datePublished": "March 1, 2013",
  "version": "1.1",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "2",
  "rating": "4.5",
  "contentRating": "Low Maturity",
  "creator": "Dimav Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dimav.lawofattraction",
  "extendedInfo": {
    "installSize": "4.2M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": ">>>>>>> Who Else Wants To Have Money And Success Flowing Constantly Into Your Life… Like Water From A Broken Faucet? <<<<<<<You have the power to make the law work for you… or against you. Only you can define your destiny!If you're ready to take your life to a whole new level of accomplishment, then Ensure your Dream Life with the Law of Attraction is your ideal roadmap.With this app, you'll discover how to make the law of attraction manifest your every dreams and desires.You can be rich. You can be powerful. You can be that somebody you have always wanted to become. Would you pass this chance to a life that's way better and more comfortable than the one you have right now?Inside this app, you'll discover:- What makes the law of attraction so powerful.- 3 basic elements governing the law of attraction.- Foolproof techniques to master the law of attraction.- 3 ways to change yourself and make the law work for you.- 10 vital tips to maximize results from the law of attraction.- 4 tips to make the law work for you faster and more efficiently.- How to amass wealth by applying the laws of attraction.- A step-by-step method of making more money than you ever desire.- How to improve your financial status using the law of attraction.- 3 keys to unlock the doors toward financial success.- Hidden secrets of making money out of nothing.- How to raise your money vibrations by using the law of attraction.- The relationship of business and marketing with the law of attraction.- How the law of attraction can attract more customers and prospects for you.- 3 crucial questions to answer when attracting business prospects.- How to increase your marketing performance and abilities through the law of attraction.- How to make a checklist of your marketing abilities.- 7 steps to boost your marketing ability.- 10 powerful tips of vibration to feel and live in the present.- How to visualize your success in sales and marketing to earn more.- 6 amazing ways to visualize your goals.- The link between communication and the law of attraction.- 7 guidelines for better communication.- What the master factor is and how to attract it.- The law of attraction as an element of success.- 3 effective ways to overcome your past conditioning.- The 7 spiritual laws of success.- How to use the law of success and the law of attraction at the same time.",
    "reviews": [
      {
        "timestampMsec": "1366898512572",
        "starRating": "4",
        "comment": "I really like this app! It\\'s a book really, but it has been written very concisely! Bare bones and to the point. I have been practicing the LOA for a while now and this app is great for a quick check reminder! I would like the option to increase the type size only suggestion.",
        "commentId": "gp:AOqpTOFDtWgLulYQS5hmbvgKDCJ07e5xXn1T6CRofLK5aVFLtb-jvXMpXeTpYeiHyRTn3IRTWK9nf3Bt4A4JpKM",
        "author": "kimber armstrong",
        "authorURL": "http://lh4.googleusercontent.com/-ghHqNdBAqNA/AAAAAAAAAAI/AAAAAAAAAAA/EU6-XtJl4XE/photo.jpg",
        "authorSecureURL": "https://lh4.googleusercontent.com/-ghHqNdBAqNA/AAAAAAAAAAI/AAAAAAAAAAA/EU6-XtJl4XE/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.RECORD_AUDIO",
      "android.permission.CAMERA",
      "android.permission.WAKE_LOCK",
      "com.dimav.lawofattraction.permission.C2D_MESSAGE",
      "com.google.android.c2dm.permission.RECEIVE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
