{
  "title": "Loonyology-Book",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Loonyology",
  "category": "Books & Reference",
  "price": "$15.99",
  "datePublished": "August 15, 2011",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "High Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Loonyology",
  "extendedInfo": {
    "installSize": "3.5M",
    "downloadsCount": "1+",
    "downloadsCountText": "1 - 5",
    "description": "Lifer Charlie Bronson's reputation precedes him - 'Britain's most violent prisoner' - or does it? Do we really know the true Charlie, or are our impressions the result of media hype? Well, what is in no doubt is that Loonyology is 200% Bronson and will transport the reader on the dizziest no-holds-barred roller-coaster ride of their lives, from suspense and shock to laughter and tears, and from Bronson the 'Solitary King' to Bronson the Philosopher, the Poet, the Artist, the Author, the Joker, the Walking Scar and the Freedom Fighter.  Now 55 years old, and having spent most of his last 34 years as a maximum security 'Bronco Zoo' inmate, he's a much wiser man as he looks back on his crazy journey of unpredictable behaviour, his ever-alert mind darting from reminiscences of his teenage years to memories of fellow-cons, the screws, the cranks, letters and news reports, prison life and procedures, and the overall madness ('loonyology') of the legal and penal systems, peppering his stories with diary entries, true gems of information, sound advice and hilarious one-liners.  Together with his many supporters and with the aid of a top lawyer, Charlie is campaigning for the parole board to finally allow him his freedom, but begging is not his style: he calls a spade a spade and is determined to win with dignity, fighting with his pen and his brain to achieve his aim of a life outside 'the cage'. In his words: 'I chose to be a villain. I'm not proud of it, nor am I ashamed of it. I have paid my debt to society and it's time to go home.'           *** QUALITY DIGITIZED BOOKS  ***This Ebook can be placed on the SDCARD with Android 2.2 and above.This is the full length digitised ebook version of a classic book and is supplied by Digi-Media-Apps. Each  book  is packaged  with an advanced EBOOK  reader. Simply download the App and read the book – you do not need other software or Apps to enjoy this book.Where available, pages in the book can be turned using the phone's volume keys.If the App is closed, the book will reopen at the place where you left off reading the book.Sections/chapters of the book are accessible directly from the  Table of Contents.Book marks can be saved at any point within the book. Use the MENU/BOOK MARK to mark any text to return to later.You can search for any text within the book.For your reading comfort, the book has two reading modes, DAY and NIGHT.Where appropriate, the books contents are cross referenced, and linked.Footnotes within the original book are maintained and linked within the book.You can select font size for the book using the books menu options.You can select font colour for the book using the books menu optionsYou can select background colour for the book using the books menu optionsBy default, the phone will not turn off whilst you are reading the book. This option can be turned off in MENU/SETTINGS.A quality full length book in ebook format supplied by Digi-Media-Apps.More quality classic ebook titles can be found on Android market – search “digimediaapps”Goto www.digimediaapps.com for a full searchable catalogue of available books from Digi-Media-Apps.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
