{
  "title": "Turkey - a Past and a Future",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Turkey___a_Past_and_a_Future",
  "category": "Books & Reference",
  "price": "$0.99",
  "datePublished": "May 5, 2011",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Medium Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Turkey___a_Past_and_a_Future",
  "extendedInfo": {
    "installSize": "818k",
    "downloadsCount": "1+",
    "downloadsCountText": "1 - 5",
    "description": "Extract-What is Turkey? It is a name which explains nothing, for no formula can embrace the variety of the countries marked \"Ottoman\" on the map: the High Yemen, with its monsoons and tropical cultivation; the tilted rim of the Hedjaz, one desert in a desert zone that stretches from the Sahara to Mongolia; the Mesopotamian rivers, breaking the desert with a strip of green; the pine-covered mountain terraces of Kurdistan, which gird in Mesopotamia as the hills of the North-West Frontier of India gird the Plains; the Armenian highlands, bleak as the Pamirs, which feed Mesopotamia with their snows and send it the soil they cannot keep themselves; the Anatolian peninsula—an offshoot of Central Europe with its rocks and fine timber and mountain streams, but nursing a steppe in its heart more intractable than the Puszta of Hungary; the coast-lands—Trebizond and Ismid and Smyrna clinging to the Anatolian mainland and Syria interposing itself between the desert and the sea, but all, with their vines and olives and sharp contours, keeping true to the Mediterranean; and then the waterway of narrows and land-locked sea and narrows again which links the Mediterranean with the Black Sea and the Russian hinterland, and which has not its like in the world.            *** QUALITY DIGITIZED BOOKS  ***This Ebook can be placed on the SDCARD with Android 2.2 and above.This is the full length digitised ebook version of a classic book and is supplied by Digi-Media-Apps. Each  book  is packaged  with an advanced EBOOK  reader. Simply download the App and read the book – you do not need other software or Apps to enjoy this book.Where available, pages in the book can be turned using the phone's volume keys.If the App is closed, the book will reopen at the place where you left off reading the book.Sections/chapters of the book are accessible directly from the  Table of Contents.Book marks can be saved at any point within the book. Use the MENU/BOOK MARK to mark any text to return to later.You can search for any text within the book.For your reading comfort, the book has two reading modes, DAY and NIGHT.Where appropriate, the books contents are cross referenced, and linked.Footnotes within the original book are maintained and linked within the book.You can select font size for the book using the books menu options.You can select font colour for the book using the books menu optionsYou can select background colour for the book using the books menu optionsBy default, the phone will not turn off whilst you are reading the book. This option can be turned off in MENU/SETTINGS.A quality full length book in ebook format supplied by Digi-Media-Apps.More quality classic ebook titles can be found on Android market – search “digimediaapps”Goto www.digimediaapps.com for a full searchable catalogue of available books from Digi-Media-Apps.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
