{
  "title": "Provence",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Provence",
  "category": "Books & Reference",
  "price": "$22.69",
  "datePublished": "September 14, 2012",
  "version": "10.0",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Provence",
  "extendedInfo": {
    "installSize": "3.6M",
    "downloadsCount": "1+",
    "downloadsCountText": "1 - 5",
    "description": "Celebrated by writers from Petrarch to Peter Mayle, Provence's rugged mountains, wild maquis and lavender-filled meadows are world-famous. Historic cities like Arles, Avignon and Aix contain Roman amphitheatres, papal palaces and royal residences, while market towns and picturesque villages maintain age-old traditions of wine producing and agriculture. From the highland towns of Digne and Sisteron to the marshy expanse of the Camargue, Provence encompasses a rich variety of landscapes.Martin Garrett explores a region littered with ancient monuments and medieval castles. Looking at the vibrant dockside ambiance of Marseille and the luminous atmosphere of the Lubéron, he considers how writers like Mistral and Daudet have captured the character of a place and its people. He traces the development of Provence as a Roman outpost, medieval kingdom and modern region of France, revealing through its landmarks the people and events that have shaped its often tumultuous history.Through its architecture, literature and popular culture, this book analyzes and celebrates the identity of a region famous for its pastis and pétanque. Linking the past to the present, it also evokes the intense light and sun-baked stones that have attracted generations of painters and writers.Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.Provence, by Martin Garrett, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - For all screen sizes - Tap to page up/down, flick to fast scroll or drag for slow scroll - Opens up where you left off reading - Variable font size - Choice of background color including white text on black background - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [

    ]
  }
}
