{
  "title": "Facing Neuralgia-Book",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Facing_Neuralgia",
  "category": "Books & Reference",
  "price": "$6.55",
  "datePublished": "August 2, 2011",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Facing_Neuralgia",
  "extendedInfo": {
    "installSize": "2.1M",
    "downloadsCount": "1+",
    "downloadsCountText": "1 - 5",
    "description": "At the age of thirty Wendy Evans, a vivacious, versatile and devoted primary school teacher with singing and acting talents, was struck down by a devastating and very rare nerve disease with serious and debilitating symptoms including pain and foreign body sensations in her throat, shock-like pains in her ears and neck, and difficulty and pain when talking, swallowing, chewing, coughing and yawning. As a consequence, her teaching career and singing aspirations were tragically cut short. Frustratingly, despite numerous doctors' and consultants' appointments, and innumerable tests and scans, the medical profession seemed unable to diagnose her problem, to the point that it was viewed as purely psychosomatic and she was seen as a paranoid malingerer suffering from stress and depression and whose problems would be best served by a psychiatrist and a concoction of drugs. But Wendy knew different and was determined to obtain a definitive diagnosis for her condition, which was making her life increasingly unbearable. Wendy's book takes you on a journey from the onset of the illness, through the following 18 months of searching for the cause of her terrible disease and developing an understanding of her disorder, until she finally received a diagnosis of glossopharyngeal neuralgia and underwent brain surgery. When this did not prove to be the cure, she began to look at alternative therapies as a possible way of managing the disease and has finally mapped out a brighter future for herself, regaining control of her life through treatments such as the Bowen technique, craniosacral therapy, energy healing and remedial massage therapies.           *** QUALITY DIGITIZED BOOKS  ***This Ebook can be placed on the SDCARD with Android 2.2 and above.This is the full length digitised ebook version of a classic book and is supplied by Digi-Media-Apps. Each  book  is packaged  with an advanced EBOOK  reader. Simply download the App and read the book – you do not need other software or Apps to enjoy this book.Where available, pages in the book can be turned using the phone's volume keys.If the App is closed, the book will reopen at the place where you left off reading the book.Sections/chapters of the book are accessible directly from the  Table of Contents.Book marks can be saved at any point within the book. Use the MENU/BOOK MARK to mark any text to return to later.You can search for any text within the book.For your reading comfort, the book has two reading modes, DAY and NIGHT.Where appropriate, the books contents are cross referenced, and linked.Footnotes within the original book are maintained and linked within the book.You can select font size for the book using the books menu options.You can select font colour for the book using the books menu optionsYou can select background colour for the book using the books menu optionsBy default, the phone will not turn off whilst you are reading the book. This option can be turned off in MENU/SETTINGS.A quality full length book in ebook format supplied by Digi-Media-Apps.More quality classic ebook titles can be found on Android market – search “digimediaapps”Goto www.digimediaapps.com for a full searchable catalogue of available books from Digi-Media-Apps.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
