{
  "title": "Hebrew Heroes - A Tale Founde",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Hebrew_Heroes___A_Tale_Founded_on_Jewish_History",
  "category": "Books & Reference",
  "price": "$0.99",
  "datePublished": "July 26, 2011",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.Hebrew_Heroes___A_Tale_Founded_on_Jewish_History",
  "extendedInfo": {
    "installSize": "941k",
    "downloadsCount": "10+",
    "downloadsCountText": "10 - 50",
    "description": "Preface-There are few portions of the world's history which, to my own mind, afford subjects of such thrilling interest as that which I have selected for the groundwork of the following story. I have tried, in the main, to adhere closely to facts, though I have ventured somewhat to compress the length of time which actually elapsed between the rising against Syrian tyranny at Modin, and the restoration of the Temple. I may also have been inaccurate in representing Antiochus Epiphanes as being still in Jerusalem at the period when the battle of Emmaus took place. Such trifling deviations from history seem to me, however, by no means to interfere with that fidelity to its grand outlines which an author should conscientiously observe. No historical character has been wilfully misrepresented in these pages. If I have ventured to paint one of the noblest of Judah's heroes with the feelings and weaknesses common to man, I trust that even his most enthusiastic Hebrew admirer will not deem that they lower his dignity as commander, or patriot prince.The exploits of Judas Maccabeus might seem to be a theme more befitting the pen of one of his own race than mine; yet would I fain hope that a work which it has been a labour of love to a Christian to write, may not be altogether despised even by the descendants of Hebrew heroes who shared the Asmonean's toils and triumphs in the land for which he conquered and died.           *** QUALITY DIGITIZED BOOKS  ***This Ebook can be placed on the SDCARD with Android 2.2 and above.This is the full length digitised ebook version of a classic book and is supplied by Digi-Media-Apps. Each  book  is packaged  with an advanced EBOOK  reader. Simply download the App and read the book – you do not need other software or Apps to enjoy this book.Where available, pages in the book can be turned using the phone's volume keys.If the App is closed, the book will reopen at the place where you left off reading the book.Sections/chapters of the book are accessible directly from the  Table of Contents.Book marks can be saved at any point within the book. Use the MENU/BOOK MARK to mark any text to return to later.You can search for any text within the book.For your reading comfort, the book has two reading modes, DAY and NIGHT.Where appropriate, the books contents are cross referenced, and linked.Footnotes within the original book are maintained and linked within the book.You can select font size for the book using the books menu options.You can select font colour for the book using the books menu optionsYou can select background colour for the book using the books menu optionsBy default, the phone will not turn off whilst you are reading the book. This option can be turned off in MENU/SETTINGS.A quality full length book in ebook format supplied by Digi-Media-Apps.More quality classic ebook titles can be found on Android market – search “digimediaapps”Goto www.digimediaapps.com for a full searchable catalogue of available books from Digi-Media-Apps.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
