{
  "title": "A Book of Myths",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.A_Book_of_Myths",
  "category": "Books & Reference",
  "price": "$0.99",
  "datePublished": "May 26, 2011",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Medium Maturity",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.A_Book_of_Myths",
  "extendedInfo": {
    "installSize": "1.7M",
    "downloadsCount": "10+",
    "downloadsCountText": "10 - 50",
    "description": "Introduction-Just as a little child holds out its hands to catch the sunbeams, to feel and to grasp what, so its eyes tell it, is actually there, so, down through the ages, men have stretched out their hands in eager endeavour to know their God. And because only through the human was the divine knowable, the old peoples of the earth made gods of their heroes and not unfrequently endowed these gods with as many of the vices as of the virtues of their worshippers. As we read the myths of the East and the West we find ever the same story. That portion of the ancient Aryan race which poured from the central plain of Asia, through the rocky defiles of what we now call “The Frontier,” to populate the fertile lowlands of India, had gods who must once have been wholly heroic, but who came in time to be more degraded than the most vicious of lustful criminals. And the Greeks, Latins, Teutons, Celts, and Slavonians, who came of the same mighty Aryan stock, did even as those with whom they owned a common ancestry. Originally they gave to their gods of their best. All that was noblest in them, all that was strongest and most selfless, all the higher instincts of their natures were their endowment. And although their worship [Pg viii] in time became corrupt and lost its beauty, there yet remains for us, in the old tales of the gods, a wonderful humanity that strikes a vibrant chord in the hearts of those who are the descendants of their worshippers. For though creeds and forms may change, human nature never changes. We are less simple than our fathers: that is all. And, as Professor York Powell[1] most truly says: “It is not in a man’s creed, but in his deeds; not in his knowledge, but in his sympathy, that there lies the essence of what is good and of what will last in human life.”            *** QUALITY DIGITIZED BOOKS  ***This Ebook can be placed on the SDCARD with Android 2.2 and above.This is the full length digitised ebook version of a classic book and is supplied by Digi-Media-Apps. Each  book  is packaged  with an advanced EBOOK  reader. Simply download the App and read the book – you do not need other software or Apps to enjoy this book.Where available, pages in the book can be turned using the phone's volume keys.If the App is closed, the book will reopen at the place where you left off reading the book.Sections/chapters of the book are accessible directly from the  Table of Contents.Book marks can be saved at any point within the book. Use the MENU/BOOK MARK to mark any text to return to later.You can search for any text within the book.For your reading comfort, the book has two reading modes, DAY and NIGHT.Where appropriate, the books contents are cross referenced, and linked.Footnotes within the original book are maintained and linked within the book.You can select font size for the book using the books menu options.You can select font colour for the book using the books menu optionsYou can select background colour for the book using the books menu optionsBy default, the phone will not turn off whilst you are reading the book. This option can be turned off in MENU/SETTINGS.A quality full length book in ebook format supplied by Digi-Media-Apps.More quality classic ebook titles can be found on Android market – search “digimediaapps”Goto www.digimediaapps.com for a full searchable catalogue of available books from Digi-Media-Apps.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
