{
  "title": "If Only Dad Could See Us!",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.If_Only_Dad_Could_See_Us_",
  "category": "Books & Reference",
  "price": "$4.79",
  "datePublished": "January 27, 2012",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "Digi-Media-Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digimediaapps.If_Only_Dad_Could_See_Us_",
  "extendedInfo": {
    "installSize": "3.3M",
    "downloadsCount": "0+",
    "downloadsCountText": "",
    "description": "Sam's Football Stories are specially written to stimulate and motivate your slower learners and reluctant readers. Written by Sheila Blackburn, an experienced primary school teacher, the books will appeal particularly to reluctant boy readers. The six compelling stories in Set A, tell the story of Sam, a football crazy boy. Sam and his football-crazy friends have just been to their first football training session with Eddie Ford. Sam is sad because Dad can't be there to watch him play. Danny is sad because his grandad is ill. Together the two boys have to prove to Eddie that they are good enough for the team! Let your pupils follow this dream come true for Sam and his friends. Join in the fun and excitement as they begin training, pick a team, join a league and enter a tournament. Provide stimulation and motivation especially for boys who are slower learners or reluctant readers. Gripping story lines make children want to read the next book. Designed to look like books more able children are reading with attractive covers and black and white illustrations inside. Vocabulary and sentence structure carefully controlled for easy reading. Number of words per book increases as you progress through the series. Uses clear font and print style. To extend the stories further, use Sam's Football Stories - Your Chance to Score!, a photocopiable teacher resource linked to the stories in Set A.Please Note that the book is stored on your phone and you do NOT need a data connection to read it.This is a full-length, quality digitized book.If Only Dad Could See Us!, by Sheila Blackburn, is packaged with an easy to use functional book reader which means you can down load the App and start reading.This is a full length ebook version of this title. Further details of distribution rights and copyright ownership  are available at www.digimediaapps.com/license.aspx*******   Features include    ********** - Horizontal or vertical Scroll up/down - Opens up where you left off reading - Variable font size / color - Portrait and Landscape mode - Table of Contents for easy navigation between chapters - Set bookmarks to remember marked sections",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
