{
  "title": "East timor flag lwp Free",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.easttimorfreegoimbh.app",
  "category": "Personalization",
  "price": "Free",
  "datePublished": "April 10, 2013",
  "version": "5.2",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "Infomedia BH",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.easttimorfreegoimbh.app",
  "extendedInfo": {
    "installSize": "8.8M",
    "downloadsCount": "50+",
    "downloadsCountText": "50 - 100",
    "description": "NO push notificationsNO spyware, NO malwareFree bonus - cracked glass and squashed mosquitoes backgrounds.They say there is no place like are the islands between Asia and Australia. Amazing tropical climate, waterlife and nature are something unforgetful when seen. If you are someone who has already landed on Dili’s airport or just someone who just wants to visit this specific country, East Timor live wallpaper will be the right thing for your phone.After the download you don't need internet connection to enjoy the application. This free app is ad supported. This application will not download videos from the internet. Download once and enjoy for ever.Note:Application can not be moved to SD card.Application is a live wallpaper, to access it on your phone, read your phone manual.Application is intended for display in portrait mode, it will work in landscape mode but display may not be optimal.Rotating the device while in preview of live wallpaper may cause application to crash.Application does not require internet access for primary usage, however internet connection may be required to access some functions (for instance link to More free apps and similar).",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
