{
  "title": "Show Images LIVE on Web FREE",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.edapt.showmyscreenfree",
  "category": "Tools",
  "price": "Free",
  "datePublished": "November 29, 2011",
  "version": "3.05",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "7",
  "rating": "2.142857",
  "contentRating": "Everyone",
  "creator": "EDAPT Information Technologies GmbH",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.edapt.showmyscreenfree",
  "extendedInfo": {
    "installSize": "414k",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "** Use your phone like a mobile WEBCAM and show friends where you are - LIVE on the internet.** Turn your phone into a SECURITY CAMERA and stream camera images over the internet.Use it to keep an eye on your house, office or the kid’s playroom while you are underway. In blackout mode the phone continues to stream images even though it looks as though it is turned off!The images can be viewed on the internet with ANY web browser - on your PC, notebook or on another phone! No other software or plugin needed!With this I had a great few hours playing treasure hunt with the kids.They all huddled around our ipad that was displaying  the default web page and the last image taken (this is updated automatically). I ran around taking photos with my phone. As soon as the image was shown on the ipad the hunt began..You can even show the images on your own homepage by adding just 1 simple line of code! The images will then be updated automatically as soon as you take a new picture. With ShowMyScreen you can:1. stream images from your camera to the internet2. take a photo and show it to friends LIVE on the internet3. instantly publish any image saved in your phone’s picture gallery.If you take a screenshot (usually done by pressing the home and power/back button together) you can also show friends your current phone screen - the perfect proof of your latest highscore in your favorite game!",
    "reviews": [
      {
        "timestampMsec": "1331052275333",
        "starRating": "1",
        "title": "Cannot streAm",
        "comment": "Still photo only",
        "commentId": "lg:AOqpTOGF-Fxr8lwgo7nUVDl0pCx4d3aQJCsfLAuiBSoGVlg_Zjdjr_Dv9ePlUJKWs5oeTnhNlde45qoyP6G9Dl4",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.CAMERA",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
