{
  "title": "Japanese Flashcards for Kids",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.eFlashJapanese",
  "category": "Education",
  "price": "Free",
  "datePublished": "April 27, 2013",
  "version": "1.2",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "10",
  "rating": "1.9",
  "contentRating": "Everyone",
  "creator": "eFlashApps, LLC",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.eFlashJapanese",
  "extendedInfo": {
    "installSize": "38M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Building strong Japanese vocabulary has never been so exciting for preschoolers and toddlers. EFlashApps Educational Baby Flash Cards in Japanese features over 450 high quality images with text and voice overs. There are additional real sounds where applicable (such as a lion's roar or an ambulance siren) to enhance visual and auditory learning and memory simultaneously. Categories include: Food items, Animals, Alphabet, Transportation, Numbers, Colors & Shapes, Clothing, Household items, Body Parts, Outdoor items, Music Instruments/Arts & Learning. ★ Kids tested - they love it! Parents tested - they love it! ★ Building vocabulary has never been so much fun ★ 11 Categories - All in 1 App! ★ Large words and letters ★ Large icons and buttons ★ Professional voice overs recorded in production studio ★ High quality images ★ Real sounds where applicable ★ Question mode for parent-child interaction ★ Great memory building exercise ★ Over 450 words! ★ FREE! Parents have the option to turn voice overs off during parent-child learning session and turn voice overs on when the child is self-learning. They can enable Question Mode to display 4 images and ask the child to click on the right answer. Complexity of words is perfect for ages 1 to 4 so two or more young siblings can play together and even teach each other!",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.DISABLE_KEYGUARD",
      "android.permission.ACCESS_NETWORK_STATE"
    ]
  }
}
