{
  "title": "Frankenstein",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.ebook.apps.AOUGNEEGYGLHDICHM",
  "category": "Books & Reference",
  "price": "Free",
  "datePublished": "May 20, 2013",
  "version": "1.0",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "eBook Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.ebook.apps.AOUGNEEGYGLHDICHM",
  "extendedInfo": {
    "installSize": "868k",
    "downloadsCount": "10+",
    "downloadsCountText": "10 - 50",
    "description": "Frankenstein; or, The Modern Prometheus is a novel written by Mary Shelley about eccentric scientist Victor Frankenstein, who creates a grotesque creature in an unorthodox scientific experiment. Shelley started writing the story when she was nineteen, and the novel was published when she was twenty-one. The first edition was published anonymously in London in 1818. Shelley's name appears on the second edition, published in France in 1823.Shelley had travelled in the region of Geneva, where much of the story takes place, and the topics of galvanism and other similar occult ideas were themes of conversation among her companions, particularly her future husband, Percy Shelley. The storyline emerged from a dream. Mary, Percy, Lord Byron, and John Polidori decided to have a competition to see who could write the best horror story. After thinking for weeks about what her possible storyline could be, Shelley dreamt about a scientist who created life and was horrified by what he had made. She then wrote Frankenstein.Frankenstein is infused with some elements of the Gothic novel and the Romantic movement and is also considered to be one of the earliest examples of science fiction. Brian Aldiss has argued that it should be considered the first true science fiction story, because unlike in previous stories with fantastical elements resembling those of later science fiction, the central character \"makes a deliberate decision\" and \"turns to modern experiments in the laboratory\" to achieve fantastic results. It has had a considerable influence across literature and popular culture and spawned a complete genre of horror stories, films, and plays.This is a \"public domain\" work distributed free of known restrictions under copyright law.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.CHANGE_CONFIGURATION",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.INTERNET",
      "com.android.browser.permission.READ_HISTORY_BOOKMARKS",
      "com.android.browser.permission.WRITE_HISTORY_BOOKMARKS",
      "android.permission.SYSTEM_ALERT_WINDOW",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
