{
  "title": "Save this date",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.edthegamer.savethisdate",
  "category": "Productivity",
  "price": "Free",
  "datePublished": "April 24, 2013",
  "version": "1.4.2",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "4",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "Eduardo Teixeira",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.edthegamer.savethisdate",
  "extendedInfo": {
    "installSize": "275k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Log your life and Go!SaveThisDate is a mobile application for on-the-fly recording of important events and occurrences of your life. No need to catalogue or use complex classifiers. Just type in a quick description, set an optional reminder and that’s it. FAST ENTRYIn a few seconds, you can store many details of your life that, day after day and without any effort, will grow exponentially into a massive database of your life’s most important events. SEARCHSearching for a past occurrence will become a breeze as all your important life details will be at your fingertips. Just enter a simple keyword and the search function will rapidly retrieve all the associated records of your log.NOTIFICATIONSYou can define an alert to occur at a specific date and give you a instant notification about a certain event or occurrence stored in the log.SECURITYAll your data can be backed up to your SD card or any compatible storage and be restored in a simple step.PORTABILITYExport your data to CSV format so that you can easily use it on other third-party applications such as spreadsheets.SHAREShare your day by day life with your friends via SMS, email, Facebook, twitter, etc...",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "android.permission.WAKE_LOCK",
      "android.permission.VIBRATE",
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
