{
  "title": "ecoachbowls Performance App",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.ecoachbowls.bowlsperformancegv",
  "category": "Sports",
  "price": "$4.59",
  "datePublished": "August 19, 2013",
  "version": "1.0",
  "operatingSystems": "2.0.1 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "ecoachbowls",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.ecoachbowls.bowlsperformancegv",
  "extendedInfo": {
    "installSize": "823k",
    "downloadsCount": "5+",
    "downloadsCountText": "5 - 10",
    "description": "The ecoachbowls PERFORMANCE APP  is a simple to use scoring and evaluation tool. The scoring rewards good bowls and penalises poor bowls. This system gives credit for playing great bowls when it counts such as conversion shots or killing the end when needed.The scorer/coach or player judges each bowl on skill, outcome, and value to the team related to the playing conditions and game situation. Refer to the  HELP page to learn how to use the Performance App and how to score each bowls using ecoachbowls PERFORMANCE SCORE  criteria.  The ecoachbowls PERFORMANCE SCORE:\tScores every bowl using the EXCELLENT, VERY GOOD, OK , POOR ratings \tSkill in drawing to a target spot, converting when down, drawing to save, playing to position, hitting the target with weighted shots, playing team bowls to behind the head are all examples of EXCELLENT or VERY GOOD bowls\tThe PERFORMANCE SCORE reflects the standard of play, the value of each bowl, the net result of the shot, and is relative to the playing conditions.How is the ecoachbowls  PERFORMANCE SCORE calculated?\tThe PERFORMANCE SCORE is an automatic calculation of the value of EXCELLENT, VERY GOOD and OK bowls less an adjustment for POOR bowls. This total is then divided by the number of TOTAL BOWLS played to give the PERFORMANCE SCORE. What does the ecoachbowls PERFORMANCE SCORE mean?\t>75 = EXCELLENT \t>50 to 75 = VERY GOOD\t>25 to 50 = OK\t<25 = POORFEATURES1.\tScore up to 4 players at once or score the same player 4 at different times to compare recent form.2.\tSAVE details to a PERFORMANCE SCORE HISTORY feature 3.\tSEND results/summary by EMAIL/SMS/FACEBOOK immediately from your phone4.\tAdd a PHOTO to your scoring record.5.\tRecords the following details;  Name; Date; Venue; Surface: Speed of green;   6.\tRecords the following scores; number of  Excellent/Very Good/ OK and Poor bowls played;7.\tAutomatically calculates the percentage of Excellent/Very Good/ OK and Poor bowls played8.\tAutomatically calculates the ecoachbowls PERFORMANCE SCORE9.\tRESET the score to zero to reuse the App as many times a you like.10.\tUser friendly layout that anyone can use.FOR SQUADS, CLUBS, COACHES, PLAYERS and SELECTORSIdeal for all levels to evaluate player performances. Ideal for a player to score themselves in practice and all competitive games of bowls.NEWSTablet version under development",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET"
    ]
  }
}
