{
  "title": "Discover Medina History",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dxysolutions.historical.med",
  "category": "Education",
  "price": "Free",
  "datePublished": "June 12, 2013",
  "version": "1.9",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "1",
  "rating": "5.0",
  "contentRating": "Low Maturity",
  "creator": "DXY Solutions LLC",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dxysolutions.historical.med",
  "extendedInfo": {
    "installSize": "200k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Discover interesting people, places, and events in the history of Medina County. Take tours of Medina and its surrounding area to learn about the region's rich heritage. Each point on the interactive GPS-enabled map is an interpretive story that includes historical information about the site along with historic images from various regional archives and historical publications. Many sites also include short documentary videos or audio clips based on expert research or oral history interviews.Discover Medina is a collaborative project with interpretive stories developed by students and teachers at Medina City Schools, in collaboration with the Educational Service Center of Cuyahoga County. Learn more about the project and partnerships involved in creating Discover Medina at http://discovermedina.org/. Features:• Interactive map with more than 20 geo-located stories and topics (and growing!)• Historic images• Oral history audio• Documentary videos• Directions to each site using Google Maps• Sharing with Facebook, Twitter, and email• Search stories and browse tours or use the map to see nearby points of interestCredits:• Historical content: Medina City Schools & the Educational Service Center of Cuyahoga County.• Project Director: Shannon Conley, Medina City Schools.• Discover Medina is powered by Curatescape (mobilehistorical.org), a mobile interpretive tool developed by the Center for Public History + Digital Humanities at Cleveland State University.• The concept & technical development of Curatescape is led by Dr. Mark Tebeau & the Center for Public History + Digital Humanities.• Graphic design: Epstein Design Partners (epsteindesign.com)• Software development: DXY Solutions (dxysolutions.com)_________________________Copyright 2012 Curatescape: Dr. Mark Tebeau & Cleveland State University. Discover Medina content and stories: Medina City Schools, using Creative Commons Attribution-ShareAlike 3.0 United States (CC BY-SA 3.0).",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.WAKE_LOCK",
      "android.permission.ACCESS_COARSE_LOCATION"
    ]
  }
}
