{
  "title": "Ready-Roster",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.eist.stats",
  "category": "Sports",
  "price": "Free",
  "datePublished": "August 23, 2013",
  "version": "2.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "Ready Roster, LLC",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.eist.stats",
  "extendedInfo": {
    "installSize": "899k",
    "downloadsCount": "10+",
    "downloadsCountText": "10 - 50",
    "description": "Ready Roster is about bringing the player, closer to you. It is an app for the 21st century sports fan, made by sports fans. Ready Roster brings all rosters and schedules for NFL and College Football FBS teams into one app at your fingertips making you ready for game day, or any day.Inside you'll find names, numbers, height, weight and all the usuals along with the upgrades of Twitter usernames synced into a player's page plus cumulative stats to boot. All rosters are sent from the cloud to make sure no matter where you are in the country, what game you're at, or while on the couch all players listed are as accurate as possible. Every user gets one free NFL and one free CFB roster to use with the possibility of bolstering the app up with upgrades that are insanely cheaper, more convenient, and provide more value when compared to a program roster.Nothing to lose with the free download. Try it today.And don't forget to check out the blog with player stories within the app also.In TotalNFL Teams: Rosters, Twitter usernames synced, cumulative statsCollege FBS teams: Rosters, Twitter usernames synced, cumulative statsHundreds of games. Thousands of players. One app. Ready Roster",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.GET_ACCOUNTS",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "com.android.vending.BILLING",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
