{
  "title": "Easy Radio Delayer",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.easyradiodelayer",
  "category": "Sports",
  "price": "Free",
  "datePublished": "September 9, 2013",
  "version": "2.0.1",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "32",
  "rating": "3.53125",
  "contentRating": "Everyone",
  "creator": "Peek & Poke",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.easyradiodelayer",
  "extendedInfo": {
    "installSize": "2.5M",
    "downloadsCount": "5,000+",
    "downloadsCountText": "5,000 - 10,000",
    "description": "If you like to watch you preferred sports shows on TV (cable, satellite, HDTV systems...) while listening to a live radio commentary you know what the problem is: radio is often some seconds ahead from TV. If you have ever watched a game via an online broadcast, you know that the problem is even worse... streamed content comes 30, 60 or even more seconds behind what you hear on the radio. You can simply accept it and desist from enjoying your favourite radio broadcast or use some kind of radio delaying system. There are lots of them, but some are expensive, and most are too complicated for the vast majority of users. The Easy Radio Delayer app for Android is the simple, effective and totally free solution you've been waiting for!You don't need a radio receiver. You don't need to connect anything. No cables, no special audio drivers, no additional hardware. You only need your Android smartphone with Wi-Fi or 3G Internet access. Install Easy Radio Delayer, run it, connect to a radio station and set the desired delay. Easy! If, for some reason, audio/video becomes unsynchronized with time (may happen, specially, when watching to games streamed online), simply adjust the delay setting, and the program will update on the fly. You won't have to wait for a reconnection or full re-buffering process to complete. Once the game finishes, close Easy Radio Delayer and keep it for tomorrow's show!Here's what makes Easy Radio Delayer the ultimate solution for the annoying radio/TV synchronization problem:- Delay audio from online radio streams- Listen to sports broadcasts on the radio while watching TV (radio is often some seconds ahead from TV)- No need for an integrated radio receiver- No need for an external radio receiver- No need to connect anything. No cables, no special audio driver setups, no expensive dedicated hardware. Just run the program and enjoy- Precise delay resolution: 100 ms (0.1 secs)- Delay up to 999.9 seconds long (more than 16 minutes!)- No need to restart streaming or wait for a new buffering process to complete when updating delay. If resynchronization is needed, simply change the delay setting and Easy Radio Delayer will update on the flyAny AM/FM radio providing an online stream can be supported. If it isn't currently, just ask for it in the support forums and, if possible, will be incorporated ASAP.Thanks for reading. Enjoy Easy Radio Delayer!",
    "reviews": [
      {
        "timestampMsec": "1378740555758",
        "starRating": "1",
        "title": "New update does not works with galaxy s3",
        "comment": "All icons letters appear huge and cannot use!",
        "commentId": "gp:AOqpTOFam5MRcFxOUfFLHn5LfFWhu8eLmI9qc7b6KCt2dKZj-8hG_rgKQB2G5DSgC0nd6xCmgNxRFFG66yWjWbI",
        "author": "Philip Paparisvas",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1363102572954",
        "starRating": "5",
        "comment": "Very good!",
        "commentId": "gp:AOqpTOGN8TOjWq4JQY9NVCBl8_waMezDsvtNirZO--i6UMthw6m-m9JwDK_1F_OipBu0TNFUZFPyiOJ7yKf94OY",
        "author": "Lubo Velchev",
        "authorURL": "http://lh4.googleusercontent.com/-dyLDG1f_hEM/AAAAAAAAAAI/AAAAAAAAASU/L4QJh8h1Y5U/photo.jpg",
        "authorSecureURL": "https://lh4.googleusercontent.com/-dyLDG1f_hEM/AAAAAAAAAAI/AAAAAAAAASU/L4QJh8h1Y5U/photo.jpg"
      },
      {
        "timestampMsec": "1367674977116",
        "starRating": "4",
        "title": "Nice app but no MLB",
        "comment": "I installed this to try to hear Detroit Tigers baseball on WXYT. App works well, picks up and delays the station, but no MLB broadcasts! :(  This is probably no fault of the app though.",
        "commentId": "gp:AOqpTOGFNUCpnhDTUhy31DbiE9qg0c5dAm0ickAvo6fL92pF-m3s0cZI4QHcMHBPYr4NhLGCZ2JOcLhKuXGHQHE",
        "author": "Michael Tibbs",
        "authorURL": "http://lh4.googleusercontent.com/-n3QZqFiI1po/AAAAAAAAAAI/AAAAAAAAAqM/KxE33AKtmfg/photo.jpg",
        "authorSecureURL": "https://lh4.googleusercontent.com/-n3QZqFiI1po/AAAAAAAAAAI/AAAAAAAAAqM/KxE33AKtmfg/photo.jpg"
      },
      {
        "timestampMsec": "1352165855501",
        "starRating": "3",
        "title": "If you could DELAY any stream...",
        "comment": "I give you 3 stars cause I like your idea.  If you could delay ANY stream coming into my phone, THEN YOU\\'VE GOT SOMETHING THERE!  The station I need was not listed on your list. Keep up the good ideas and trying :)",
        "commentId": "lg:AOqpTOG-IJOsqNsgbTL1LAaOk4_4t7NK2VnjAXU9r4CF5gaCiXutxnBfGqcuqcd4hymsocAVPGKkh6J1_cS7xFY",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1353738907307",
        "starRating": "4",
        "title": "Great concept",
        "comment": "I like it; the one problem I am experiencing is a buzzing in the background.  Any ideas for a fix?",
        "commentId": "lg:AOqpTOFziUaVWjEJyktwPNgZyhs1WN8_ZChRnmGtUUQpM-Qbz7HlDPzKw-SQRXu6tFhj5A8R9zfEZcqPbT5amg4",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.INTERNET",
      "android.permission.WAKE_LOCK"
    ]
  }
}
