{
  "title": "WordPile Free - Word Search",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.eightbitmage.wordpilefree",
  "category": "Brain & Puzzle",
  "price": "Free",
  "datePublished": "July 16, 2012",
  "version": "1.4",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "7",
  "rating": "4.0",
  "contentRating": "Everyone",
  "creator": "8-Bit Mage Software",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.eightbitmage.wordpilefree",
  "extendedInfo": {
    "installSize": "9.7M",
    "downloadsCount": "5,000+",
    "downloadsCountText": "5,000 - 10,000",
    "description": "WordPile is a fresh new take on word games. A fast, fun word finding game everyone can play!☆ ☆ ☆ ☆ ☆WordPile combines elements from great word puzzle games like Scrabble and Boggle with the strategy of games like Tetris into a challenging word search mash-up. It will push your spelling and vocabulary skills to their limits and reward you for tactically planning ahead your next moves.If you enjoy word finds, crossword puzzles, and anagram games, you're going to love Word Pile. It will satisfy you gaming needs whether your looking for a relaxing lexical distraction or a fast paced vocabulary challenge.  Featuring 5 intuitive, yet challenging game modes:    ★ Clear - Create as many words as you can starting from a full board of letters.    ★ Zen - A never ending supply of letters, however a timer is driving you to think quickly.    ★ Progressive - Each word found causes the letters to rise one higher.  Don't let them reach the top.    ★ Lightning (Locked - Full Version Only) - Letters are falling from the sky at an every increasing pace. Be quick or they'll stack to high.    ★ Chaos (Locked - Full Version Only) - A hectic cross between the Zen and Lightning modes. Can you react fast enough to survive?Key Features of WordPile: ★ A fast-paced, exciting new word game ★ Full tablet support ★ Ability to quick start, stop and resume games anywhere ★ Clean intuitive interface and game playWordPile Free is limited to 3 game modes and is Ad supported.  To unlock Lightning and Chaos modes and remove the Ads purchase the full version of WordPile - Word Search Evolved.--DictionaryWordPile has more than 172,000 acceptable words for you to use in the game. The list is based on the Enhanced North American Benchmark Lexicon (ENABLE), a public domain list used by many word games including Words with Friends.--How To Play- Quickly slide your finger over adjacent letters to form words forwards, backwards, sideways...any way you can!- You can also tap single adjacent letters at a time to create a word. Double tapping the final letter to finish the word.- Try creating words using all the same color blocks as you will receive a 5x bonus each in the completed word.- Completing a 4+ letter word will cause a random letter will glow green. Use this glowing letter in your next word will grant you an additional 10x word score bonus.- Completing a 5+ letter word will cause the letters adjacent to the completed word to also be included within the total word score.- There are two special tiles within the game that are triggered when an adjacent word is completed.- The first is the shuffle tile which will cause all the letters on the screen to be swapped randomly.   - The second is the 20x bonus tile which will give an additional 20x word score bonus. --Follow WordPile on twitter: @8bitmage - http://twitter.com/8bitmageLike WordPile on FaceBook: http://www.facebook.com/8bitmageAdd WordPile to your Google+ circleshttps://plus.google.com/102620944038830109067/--Please use the following Get Satisfaction site for asking questions and reporting problems.Help/Support - https://getsatisfaction.com/8bitmage--Internet permission is used for displaying ads and application crash reporting. --Thanks for playing!",
    "reviews": [
      {
        "timestampMsec": "1347321699736",
        "starRating": "5",
        "title": "Fun...  Need to turn off sounds!",
        "comment": "Love it!  Please fix....  Sound does not turn off when set to have no sound...",
        "commentId": "lg:AOqpTOHIqsjCzsaq-2UAKTTdW7GjgVi7tqsm-gBhgCuw5D-2FGVbE80faEzJZqbu8hpdOKtQfFwDgIJlAxU3oM8",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1359384547904",
        "starRating": "4",
        "title": "Great Game But...",
        "comment": "All it requires is an UNDO button, sometimes it takes works before I\\'ve finished inputting all the letters. This can be very annoying especially when you lose a game because of it.  Oh, it might be nice to have access tot the high scores without having to play a game first.  Brilliant.",
        "commentId": "gp:AOqpTOG_l1dq8kH-RpfGdWLBi572CDrSrzkJVM1UaQPb3COCSiow_T4tkbCkFM6vOKVNc7oaOBmnRCyIk0wGKxM",
        "author": "Furry Dogburp",
        "authorURL": "http://lh5.googleusercontent.com/-o5nhx3NbMGk/AAAAAAAAAAI/AAAAAAAAABI/IAuuXFXaU-o/photo.jpg",
        "authorSecureURL": "https://lh5.googleusercontent.com/-o5nhx3NbMGk/AAAAAAAAAAI/AAAAAAAAABI/IAuuXFXaU-o/photo.jpg"
      },
      {
        "timestampMsec": "1343014712651",
        "starRating": "5",
        "title": "Great!",
        "comment": "Neat game with several options for variety, nice job!",
        "commentId": "lg:AOqpTOF_yjaxBOS5YU0PtikavD-s3PY84wGGCmodm7mJGycgPotqJ7_OuYqRLfIeN-_MUAygYXiBKBTU3i_iqDI",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1351309764714",
        "starRating": "3",
        "title": "Me",
        "comment": "Good",
        "commentId": "lg:AOqpTOG7185793Hp9_uQRaEftHpQ_djDIy2p93ofyD9i9H6G8V0yIXMOEv7phakZKeTzn4vuDBA5V9cHqVAs_-4",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.READ_PHONE_STATE",
      "android.permission.ACCESS_NETWORK_STATE"
    ]
  }
}
