{
  "title": "uFall - Jump Down!",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dynadream.uFall",
  "category": "Arcade & Action",
  "price": "Free",
  "datePublished": "February 1, 2013",
  "version": "1.2.1",
  "operatingSystems": "2.3 and up",
  "ratingsCount": "9",
  "rating": "4.5555553",
  "contentRating": "Everyone",
  "creator": "DynaDream",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dynadream.uFall",
  "extendedInfo": {
    "installSize": "2.7M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "READY?Your mission is to fall down as a fast as you can to avoid the 'falling cracked glass enemy' and reach the goal so you can switch to the next level. Get the clock to stop the cracked glass enemy for a few seconds or get the missile to fall down faster and without the risk of being damaged by the other small enemies. Get the items to recharge your energy level after an enemy kick. FEATURES: ★ Falling cracked glass! ★ Different platform types: moving, falling, with glue, with ice, spring… ★ Various enemies disseminated on the various platforms ★ Bonus that will let you fall without damages or that will slow down the falling cracked glass ★ 'Monster ball' bonus - Become a giant monster and destroy everything while falling! ★ Difficulty that increase with each level ★ Facebook and Twitter integration for sharing scores with your friends INSTRUCTIONS- Tilt your device to move left or right and tap your screen to jump.- Tip: On the right of your game screen you can see how far you are from the goal and how far is the cracked glass enemy from you! Note: This game is ADDICTIVE!*** uFall is updated constantly! Leave your review, this will help us to implement more cool new features! *** LINKS - Become uFall fan on Facebook: http://http://tinyurl.com/uFall - Follow us on twitter: http://twitter.com/uFallHave fun!",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE"
    ]
  }
}
