{
  "title": "Echo Farms Golf & Country Club",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.echofarms.mobile",
  "category": "Sports",
  "price": "Free",
  "datePublished": "August 23, 2013",
  "version": "1.1",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "AGN Sports",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.echofarms.mobile",
  "extendedInfo": {
    "installSize": "14M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Do you enjoy playing golf at Echo Farms Golf & Country Club?  The OFFICIAL Echo Farms Golf & Country Club app, developed by AGN Sports in conjunction with GolfSwitch, gives golfers a free, easy to use, interactive combination of comprehensive course information, GPS positioning, digital scorecard, and various other useful club-specific features.GPS CADDIE- View distances to the tee, front, back, and middle of the green, as well as par for each hole- Interactive shot positioning: simply touch the shot target to move it and get instantly updated distances- Full aerial zoom capability- Pro Tips: take a tip from the pros on how to play the hole with our built-in Pro Tip featureSCORECARD- Easy to use scorecard for up to four players- Add players manually or from your device's address book- Auto-populates par for each hole and allows you to simply add or subtract from par- Track player side-bets using the Player Bets feature- Email your full scorecard at the end of a round to yourself or to a friend to show off your skillsRANGE FINDER- Easy to use GPS-based range finder to see accurate distances to each hole in ground-breaking augmented realityOTHER CLUB-SPECIFIC APP FEATURES INCLUDE- Book tee times- Access the club's Facebook page to check-in or drop a comment- Real-time weather forecast- Special offers- Club contact information- Car Finder: save the location of your vehicle in the app when you park, so you can easily navigate back to your vehicle- In-app camera: capture those great moments on the course without having to switch appsDownload today and put the entire Echo Farms Golf & Country Club in your pocket!",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_MOCK_LOCATION",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.CAMERA",
      "android.permission.READ_CONTACTS",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.CLEAR_APP_CACHE",
      "android.permission.GET_ACCOUNTS",
      "android.permission.ACCOUNT_MANAGER",
      "android.permission.AUTHENTICATE_ACCOUNTS",
      "android.permission.ACCESS_LOCATION_EXTRA_COMMANDS",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "android.permission.VIBRATE",
      "android.permission.BROADCAST_STICKY",
      "android.permission.READ_EXTERNAL_STORAGE",
      "android.permission.READ_CALL_LOG"
    ]
  }
}
