{
  "title": "Healthy Meal Plan",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.efp.mealplan",
  "category": "Health & Fitness",
  "price": "$0.99",
  "datePublished": "June 27, 2012",
  "version": "1.2",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "EasyFoodPlan.com",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.efp.mealplan",
  "extendedInfo": {
    "installSize": "76k",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "Delicious variety that never ends! Get a new recipe every day for 1200 calorie meal plan, low carb diet, or low fat and high protein day to day meal plan.Features:* Control your Calories, Carbs, Fat, and Protein* Weight Watchers Points and PointsPlus* New recipes loaded every week from server* 1200 Calorie plan* Low fat plan* Low carbs diet* High protein diet* Clear and detailed cooking directions* Healthy, balanced recipesEvery day we expand our cook book by searching or developing new recipes and adding them to our database. This app connects to our WEB site and selects only the best and healthiest recipes that fit your needs. You get the new recipes every day even without updating the app. So every our meal plan not only provides meals that help you lose weight and stay fit, but also the variety that is so necessary for a healthy diet.The detailed directions are available for most of the recipes, so that cooking is straightforward and easy. Most of our recipes can be prepared in 30 minutes or less and are delicious. We also test our recipes before adding them to the database.Every meal plan includes breakfast, lunch, and dinner and information about calories, fat, protein and carbohydrates is provided for every recipe.Like any weight loss programs (such as Jenny Craig system or the 17 day diet, etc.), we provide the recipes that are nutritionally complete. Our meal planning is well balanced to contain the healthy proportion of carbs, protein, fat, vitamins, fatty acids, cholesterol, sodium, potassium, sugar, fiber, calcium, and other essential elements.If you have your favorite recipes that you would like to send us, have an opinion about our diets, or just have a question about our meal plans, feel free to e-mail us (Click on \"Email Developer\" below), and we will be happy to respond you!Tags:diet,meal plan,meal planning,meal planner,1200 calories,low fat,low carbs,protein,recipe,food,weight loss,lose weight plan.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET"
    ]
  }
}
