{
  "title": "Number Tap: Improve your math!",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.echoecho.numbertap",
  "category": "Brain & Puzzle",
  "price": "$1.07",
  "datePublished": "May 7, 2013",
  "version": "1.1",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "2",
  "rating": "4.5",
  "contentRating": "Everyone",
  "creator": "echo(echo)",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.echoecho.numbertap",
  "extendedInfo": {
    "installSize": "7.1M",
    "downloadsCount": "50+",
    "downloadsCountText": "50 - 100",
    "description": "Number Tap - the game of math, the game of skill...Number Tap is a new, addictive and fun maths game for your mobile device. You can boost your math skills whilst having fun. Are you ready to take the Number Tap Challenge?Features:- Addictive and fast-paced challenges; great for everywhere!- Improve and develop your mathematical skills whilst having fun!- A game mode for everyone; play to your abilities- Learn your addition, subtraction, multiplication and division from the palm of your hand!Race against the ever-depleting clock in a race against time, solve various math equations as you work as fast as you can with optimum accuracy! Number Tap will keep you on the edge of your seat with the three different game modes:Easy:Test your brain and keep mentally active - this mode is great for younger players, math beginners and anyone looking for a small challenge without too much pressure! Medium:For the students and intermediate players. Do you think you can solve the equations in the given time. Medium mode will give you a challenge... Can you handle the numbers?Hard:Only for the experts! Feeling confident? This mode will test the player to their absolute limit. With near-impossible equations and little time to spare on each, be the best and race against the clock as you play with the big numbers!Select between the 4 various game modes: Addition, Subtraction, Multiplication and Division. Are you really as good as you think you are? With each new game mode comes a new challenge. Carefully work out the answer to the on-screen equation, enter your answer, tap the ‘equals’ button and see if you are right - the next will flash and you will have to repeat the process! The time is running out - is your brain sharp enough to challenge the Number Tap app? Number Tap is a great game for the whole family - for those mathematics experts to the young beginners; everybody can enjoy the rush of Number Tap. If your child is learning their maths then Number Tap is the perfect revision companion. Number Tap is also a perfect game to play whenever you only have a few minutes to spare: keep your brain sharp whilst having fun doing so! Race against the clock, test your mathematical skills and train your brain - with Number Tap!",
    "reviews": [
      {
        "timestampMsec": "1365783389133",
        "starRating": "5",
        "title": "Finally!",
        "comment": "Been on iOS for a while now glad to see this game finally on android.  Very well design and great for brain training.",
        "commentId": "gp:AOqpTOEOzUr4JxryDXezpo3eqV_YB2_h7-QrlhUEIaSFu3RSItzOOv01GkEcPstK5bBCpXis_YK5h_72AZ70Ng",
        "author": "Tim Cox",
        "authorURL": "http://lh5.googleusercontent.com/-HX3VgcVfY_A/AAAAAAAAAAI/AAAAAAAAuvA/rt-uYddtA40/photo.jpg",
        "authorSecureURL": "https://lh5.googleusercontent.com/-HX3VgcVfY_A/AAAAAAAAAAI/AAAAAAAAuvA/rt-uYddtA40/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "com.android.vending.CHECK_LICENSE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
