{
  "title": "TEDICT - TED, ENGLISH (Paid)",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.egloos.scienart.tedictpro",
  "category": "Education",
  "price": "$0.99",
  "datePublished": "September 5, 2013",
  "version": "2.4.10",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "33",
  "rating": "4.7272725",
  "contentRating": "Everyone",
  "creator": "CoCO SWING",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.egloos.scienart.tedictpro",
  "extendedInfo": {
    "installSize": "4.2M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "* Special Discount Sale! $4.99 -> $0.99  !!* FREE version available -> Search \"TEDICT\"TEDICT - Learn English with TEDGet TED and ENGLISH! To become good at English, you need to listen to it often, but simply listening to English is not enough. Just like other languages in the world, English has many similar words that are difficult to distinguish by listening. That’s why you need to be able to confirm whether you heard them right. The key to gaining expertise is in mastering dictation! When you listen to the speaker and type in the words, the program will check them, letter by letter. Because it only takes a short period of time, you can use it on the bus or subway. You can also use it as a TED viewer through the video function with the subtitles activated. The notable feature is that a huge number of TED lectures are constantly added, which means an unlimited amount of available learning materials for you. TEDICT allows you to download as many TED lectures as you want, so you’ll always get new learning materials. The World’s Best Intellectual Archive, TED High-level TED speeches This program even features various kinds of English pronunciations from all over the world. Use TEDICT to listen to cool ideas from TED and improve your English skills! scienartbb@gmail.comhttp://scienartbb.blogspot.comTED, dictation, english, sub, subtitle, ielts, toeic, opic, toefl, dictionary, foreign, language, listening",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_EXTERNAL_STORAGE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.WAKE_LOCK"
    ]
  }
}
