{
  "title": "Double Fight Bro",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.efdsc.decr.eefvs.doubledr",
  "category": "Arcade & Action",
  "price": "Free",
  "datePublished": "August 13, 2013",
  "version": "2.3",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "Tunnel Bubble Arcade",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.efdsc.decr.eefvs.doubledr",
  "extendedInfo": {
    "installSize": "10M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Still remember your childhood with Arcade Games all day?Want to kill times with Excited Games and Best Experiences?Make your Android device a time machine! Unlimited coins makes you pass the level so delightful! Wide screen and felt feedback make you hell of good time!Play Arcade Games -- on your road, on your bed, even on your bath! Just Have Fun!Join us now and bring back your treasurable childhood, enjoy gaming!The plot is as follows:The player takes control of martial artist Billy Lee, or his twin brother Jimmy (also known as Hammer and Spike in the supplementary materials for the American arcade release), as they fight their way into the turf of the Black Warriors gang in order to rescue their common love interest Marian. The player character has a repertoire of martial art techniques which they can perform by using the joystick and three action buttons (kick, jump, and punch) individually or in combination. Techniques range from basic punches and kicks, to more elaborate manoeuvres like hair grabbing moves and elbow strikes. When playing with another player, one can assist the other by grabbing their partner's opponent from behind. Caution should be taken, though, as some enemies are able to do the same thing to the players. The player begins the game with a certain number of extra lives and a life gauge which depletes as the player takes hits. If the life gauge runs out or the time limit reaches zero, the player will lose a life.There is a small variety of enemy characters that the player will face through the course of the game. Certain enemies carry melee weapons, which can be knocked out of their hands and picked up to use against them. Available weapons include baseball bats, whips, throwing knives, and dynamite; in addition, rocks, oil drums, and boxes can be found in certain places.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.DISABLE_KEYGUARD",
      "android.permission.READ_PHONE_STATE",
      "android.permission.INTERNET",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "com.android.launcher.permission.UNINSTALL_SHORTCUT",
      "com.android.browser.permission.WRITE_HISTORY_BOOKMARKS",
      "com.android.browser.permission.READ_HISTORY_BOOKMARKS",
      "com.android.launcher.permission.READ_SETTINGS",
      "com.android.launcher.permission.WRITE_SETTINGS",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "android.permission.SYSTEM_ALERT_WINDOW",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
