{
  "title": "Computer Dashboard Phone Trial",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.ebizsoft.android.computerdashboardphonetrial",
  "category": "Tools",
  "price": "Free",
  "datePublished": "February 26, 2013",
  "version": "4.2",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "eBiz Software",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.ebizsoft.android.computerdashboardphonetrial",
  "extendedInfo": {
    "installSize": "206k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Free for 30 Days - No AdsDesigned specifically for Android Phones,  Computer Dashboard is a simple and easy to use monitoring interface.You will need to install the Windows Service on machines you wish to add to this application. If is free and can be downloaded from http://mobile.ebizsoft.com/Downloads.aspxThis application allows network administrators and help desk technicians to select and view the current OS and network statistics for any network computer from their mobile phone or tablet. Add the desired computers to your monitoring list and access their information real-time with a simple tap of the screen. A concise and easy to read screen will present you with detailed information about each computer including:CPU and Memory statisticsNetwork trafficHard drive consumptionCurrent ProcessesInstallation and setup is a breeze. Monitoring can occur across multiple networks, including VPNs. Any computer can be added to the monitoring service with a simple download from our store. Monitored computers do not have to be Windows 8, but do have to be Windows 7, Windows 2003 or above.Windows Service is available at http://mobile.ebizsoft.com/",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.WRITE_OWNER_DATA",
      "android.permission.ACCESS_WIFI_STATE"
    ]
  }
}
