{
  "title": "Rental Property Calculator",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dynamologic.rentalpropertycalculator",
  "category": "Productivity",
  "price": "$2.99",
  "datePublished": "June 12, 2011",
  "version": "1.0",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "4",
  "rating": "2.75",
  "contentRating": "Everyone",
  "creator": "Logical Study Inc.",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dynamologic.rentalpropertycalculator",
  "extendedInfo": {
    "installSize": "1.8M",
    "downloadsCount": "50+",
    "downloadsCountText": "50 - 100",
    "description": "A must for anyone involved with rental property. Simple and accurate. The essential numbers needed for making smart decisions right at your fingertips. Know the property's value based on income and expenses, see if there's a positive or negative cash flow, and whether or not a lender would be interested in working with you on the project. You don't have to be a math wizard to be a true professional. Whether you're an investor, real estate professional, appraiser, or lender, having instant access to the right numbers gives you the edge in any market along with the power to make smart decisions and prevent costly mistakes. With just five simple inputs, you will know: ● How much operating income you'll have to work with ● How much net income you will have after all expenses ● The capitalization rate for measuring your return ● How the property will qualify under lender guidelines ● The amount of positive or negative cash flow you'll experience ● The approximate value of the property for smart purchasing.",
    "reviews": [
      {
        "timestampMsec": "1334791066966",
        "starRating": "1",
        "title": "You gotta be kidding",
        "comment": "You are better off with a general purpose calculator.",
        "commentId": "lg:AOqpTOGHHx-nJw7z2o8aEgBBDyvVW-FJbX2f_nOdtL8jGJatVfRgzl0wiLQQz2U5HoGFp3qkjFvu5rBNWSGtXaY",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET"
    ]
  }
}
