{
  "title": "Karen Kohlmaier Cass",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.ecaptureinc.karencass.ny.brs",
  "category": "Business",
  "price": "Free",
  "datePublished": "June 23, 2013",
  "version": "1.9.9.1",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "3",
  "rating": "3.6666667",
  "contentRating": "Low Maturity",
  "creator": "ECapture Inc.",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.ecaptureinc.karencass.ny.brs",
  "extendedInfo": {
    "installSize": "2.5M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "This mobile application was developed by ECapture Inc.\"Karen Kohlmaier Cass Android app on smartphones is great for finding the property you are looking for In Long Island, NY\"• Instantly access the most accurate and up-to-date real estate listings across Nassau, Suffolk and Queens.• Show homes for sale, for rent in any city or in your current location on a map instantly• Millions more photos directly from the MLS• Property details, open house information and pricing on nearly any home for sale• Save searches and listings• Send listings to your family, friends and agent.-------Welcome and thank you for taking the time to learn about what I can do for you!KNOWLEDGEAs a full time New York State Real Estate Salesperson and Certified Buyer Representative (C.B.R.), I am qualified to guide you in selling or buying your home. My skills in communication, contract negotiation and target marketing will work to your best advantage.  Knowledge of today's Real Estate market, government and mortgage programs are key to our success whether you are selling or buying. INTEGRITYSelling or buying a home is one of the most important transactions in your life. Because of that, it is important that you work with someone you trust and is a local Real Estate expert with integrity. People trust me with their most-valuable asset. It's a responsibility I take very seriously.  In return, I expect the same from my clients/customers. I know that your success is my success.LOCAL EXPERTISEAs a resident of Nassau County for over 35 years, I offer local expertise in a home market tailored to meet your needs. As a local professional, I know the neighborhoods, schools, market conditions, zoning regulations and local economy. I will do the leg work, keeping you up-to-date with new listings and conditions as they impact the market. I will make the process of selling or buying a pleasant and stress-free experience!BUSINESS MEMBERSHIPSLong Island Board of Realtors (LIBOR), New York State Association of Realtors (NYSAR), National Association Realtors (NAR).  Seaford Chamber of Commerce Board of Directors’ Member and Secretary and Member of the Seaford Historical Society.SUCCESSI don't measure my success through awards received or achievements, but through the satisfaction and trust I provide to my clients/customers. Whether you are looking to sell or buy your home, I will provide sound and trustworthy advice to help you achieve your real estate goals.Don’t hesitate and contact me today with your Real Estate concerns.Your Motivated Agent – KarenFind me at:   http://karenkcass.listingbook.com/           seafordchamberofcommerce.org/",
    "reviews": [
      {
        "timestampMsec": "1347503254008",
        "starRating": "5",
        "title": "Karen Kohlmaier Cass Realtor",
        "comment": "Awesome App for Buyers and Sellers! Also for people who want to just keep current on their local real estate.  It\\'s FREE to download!",
        "commentId": "lg:AOqpTOFeRDuOnDzb1gf6Pn5FbErIbgqBfCN1S61jlw46TYbQH6Jes233YSK8qcYzHVjch46I6vBWDtnxtaFX9A",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "com.ecaptureinc.karencass.ny.brs.permission.C2D_MESSAGE",
      "android.permission.INTERNET",
      "android.permission.GET_ACCOUNTS",
      "android.permission.WAKE_LOCK",
      "com.google.android.c2dm.permission.RECEIVE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.CALL_PHONE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.USE_CREDENTIALS",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
