{
  "title": "The Brothers Grimm Fairy Tales",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.ebook.apps.AOUGCCNYTJWEZGTPQY",
  "category": "Books & Reference",
  "price": "Free",
  "datePublished": "May 30, 2013",
  "version": "3",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "1",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "eBook Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.ebook.apps.AOUGCCNYTJWEZGTPQY",
  "extendedInfo": {
    "installSize": "894k",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "Children's and Household Tales is a collection of German fairy tales first published in 1812 by the Grimm brothers, Jacob and Wilhelm. The collection is commonly known in the Anglosphere as Grimm's Fairy Tales.Fairy tales in this collection include:The Golden Bird   Hans In Luck   Jorinda And Jorindel   The Travelling Musicians   Old Sultan   The Straw, The Coal, And The Bean   Briar Rose   The Dog And The Sparrow   The Twelve Dancing Princesses   The Fisherman And His Wife   The Willow-Wren And The Bear   The Frog-Prince   Cat And Mouse In Partnership   The Goose-Girl   The Adventures Of Chanticleer And Partlet   Rapunzel   Fundevogel   The Valiant Little Tailor   Hansel And Gretel   The Mouse, The Bird, And The Sausage   Mother Holle   Little Red-Cap [Little Red Riding Hood]   The Robber Bridegroom   Tom Thumb   Rumpelstiltskin   Clever Gretel   The Old Man And His Grandson   The Little Peasant   Frederick And Catherine   Sweetheart Roland   Snowdrop   The Pink   Clever Elsie   The Miser In The Bush   Ashputtel   The White Snake   The Wolf And The Seven Little Kids   The Queen Bee   The Elves And The Shoemaker   The Juniper-Tree   The Turnip   Clever Hans   The Three Languages   The Fox And The Cat   The Four Clever Brothers   Lily And The Lion   The Fox And The Horse   The Blue Light   The Raven   The Golden Goose   The Water Of Life   The Twelve Huntsmen   The King Of The Golden Mountain   Doctor Knowall   The Seven Ravens   The Wedding Of Mrs Fox   The Salad   The Story Of The Youth Who Went Forth To Learn What Fear Was   King Grisly-Beard   Iron Hans   Cat-Skin   Snow-White And Rose-Red This is a \"public domain\" work distributed free of known restrictions under copyright law.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.CHANGE_CONFIGURATION",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.INTERNET",
      "com.android.browser.permission.READ_HISTORY_BOOKMARKS",
      "com.android.browser.permission.WRITE_HISTORY_BOOKMARKS",
      "android.permission.SYSTEM_ALERT_WINDOW",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
