{
  "title": "ANCIENT EGYPT LIVE WALLPAPER",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.egypt_free",
  "category": "Travel & Local",
  "price": "Free",
  "datePublished": "June 28, 2013",
  "version": "3.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "7",
  "rating": "4.428571",
  "contentRating": "Low Maturity",
  "creator": "Indiana Jones Design",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.egypt_free",
  "extendedInfo": {
    "installSize": "16M",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "Ancient Egypt Live Wallpaper - depicting the incredible serene and beautiful Egyptian Princess Nefertiti and her children worshiping the Sun God, Aten.Bring the zen tranquility of the Ancient Egypt Live wallpaper to your phone! A calming and peaceful live wallpaper that will one improve life by receiving positive.If you believe in the principles of , Zen, Tao, Feng Shui, meditation and other eastern philosophies like Buddhism, Or ancient religions, this live wallpaper is for you!----- PLEASE READ: APP INSTALL INSTRUCTIONS ------• This is a free app supported by advertising- if you don't want any ads, download the \"ANCIENT EGYPT LIVE WALLPAPER PRO\" version (available shortly)• Optimized for Galaxy S3, S4, HTC One and similar HD phones• NOT for tablets (yet)- a separate HD Egypt Live Wallpaper for tablets will be available in the near future.PLEASE READ: INSTALL INSTRUCTIONSTO INSTALL: Home -> Menu -> Ancient Egypt Live Wallpaper------------------------------------------------------Please email me if you have any questions, suggestions, or issues.Become your own Indiana Jones as you dwell deep into the hidden tombs of Ancient Egypt. Nefertiti had many titles including Hereditary Princess; Great of Praises; Lady of Grace , Sweet of Love and wife of the king Akhenaten. During the early years in Thebes, Akhenaten (still known as Amenhotep IV) had several temples erected at Karnak. One of the structures, the Mansion of the Benben (hwt-ben-ben), was dedicated to Nefertiti. She is depicted with her daughter Meritaten and in some scenes the princess Meketaten participates in the scenes as well.She was made famous by her bust, now in Berlin's Neues Museum, shown to the right. The bust is one of the most copied works of ancient Egypt. It was attributed to the sculptor Thutmose, and it was found in his workshop. The bust is notable for exemplifying the understanding Ancient Egyptians had regarding realistic facial proportions. Some scholars believe that Nefertiti ruled briefly as Neferneferuaten after her husband's death and before the accession of Tutankhamun ( King Tut ), although this identification is a matter of ongoing debate.People may also search under king Tut Live Wallpaper. People often confuse Nefertiti with Queen Nefertari - the Wife of Ramses ( Ramesses ) the Great. The image of here is often mistakenly used as the image of Cleopatra. Cleopatra was not Egyptian, but rather, Greek- Cleopatra, was the last pharaoh of Ancient Egypt. She was a member of the Ptolemaic dynasty, a family of Greek origin that ruled Egypt after Alexander the Great's death during the Hellenistic periodThis live wallpaper is part of my Ancient Aliens and travel live wallpaper series. if you are a fan of the TV show Ancient Aliens on the History Channel, the X-Files and Coast to Coast AM, then this UFO live wallpaper is for you! (people might also search under Alien Live Wallpaper)Some people believe these inscriptions on the temple walls depict proof of alien visitation- due to carvings of what look like ancient batteries. Alien visitation proposals have been popularized, particularly in the latter half of the 20th century, by writers such as Erich von Däniken, Giorgio A. Tsoukalos, Zecharia Sitchin, Robert K. G. Temple, David Icke, and Peter Kolosimo, but the idea that ancient astronauts actually existed is not taken seriously by most academics, and has received little or no credible attention in peer reviewed studies. Ancient astronauts have been widely used as a plot device in science fiction and often discussed by George Noory on his popular late night radio show, Coast to Coast AM.also can be classified under fire live wallpaper, jungle Live Wallpaper",
    "reviews": [
      {
        "timestampMsec": "1378264351135",
        "starRating": "5",
        "title": "Nice",
        "comment": "Kool",
        "commentId": "gp:AOqpTOFXxI0rKJQUF0n73-_qjGt_wX9OKQD7CjWfCxkSpCAkFHOwIoWkatHKnAQ-SKyf94G6yR-rFNijvsgOFrk",
        "author": "Stephen Petinak",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.GET_ACCOUNTS",
      "android.permission.ACCESS_WIFI_STATE",
      "com.android.browser.permission.READ_HISTORY_BOOKMARKS",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.MOUNT_UNMOUNT_FILESYSTEMS",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
