{
  "title": "Conversational Tagalog",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.e4csolutions.android.tagalog",
  "category": "Education",
  "price": "$3.99",
  "datePublished": "September 20, 2010",
  "version": "1.4",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "8",
  "rating": "3.75",
  "contentRating": "Low Maturity",
  "creator": "e4c solutions, llc",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.e4csolutions.android.tagalog",
  "extendedInfo": {
    "installSize": "24M",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "Conversational Tagalog 1.4 now available on Android!  Learn the national language of the Philippines!!  Use sentence patterns and word substitutions to quickly teach Tagalog to the English speaker.  There are over 2000 words and 250 sentences in all!!  RATED “BETTER” BY APPREVIEW.COM on Feb. 11, 2009 for the iPhone Version 1.2.Features:1.\t With a mini dictionary of almost 2000 Tagalog words, you get both an English -> Tagalog word list and a Tagalog -> English word list.  Scroll through English or Tagalog words and see the translations.  Hear a native speaker speak the Tagalog word.  Practice the word until you feel comfortable with its pronunciation!  For verbs, you’ll also have verb variants and tenses (past, present, future, infinitive) to practice and use.2.\tA collection of 250 predefined sentences sorted by subject.  These sentences can be used in many everyday situations.  Listen to the intonation and pronunciation of the native speaker.  Practice along! Sentence topics include:–\tGreetings/Thank You/Goodbye-\tFood and Drinks-\tBathroom-\tHealth and Emergency-\tGeneral Observations-\tWeather-\tMoney Matters-\tShopping-\tLove and Dating-\tRequests and Commands-\tTransportation and Directions-\tHotel-\tNumbersEach English sentence is shown with its Tagalog counterpart.  Practice the Tagalog sentence by listening to the native speaker.  Some sentences include extra lesson information to help the user create even more Tagalog sentences!  The English to Tagalog word list will give you ideas to create those new sentences.3.\tA Global Search function that displays string matches on one screen for both words and sentences.  Looking things up is now even easier!4.\tA “Quiz Me” game which tests your knowledge of Tagalog words from the built-in English to Tagalog word list.  Test yourself with a vocabulary of over 1000 words!!  “Quiz Me” to learn new words each day or to keep your Tagalog vocabulary sharp!",
    "reviews": [
      {
        "timestampMsec": "1318849125583",
        "starRating": "1",
        "title": "Can\\'t move to SD card",
        "comment": "Great apparently except you cannot move it to your SD card and this apparently uses up a lot of phone memory. Please fix and will rate higher",
        "commentId": "lg:AOqpTOFCK3fE_vZ07EDv1euKnkPB0bOD9DVQQLYTIMkk5BfR8puyQRiukDoJ88dxDmMl9A6rpjHbQb9pGXAiAZ8",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1348075866486",
        "starRating": "1",
        "title": "Not good",
        "comment": "I can\\'t open it. Everytime it says I have to buy it on Googleplay which I did.",
        "commentId": "lg:AOqpTOGlxe5jF8SQEoynfSoxIvk-KqLUwb9O2dC2wEA6PJCkrq2UMrP7BR-u27nK8ziC2l4gJ_tq5Fh7lBSawZ8",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1327636683710",
        "starRating": "5",
        "title": "ATRIX 4g",
        "comment": "Works perfect I learned Tagalog. The basics in a few weeks",
        "commentId": "lg:AOqpTOHCCAVlnACAy7sLjEE0IJaIxir9E9glCyvVtniDuIikC3OoiE7gUZ24CBeKh3_VHPtkgvDNZgF2dElVO-0",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1296461113159",
        "starRating": "4",
        "comment": "Great App. Helps me create my own lessons in learning. Couple wrong words during study mode. Yesterday is kapahon.",
        "commentId": "lg:AOqpTOHJyAoqy612puP_QYPwPzNu_ruPxT7gTOuYeb1EKwV3VofTIkOTflq50q83Dz7uPnvS_DPj-9ZH2D1H6qk",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "com.android.vending.CHECK_LICENSE"
    ]
  }
}
