{
  "title": "Edit Pictures Pro",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.edit_pictures_pro_10510",
  "category": "Personalization",
  "price": "Free",
  "datePublished": "May 15, 2013",
  "version": "1",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "3D Play Phone Inc",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.edit_pictures_pro_10510",
  "extendedInfo": {
    "installSize": "1.0M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Most of us are not professional picture editors, so we do not know how to process or edit our pictures.While in fact, you can use this app- Edit Pictures Pro to do this for you. This picture editor offers you:1.    Various edit tools, including pencil draw, line, text and shake,  etc. You can use these tools to edit your pictures at will.2.  Special image effects, including grayscale, saturation, transparency and contrast, etc. With this app, you can:1.    Draw pictures with the tool in this system and edit them;2.  Import pictures from camera and gallery on your sd card, then process them with this app;3.  Move, rotate and zoom the pictures at will according to your need.4.  Save all the pictures that are processed in this app in jpeg or png format;5.  Share pictures or images with bluetooth, Gmail or Messaging, etc.In a word, this is a powerful picture editor tool for you. Warm tips:If you want to know how to operate it clearly, you can just click Menu>>More>>Help to read its operation instructions. ##############################We hope you do not mind reading some notification ads or icon ads when you use this app.##############################Image processing is any form of signal processing for which the input is an image, such as a photograph or video frame; the output of image processing may be either an image or a set of characteristics or parameters related to the image.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.READ_PHONE_STATE",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.CAMERA",
      "android.permission.ACCESS_FINE_LOCATION"
    ]
  }
}
