{
  "title": "Youth Envisage",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.ekkotek.youthenvisage",
  "category": "Media & Video",
  "price": "Free",
  "datePublished": "March 20, 2013",
  "version": "1.0.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "2",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "Ekkotek",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.ekkotek.youthenvisage",
  "extendedInfo": {
    "installSize": "1.9M",
    "downloadsCount": "5+",
    "downloadsCountText": "5 - 10",
    "description": "The \"Youth! Envisage and design your ideal future\" Structured Democratic Dialogue Process (SDDP) has been organized by Future Worlds Center in order to give voice to the youth of Cyprus to verbalize their ideas and participate in shaping a new system of governance. The 5-day long event took place at the Venus Beach Hotel in Pafos, Cyprus between 18-22 July 2012. The inspiration for the project came from a young person, Mrs. Eleni Michail, president of a small youth group, after she attended the \"3rd International SDDP Facilitators Training School\" in Cyprus in July 2011. Two SDDPs focused on developing a vision and identifying obstacles preventing societies from reaching that vision. The root problems identified were: Lack of accountability, Conflict of interest between one's profession and membership in the parliament, Exploitation of personal relations for own benefit, Stagnation of the Cyprus problem and the Lack of direct, participatory democratic processes.This App does not include the tree of influences or the actual final results. It includes however all the original contributions of the participants as short video clips.The SDDP was funded by the Youth in Action program of the European Commission and was under the auspices of the Cyprus Presidency and the Institute for 21st Century Agoras.More information about this and several similar projects can be found at the Future Worlds Pedia:http://www.futureworlds.eu/wiki/Youth_envisage_and_design_their_ideal_future_(YiA_5.1)Other useful Links:http://www.FutureWorlds.euhttp://www.GlobalAgoras.orghttp://youthenvisage.wikispaces.comThe App was developed by Ekkotek for Future Worlds Center.Design and Analysis: Yiannis LaourisProgramming: Katerina PhotiouVideo Editing: Maria GeorgiouCopyrights 2012 Ekkotek.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.CAMERA",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.INTERNET",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
