{
  "title": "Earthquake Map and Alerts",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.earthquakemap.quake",
  "category": "Weather",
  "price": "Free",
  "datePublished": "June 12, 2013",
  "version": "1.0.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "10",
  "rating": "4.1",
  "contentRating": "Low Maturity",
  "creator": "Earthquake Map and Alerts",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.earthquakemap.quake",
  "extendedInfo": {
    "installSize": "2.7M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "Earthquake Map and Alerts will let you know when the next tremor hits! Set alerts for your area based on distance and strength to receive notifications on your phone. You can also view earthquakes that have already occurred in a list view, organized by magnitude. With map view, you can find quakes closest to you and see details such as distance from you, start time and magnitude. In addition here is what California recommends you to do in an Earthquake (source: http://www.consrv.ca.gov/index/Earthquakes/Pages/qh_earthquakes_what.aspx)Many people think having bottled water on hand is a good idea. That’s true, as long as you have enough. Many are certain that standing in a doorway during the shaking is a good idea. That’s false, unless you live in an unreinforced adode structure; otherwise, you're more likely to be hurt by the door swinging wildly in a doorway or trampled by people trying to hurry outside if you’re in a public place.How to be PreparedElectricity, water, gas and telephones may not be working after an earthquake. The police and fire departments are likely to be tied up. You should be prepared to fend for yourself for at least three days, preferably for a week. You'll need food and water (a gallon a day per person); a first aid kit; a fire extinguisher suitable for all types of fires; flashlights; a portable radio; extra batteries, blankets, clothes, shoes and money (ATMs may not work); medication; an adjustable or pipe wrench to turn off gas or water, if necessary; baby and pet food; and an alternate cooking source (barbecue or camp stove). This list can also be applied to other disasters, such as floods or wildfires.  It’s also a good idea to decide beforehand how and where your family will reunite if separated during a quake and to conduct in-home practice drills. You might choose an out-of-the-area friend or relative that family members can call to check on you. Securing water heaters, major appliances and tall, heavy furniture to prevent them from toppling are prudent steps. So, too, are storing hazardous or flammable liquids, heavy objects and breakables on low shelves or in secure cabinets. Discuss earthquake insurance with your agent. Depending on your financial situation and the value of your home, it may be worthwhile.During an EarthquakeIf you're indoors, stay there. Get under -- and hold onto --a desk or table, or stand against an interior wall. Stay clear of exterior walls, glass, heavy furniture, fireplaces and appliances. The kitchen is a particularly dangerous spot. If you’re in an office building, stay away from windows and outside walls and do not use the elevator. If you're outside, get into the open. Stay clear of buildings, power lines or anything else that could fall on you. If you're driving, move the car out of traffic and stop. Avoid parking under or on bridges or overpasses. Try to get clear of trees, light posts, signs and power lines. When you resume driving, watch out for road hazards. If you're in a mountainous area, beware of the potential for landslides. Likewise, if you're near the ocean, be aware that tsunamis are associated with large earthquakes. Get to high ground. If you’re in a crowded public place, avoid panicking and do not rush for the exit. Stay low and cover your head and neck with your hands and arms.After an EarthquakeCheck for fire or fire hazards. If you smell gas, shut off the main gas valve. If there's evidence of damage to electrical wiring, shut off the power at the control box. If the phone is working, only use it in case of emergency. Likewise, avoid driving if possible to keep the streets clear for emergency vehicles. Be aware that items may fall out of cupboards or closets when the door is opened, and also that chimneys can be weakened and fall with a touch. Check for cracks and damage to the roof and foundation of your home.",
    "reviews": [
      {
        "documentVersion": "1.0.0",
        "timestampMsec": "1376443340330",
        "starRating": "5",
        "comment": "Very cool",
        "commentId": "gp:AOqpTOFBp4ouz2avs5g4DrzPajkLkhC_MXGuFj31PQF8_I9TXTr0PCIiEVpdPuEmXxtFKPwFonAYACabFwTPeg",
        "author": "Larry Hirsch",
        "authorURL": "http://lh4.googleusercontent.com/-7BXCsvM1S_Y/AAAAAAAAAAI/AAAAAAAAFC4/Q89Hj13HC74/photo.jpg",
        "authorSecureURL": "https://lh4.googleusercontent.com/-7BXCsvM1S_Y/AAAAAAAAAAI/AAAAAAAAFC4/Q89Hj13HC74/photo.jpg"
      },
      {
        "documentVersion": "1.0.0",
        "timestampMsec": "1375375747395",
        "starRating": "5",
        "comment": "Great app. Fun to use and learn maps of the world.",
        "commentId": "gp:AOqpTOHHAnfp3v5rhi4GGvt-VVNaXpdcSlVyKY6JT5i-brBlfuK9RZ_gSJ-qmc9JwO9-ZHQrWqaSSpaDUpfbfQ",
        "author": "Carol Ann Provostu",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1371664170125",
        "starRating": "2",
        "title": "Looks good",
        "comment": "Looks good, but pushs ads to your phone. Do need that. Uninstalled.",
        "commentId": "gp:AOqpTOHUFW-zcJj2IZOk9vTnN1zo5fblUCTmyWU_izCTsIBjr8h-bDq4olCLPaqG_MAYWYjh4wpkVWnp4y3dwg",
        "author": "Carl Pajak",
        "authorURL": "http://lh4.googleusercontent.com/-LKkSVCKIHfI/AAAAAAAAAAI/AAAAAAAAABU/D-Yr79-MpCU/photo.jpg",
        "authorSecureURL": "https://lh4.googleusercontent.com/-LKkSVCKIHfI/AAAAAAAAAAI/AAAAAAAAABU/D-Yr79-MpCU/photo.jpg"
      }
    ],
    "permissions": [
      "com.earthquakemap.quake.permission.C2D_MESSAGE",
      "com.google.android.providers.gsf.permission.READ_GSERVICES",
      "com.google.android.c2dm.permission.RECEIVE",
      "android.permission.GET_ACCOUNTS",
      "android.permission.WAKE_LOCK",
      "android.permission.READ_PHONE_STATE",
      "com.earthquakemap.quake.permission.MAPS_RECEIVE",
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_CORSE_LOCATION",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_EXTERNAL_STORAGE",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "android.permission.VIBRATE"
    ]
  }
}
