{
  "title": "Colony Clash",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.eanworks.colonyclash",
  "category": "Arcade & Action",
  "price": "Free",
  "datePublished": "December 21, 2012",
  "version": "1.0.4",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "2",
  "rating": "3.5",
  "contentRating": "Everyone",
  "creator": "EANWorks",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.eanworks.colonyclash",
  "extendedInfo": {
    "installSize": "2.7M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Use your strategic skills in a turn based massive multiplayer online space simulator. Crush your enemies, defend your friends, gather resources and become the number ONE in the universe.You'll start in a galaxy far far away, in a colony next to some other colonies. You'r in need of resources (metal, dureum and iontanium), and you need asteroids to get thouse resources. Asteroids gets more expensive for each new one you get. At some point you'll turn to warfare, cause it will be cheaper. Build 'Roiders' to steal asteroids from other colonies (players). All other ships are ment for smashing other ships.One tip is to start research on resources in give a jump into resource mining, before you build your army.As a professional programmer and science fiction fan, I've always wanted to make a science fiction game. This game is a spaceship simulator, where you compete with all opponents of resources. To achieve universal dominance, the tools vessels, research and resources. Inspired by Master of Orion, Freelancer, Star Control, etc. I have managed to create a mix of everything. The game is of course free, with no advertising. You can help with graphics, text, change requests, and other things. The main page is www.ColonyClash.comI welcome all feedback",
    "reviews": [
      {
        "documentVersion": "1.0.4",
        "timestampMsec": "1358921090569",
        "starRating": "3",
        "title": "disapointed",
        "comment": "looks sweet, but dosnt explain well, appears boring, and wont connect when i hit the galaxy icon....uninstalled",
        "commentId": "gp:AOqpTOHj5-5dqE7WlvQM5ZJ0JAz1LtILi8-mz67A8F-TyOQbschSatYoDsU_sK7waeOMzmWgilpnKjDl2kaPE1E",
        "author": "Martin Kressin",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE"
    ]
  }
}
