{
  "title": "eduTecher - Backpack",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.eduTecher.eduTecherBackpack",
  "category": "Education",
  "price": "Free",
  "datePublished": "August 5, 2013",
  "version": "1.2",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "15",
  "rating": "4.4",
  "contentRating": "Everyone",
  "creator": "Adam Bellow",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.eduTecher.eduTecherBackpack",
  "extendedInfo": {
    "installSize": "1.4M",
    "downloadsCount": "5,000+",
    "downloadsCountText": "5,000 - 10,000",
    "description": "Bring the best websites to your classroom! Make learning more exciting and save time looking for the most useful online tools for your students with the all new and 100% free eduTecher Backpack app.As a teacher, educator, or parent, you know how the right web resources can enhance your student’s learning of any subject matter. But finding valuable content online (that is also age-appropriate) can be difficult and time-consuming.Let eduTecher Backback be your guide. Loved by teachers and students, this app puts the best web tools and reviews of educational websites in the palm of your hand, saving you time with lesson planning and making learning more enjoyable for your students.PRAISE AND RECOGNITION\"The best teacher resource for new resources and ideas! … A must have.\" – Education Apps Review (IEAR.org)Featured in iPhone Life Magazine as one of the top 5 apps for Educators!eduTecher.net was named a “Site of the Week” by eClassroom News EASILY FIND THE BEST EDUCATIONAL WEBSITESImagine having the best educational websites all in one place. eduTecher Backback makes it possible - search thousands of top-notch educational websites submitted by teachers and educators just like you.Looking for a great math website for your middle school students? Or a link for your lesson to a high school science class? It’s easy to browse and search the latest free online resources from inside the app.Plus, you can save your links as favorites, write notes to keep for later, and share the websites you’ve discovered with your colleagues.Explore. Share. Contribute. On the go...The new eduTecher Backpack is so much more than just the best educational websites!  Download this helpful app filled with these features:• 100% free and easy to use – Get started right away without registering or create a free account for personalized features• Watch eduTecher TV – View helpful videos on how to use the top learning websites in your classroom• Connect with fellow educators – Meet others who are effectively using technology in education• Easily share and collaborate - Connect with other users of the app or website and share messages, favorites, and notes• Post to Facebook and Twitter – Found a helpful link? Quickly update your status on social media sites• Share what you know - Create blog posts without leaving the app and read people’s comments on what you wrote• Learn from others – Read or respond to issues raised in the forumsDownload the eduTecher Backpack app and bring the best of the web to your classroom.eduTecher is the ultimate educational technology reference and resource right in your pocket!",
    "reviews": [
      {
        "timestampMsec": "1334417581089",
        "starRating": "1",
        "title": "Didnt liked it",
        "comment": "Ah! rubbish for me dont know about u.uninstalled.......",
        "commentId": "lg:AOqpTOF3eq0WVFTdehir992A7WI969AmRS-8NXve7jxNO1gC1FiE0oLfxBvAJK3SORmO6c_-vw1v9RebmP2qgqo",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1316217547728",
        "starRating": "3",
        "comment": "Hardly anything on there. Need to register to use most of the app. Might be just a bit new still... Uninstall..",
        "commentId": "lg:AOqpTOGlio_ztz3BLqBMRV3JUaJ8lUtztUPxzSy1UGp31igXOEkCUR7iASiI-AFt0HQ86viliMyN7-cl81yMT-g",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1339801869113",
        "starRating": "5",
        "comment": "Excellent",
        "commentId": "lg:AOqpTOFJd-l4zXS6fRaFbato-alfqziH_xreczkSVfefE_mAZSGdhFCyoPqSWKFjP5gduivk-Y0L48difpBZClE",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1366806819124",
        "starRating": "4",
        "comment": "Nice interface ready to use great in go and links",
        "commentId": "gp:AOqpTOECMV4Osx246xtBvoawfmhl2xSjh3wmfWqyHCMdEVUzr4ukoc7l1xGudmX8dHvBN6viBnA18JCBtTqpBYs",
        "author": "Philip J Boudreau",
        "authorURL": "http://lh3.googleusercontent.com/-HtAKQhjczLk/AAAAAAAAAAI/AAAAAAAAAK4/9feJNHECOqg/photo.jpg",
        "authorSecureURL": "https://lh3.googleusercontent.com/-HtAKQhjczLk/AAAAAAAAAAI/AAAAAAAAAK4/9feJNHECOqg/photo.jpg"
      }
    ],
    "permissions": [
      "com.eduTecher.eduTecherBackpack.permission.C2D_MESSAGE",
      "com.google.android.c2dm.permission.RECEIVE",
      "android.permission.INTERNET",
      "android.permission.WAKE_LOCK",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.GET_ACCOUNTS",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
