{
  "title": "Britannica Kids: Solar System",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.eb.kids.solar_system.en_US.google",
  "category": "Education",
  "price": "$4.99",
  "datePublished": "August 23, 2013",
  "version": "1.1.1",
  "operatingSystems": "2.3 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "Encyclopaedia Britannica, Inc.",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.eb.kids.solar_system.en_US.google",
  "extendedInfo": {
    "installSize": "154M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Britannica Kids: Solar System is the prefect app for exploring the secrets of the Solar System in a fun and engaging way.  Learn and play at the same time through a variety of games like Memory Match, Jigsaw Puzzles, and the Magic Square among others.  Explore the solar system through a wealth of amazing images (which you can e-mail to friends!) videos and informative articles.  And as it’s from Encylopædia Britannica, you can be sure it’s appropriate and safe for the whole family.Here is what is being said about Britannica Kids apps: “…outstanding quality that Encylopædia Britannica is known for.” - Adam Curry, The Big App Show“Encyclopædia Britannica launches new educational apps - what a BRILLIANT idea!!!” – Positive Parents  (www.positive-parents.com)“…I have been seriously impressed with both the content and design.” – The iPhone Mom (www.iphonemom.com)More…Britannica Kids Solar System app is perfect for getting the facts right and exploring the eight major planets and their moons, the sun, comets, asteroids, gravity, and space in a really cool way. Learning about the solar system has never been more fun with this interactive and educational app based on the school curriculum. Ideal for homework help, the app features:Exclusive Encyclopædia Britannica standards-based content with high quality videos, pictures, and captions written specifically for ages 8-12.Coverage of the topic includes:Makeup of the Solar SystemThe SunThe PlanetsThe MoonAsteroids and CometsFormation of the Solar SystemStudying the Solar SystemGravity and SpaceExploring the Solar SystemPlanets A-Z – featuring the 8 major planets: EarthJupiterMarsMercuryNeptuneSaturnUranusVenusThen the fun starts:Jigsaw Puzzles, created from beautiful images of the Solar System.  Break apart the puzzle and have some fun by shaking your device (iPod and iPhone) and then sliding the pieces back into place to complete the puzzle - it’s not as easy as it looks!Scramble images of the Solar System in The Magic Square game by shaking your device.  Challenge yourself by re-arranging the squares to unscramble the image.Brush Off - brush the layers to reveal images of the major planets and then try to guess what it is – how many can you answer correctly? Test your knowledge on the Solar System with the Quiz feature - how much have you learned? But hurry: you must answer quickly as the quiz is timed!  You can also Tweet your answers and share your results with your friends on Facebook.Test your memory with the popular Memory Match game and match up the pairs!Why not take your exploration into the Solar System a step further and link to Britannica’s online services – Britannica Online for Kids or Britannica Online – to continue your discoveries.Try it today!",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "com.android.vending.CHECK_LICENSE",
      "android.permission.WAKE_LOCK",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
