{
  "title": "From the Earth to the Moon",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.educates.daterraalua.AOTXDCOXLIJLRHAPZ",
  "category": "Books & Reference",
  "price": "Free",
  "datePublished": "September 18, 2012",
  "version": "1.01",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "9",
  "rating": "4.888889",
  "contentRating": "Everyone",
  "creator": "educ8s.com",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.educates.daterraalua.AOTXDCOXLIJLRHAPZ",
  "extendedInfo": {
    "installSize": "613k",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "Livro gratuitoPortugal, BrazilDa Terra à Lua (no original em francês De la Terre à la Lune) é um livro do escritor francês Júlio Verne, publicado em 1865.Conta a saga do Gun Club (Clube do Canhão), uma organização americana especializada em armas de fogo, canhões e balística em geral, e da ideia de seus membros em construir um enorme canhão para arremessar um projétil de forma cilindro-cônica à Lua.Um aventureiro francês chamado Michel Ardan, de modos extravagantes, propõe que o projétil lançado seja tripulado e se apresenta como candidato a \"astronauta\". Depois desta surpreendente proposta, dois dos membros do \"Gun Club\" também embarcam nesta \"loucura\". Para que este empreendimento se realizasse, foram construídos um canhão, uma bala oca, e um telescópio, todos de dimensões impensáveis, a quantidade de pólvora usada também era de volumes impensáveis.Depois de disparada, a bala quando se aproximou da Lua, em vez de alunissar (pousar em solo lunar), entrou em órbita da própria lua. Os três passageiros apenas tinham mantimentos para 3 meses, ficando a saga em aberto. O futuro dos três astronautas, é descrito na obra À roda da Lua.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.WAKE_LOCK",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.CHANGE_CONFIGURATION"
    ]
  }
}
