{
  "title": "Malaysia Hotel 80% Discount",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.ej.hotelmalaysia",
  "category": "Travel & Local",
  "price": "Free",
  "datePublished": "August 12, 2013",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "1",
  "rating": "5.0",
  "contentRating": "Low Maturity",
  "creator": "Hotel",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.ej.hotelmalaysia",
  "extendedInfo": {
    "installSize": "6.6M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "Malaysia is a federal constitutional monarchy in Southeast Asia. It consists of thirteen states and three federal territories and has a total landmass of 329,847 square kilometres (127,350 sq mi) separated by the South China Sea into two similarly sized regions, Peninsular Malaysia and Malaysian Borneo. Land borders are shared with Thailand, Indonesia, and Brunei, and maritime borders exist with Singapore,Vietnam, and the Philippines. The capital city is Kuala Lumpur, while Putrajaya is the seat of the federal government. In 2010 the population was 28.33 million, with 22.6 million living on the Peninsula.Find places of interests eg KLCC, Twin Towers, Melaka, Penang etc in Malaysia with our app.Reserve your hotel in Malaysia with ease and at the best rate from your phone. ✓ Search for nearby hotels or hostels or budget hotel in Malaysia.✓ Hotel Reservations made easy with this Malaysia Hotel app. Simple and secure booking process.✓ Hotel information, guest reviews, photos, descriptions, maps of hotel.✓ Up to 80% discounts on hotels, hostels and motels. Instant online and phone bookings available with immediate room confirmation.There are no fees, no mark-ups and it is FREE to use.To get the best hotel rates every time, simply search by location, date and number of guests and Malaysia Hotel  quickly finds you the best deals in all Malaysia.Hostel, motel and Budget hotel listing is also in our app. Book your room now!Features include:• Simple search by location, dates and guests• “Around Me” search to find what is available around you at that exact moment• Search results can be viewed two ways - on a map or in a list format• Interactive map with zoom in, zoom out, and swipe to reveal more hotels • View all hotel details, guest ratings, images and features the hotel offers• Comparison table for all hotels and the best rates available for all our partner booking sites• Refine your search by price, star ratings, areas, hotel features and more• Book with our partner websites by simply clicking “book” on your hotel of choice• Big image gallery • Apps in 39 languages• The only app that allow you to search all the hotel deals in Malaysia and All other Countries.• One search and our app will search all the listed hotels and give you the best prices in one screen for all the deals.www.Agoda.com, www.Expedia.com, www.booking.comlastminute.compriceline.comhotels4u.comhostelbookers.comlaterooms.comeasytobook.comvenere.comHotelclub.comholidayinn.comMarriottSkooshCrowne Plaza",
    "reviews": [
      {
        "timestampMsec": "1375346744907",
        "starRating": "5",
        "comment": "Good discount!",
        "commentId": "gp:AOqpTOG5pbWVfus7dOKNhWh8EVFU9L6SoCNeTVzDMk13XUJEg73UrQBPWs5iwBdmgdQvQBF0RAHiR0TQDSvfpso",
        "author": "Marcus Marcus",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.RECORD_AUDIO",
      "android.permission.CAMERA",
      "android.permission.WAKE_LOCK",
      "com.ej.hotelmalaysia.permission.C2D_MESSAGE",
      "com.google.android.c2dm.permission.RECEIVE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
