{
  "title": "Air Media Drive",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.eaget.airmediadrive.activity",
  "category": "Media & Video",
  "price": "Free",
  "datePublished": "August 3, 2012",
  "version": "1.0.10",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "16",
  "rating": "3.0",
  "contentRating": "Everyone",
  "creator": "Eaget Air",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.eaget.airmediadrive.activity",
  "extendedInfo": {
    "installSize": "6.4M",
    "downloadsCount": "5,000+",
    "downloadsCountText": "5,000 - 10,000",
    "description": "“Air Media Drive” is an application software for Eaget AirFlash Mutilple Functional WIFI STORAGE1.Supports iPhone/iPad/iPod(can be upto 5 in same time) with iOS platform 4.0 and above.2.Automatically search and locate the WIFI STORAGE.3.Support network /parameters setting4.Browse and Edit(delete/Transfer) files located on/between WIFI STORAGE/iPad,iPhone5.Support the file list/thumbnail view, support thumbnail images show and MP3 artwork(ID3)6.Upload photos/video records from iPhone or iPad to the WIFI STORAGE to clear up more spaces7.Stream music, photo and even video from the WIFI STOREAGE to iPhone or iPad over WiFi connection, decoding ability more dependent on the system, file format depend on the player software installed on you device, we suggest to use Oplayer and other players.8. Support .txt, .pdf, .doc/docx, .xls/xlsx, .ppt/pptx, .numbers, .pages, .key and etc. file format* About Eaget AirFlashEAGET AirFlash is a portable USB Flash storage device that allowsyou to wirelessly stream digital media content ( such as music, photos,videos, etc. ) to your iOS- based iPad, iPhone, iPod or Android- basedsmartphones and tablet PCs.When your iPhone or iPad gets not enough storage capacity, and itcould not connect other external storage device directly, EAGETAirFlash will be your nice choice! With built- in Wi- Fi function, it can be easily connected to your Wi- Fi network, anytime and anywhere. It does not require access the Internet and enables you to realizeconvenient wireless large capacity storage. You do not have to worry about the storage space shortage of your smartphones, tablet PCs or other wireless smart devices.You can download the AirFlash application software for your iPhone,iPad, Android smartphones or Tablet PCs from Apple App Store or Google Play. The AirFlash app allows you to manage your multimedia library easily.If you have favorite multimedia content to share with others, AirFlash helps you to achieve it easily. Your friends and family can access the AirFlash by their Wi- Fi smartphones ( or tablet PCs, Notebooks) within 50 meters range, open a web browser or install AirFlash application, they can access and enjoy your multimedia content conveniently. AirFlash can support access of five different smart devices at the same time.When you are traveling, usually the hotel offers only wired network services, then your smart phone or tablet PC can not access the network. In such case, just bring out the AirFlash and connect it to a wired network, it will change the wired network to wireless network immediately. Your smart phone, tablet PC, and notebook can use the Internet at the same time very conveniently.With built- in 3000mAh high capacity li- on battery, the AirFlash has a standby time up to 30 days and working time up to 6 hours. It can be also used as an external battery pack, provides about 20 hours talking time or 6 hours video playing time for your smart phones.AirFlash also supports the standard high- speed USB 2. 0 interface, it comes with a Micro B data port for wired connection with your PC and can be used as an ordinary USB flash drive.",
    "reviews": [
      {
        "documentVersion": "1.0.10",
        "timestampMsec": "1356359088994",
        "starRating": "1",
        "title": "So far cant run in Galaxy tab and HTC",
        "comment": "I install this application in my tab and HTC base android. And cannot connect to eaget A80, disappointed,",
        "commentId": "gp:AOqpTOHWAbpX3ODwzuRI1YwlvTI233ZvNAY7tWmcKoxqDXQLknOEvo3MMehlHURmIDokYJiGPXFxchybmxieAw",
        "author": "En Wibowo",
        "authorURL": "http://lh3.googleusercontent.com/-keWOYojnE-8/AAAAAAAAAAI/AAAAAAAAADo/RETQa7TVP1M/photo.jpg",
        "authorSecureURL": "https://lh3.googleusercontent.com/-keWOYojnE-8/AAAAAAAAAAI/AAAAAAAAADo/RETQa7TVP1M/photo.jpg"
      },
      {
        "timestampMsec": "1345014130656",
        "starRating": "4",
        "title": "Gallaxy nexus",
        "comment": "AP repeator, power bank and flash storge perform stable. However, media support on Video ncodec yet to improve. The concept is 5 stars rate. keep it up.",
        "commentId": "lg:AOqpTOGH_LJAK6-qo4m9PqjgrfcGsszHNcUzs3SeZEUOLUb4GOunCAfFHauAIGeP1TqFHzHZsH4iQzxBVej6OQ",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1349910621982",
        "starRating": "1",
        "title": "Doesn\\'t work",
        "comment": "Bad English is used in this already confusing app. Tested on both iPhone 5 and HTC Desire; nothing happened. Thus, the app is broken. UNINSTALLED.",
        "commentId": "lg:AOqpTOEGlkNU9jriSRDZdW93KXMDovWsTO077ryLt027cl-U2yET6VpDjH5Iy3ZC0FaJkyZ6ZHoSWLtqs1qC2w",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1349062334969",
        "starRating": "5",
        "title": "Cloudtv",
        "comment": "1#",
        "commentId": "lg:AOqpTOEKxNwZTw0d-PHTZEpbghuq7BwfcJduAgFSIZaI5DWFgb1bCl-e1d493-AQiygxkvexXU4y_GV1lmQT9w",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.MOUNT_UNMOUNT_FILESYSTEMS",
      "android.permission.INTERNET",
      "android.permission.SET_WALLPAPER",
      "android.permission.WRITE_SETTINGS",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.DISABLE_KEYGUARD",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
