{
  "title": "Qwerty5 Keyboard",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.egruckle.android.portrait5kb",
  "category": "Tools",
  "price": "Free",
  "datePublished": "September 30, 2012",
  "version": "1.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "8",
  "rating": "4.5",
  "contentRating": "Everyone",
  "creator": "EGRuckle",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.egruckle.android.portrait5kb",
  "extendedInfo": {
    "installSize": "69k",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "Qwerty5 Keyboard (Q5KB) is the familiar qwerty keyboard with a twist. It puts all the letters in the familiar qwerty order, but it has just 13 big letter keys. Each key tells you how to type its letters:> To type the large letter, touch the key.> To type the upper letter, swipe up.> To type the lower letter, swipe down.It's a little easier to touch than to swipe, so the designer took the letter frequency of the English alphabet into account when deciding which letters you type by touching & which you swipe. Look at the QWE key. We use E 5 times more often than W & 130 times more often than Q, so E became the touch letter. With the help of 10 digits & a few punctuation marks to stretch things out, 13 of the 14 most-used letters became touch letters. So you touch 83% of the time & swipe only 17%.SAFETYThere is no safer app than Q5KB. For proof, click the PERMISSIONS tab. The warning you'll see when activating Q5KB is the same for all keyboard apps. Only word prediction keyboards collect your personal information.WANT EVEN BIGGER KEYS?There are 3 keyboard apps based on the QwertyX design:> Qwerty4 Keyboard - For small phones, 4 keys wide, swipe 29% of the time, very large keys suitable for people with bad vision.> Qwerty5 Keyboard - For mid-size phones, 5 keys wide, swipe 17% of the time.> Qwerty6 Keyboard - For large phones, 6 keys wide, swipe 12% of the time.ATTENTION DEVELOPERSWould you like to use the QwertyX Keyboard Design in your own keyboard app? It's free for free apps. Contact us.CREDITSSome of the coding of this app is based on the SlideType keyboard by Alejandro Grijalba (in the Market). Q5KB uses the QwertyX Keyboard Design (copyright © 2011 by Ernest Ruckle). --------------------------U S E R - G U I D E--------------------------TO ACTIVATEAll keyboard apps must be activated after installing. In settings, depending on Android version, go to Locale & text, Language & keyboard, or Language & input. Check Qwerty5 Keyboard. Long-touch in text-box, choose Input method, & check Qwerty5 Keyboard.GET STARTEDPut your phone with EKB showing next to your PC keyboard. Compare the 3 lines of letters. Notice the location of these characters: .,'?HOW TO SWIPETo type a Q, put your thumb on the middle of the QWE key & immediately move it towards the top of the phone. Lift your thumb when you've moved it about the height of the key. Swipe down for the W. A short, quick swipe is best.SPECIAL KEYSTo activate one of the narrow keys (Shift, Delete), don't try to touch the middle of the key. Touch the border between the key & the edge of the screen.> Shift key - Touch to toggle shift mode. Swipe up to toggle numbers & symbols. Swipe down to toggle caps-lock.> Space key - Touch for a space. Swipe up for a period/full stop. Swipe down for enter/return. Hold down for more punctuation marks: \"()!&@> Delete key - The only key that repeats if you hold it down.POP-UP CHARACTERSWhen you long-press most of the keys, a small pop-up keyboard will appear. The letter keys have accented letters for Spanish, French, German, Italian, Polish, Dutch, Maltese, & more. The GH? key has Spanish punctuation. The Space & R keys have extra English punctuation.The M key has math & currency symbols. The number keys have symbols related to the characters on the key. For example, the (7) key has other bracket characters.  See qwertyxkeyboard.com for a complete list. To exit a pop-up keyboard, press your phone's BACK button.EXIT THE KEYBOARDPress your phone's BACK button.MAIN MENUTo get to the Main Menu (Help, Settings, About), go to your Apps menu & touch the Q5KB icon.MORE HELPSee the screenshots for some tips & qwertyxkeyboard.com for more help.",
    "reviews": [
      {
        "timestampMsec": "1372371714029",
        "starRating": "5",
        "title": "Suggestion",
        "comment": "Really good idea n effective, except the whole ui design... U can make the keyboard way smaller if u arrange the small letter better. I thought from changing qwerty 6 to qwerty5 will give me smaller keyboard, i was wrong. And so many times i mistaken the number 9 with lowercase g. Why not u arrange them in straight line since it is a swipe down or up function. So it will be more pleasant to the eyes, and easier guide. (htc one user)",
        "commentId": "gp:AOqpTOFe4QO8-DrhaHgH5tXxBjMRO70GCy6jvb71blnpESNKfTfaXMaNtHPIxhBu-6x4YMMXydnvRRQfXkZZqKw",
        "author": "yatty saliman",
        "authorURL": "http://lh3.googleusercontent.com/-VAD7xjLysq8/AAAAAAAAAAI/AAAAAAAAADo/93bN2lufqQE/photo.jpg",
        "authorSecureURL": "https://lh3.googleusercontent.com/-VAD7xjLysq8/AAAAAAAAAAI/AAAAAAAAADo/93bN2lufqQE/photo.jpg"
      },
      {
        "timestampMsec": "1377768675190",
        "starRating": "5",
        "title": "Fast and accurate",
        "comment": "Best keyboard for small phones. Big keys and minimum swiping. Have become fast and accurate practicing on mobile typing app.",
        "commentId": "gp:AOqpTOEBLu1cn-YXBrCc_SJ0nqXX3mFgX47okxTJjLi_tT9FV4MO5ZFmg2wPG9JQcf5Bajexms6-9_7XV8Z51b0",
        "author": "Larry Blancett",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1341795357511",
        "starRating": "5",
        "title": "Very cool idea",
        "comment": "I really like the concept of this keyboard, especially for one handed typing. Without text prediction it\\'s not as fast as other keyboards though. What I would really like to see is a version tailored for one handed typing that is curved from one corner to match up with a thumb. Keep up the good work. Needs an exclamation point.",
        "commentId": "lg:AOqpTOGxGogTJxTDpapn7WXNDo2-dM7U3F-TqQvkUZ3vpModgH4ppHunmvZkckKKHcPBAwh8RBY5cAJZSkWccCw",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1342133133805",
        "starRating": "5",
        "title": "The best keyboard!",
        "comment": "I\\'ve tried messagease, flit, and even some korean versions. This is the most practical for single finger typing.",
        "commentId": "lg:AOqpTOHkbY5E7MLdVTIKJdPO9DDGy7k2A1tNj31IPAjR3eOfrmnVQjZujnoVq4CJOULDIBU1tAs2qP8lhP0Lo2U",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
