{
  "title": "Brittany Lee Wallpapers",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.econsortian.wallpapers.brittanyleewallpapers",
  "category": "Personalization",
  "price": "Free",
  "datePublished": "February 21, 2013",
  "version": "1.2",
  "operatingSystems": "2.0 and up",
  "ratingsCount": "9",
  "rating": "5.0",
  "contentRating": "High Maturity",
  "creator": "Model to Mobile",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.econsortian.wallpapers.brittanyleewallpapers",
  "extendedInfo": {
    "installSize": "601k",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "FOLLOW ME ON TWITTER::https://twitter.com/The_BrittanyLee\"Typical girl that loves her eyeliner, and bit of a tomboy that loves her heels!\"BOOKING::HOWIEWOOD Entertainment Howard \" Howie \" WoodPersonal Management for Celebrities, Reality TV Superstars, Bands, DJs and Published Models booking@howiewoodentertainment.com 702.807.0976Brittany was born & raised in a metropolitan, Midwest town called Moline, Illinois.. also known as the Quad Cities on February 15th, 1986. She is the oldest of three. She has modeling in her blood, her grandmother was a established model. Throughout her adolescent years, she excelled in ASA fast-pitch softball, dance and gymnastics.When Brittany turned 15, she turned her energies into becoming a singer and soon found love for country, R&B and pop music with the help of local dj/producer Dj Dolla.Within a few short years, she had met several professionals in the music industry who saw some potential and started to mold her into a true artist. While working on her career, she was also: Dancing/Cheerleading for the Quad City Steamwheelers Arena Football, a Miller Lite Girl and Hardees Hottie, and several other promotional companies.At the young ripe age of 23, Brittany suddenly fell ill and was forced to take a break. After a long recovery and time to rethink her future plans. Brittany was open to other possibilities. She was then working as a Hooters Girl in Davenport,IA. where her first shot with Jack Willits, their Calendar Photographer, produced her first professional shots. After those photos were published, S & K Models, photographers Matt Lusk and Chris Keeling, and Michael Bartelt contacted her. Mr. Keeling introduced Brittany to workshops, he and Mr. Bartelt showed her the ropes on photography and posing. In addition to that, she was working with S & K Models who had her doing more training and commercial work.Brittany found her calling as an independent model and took her career into her own hands. She started producing professional content that impressed the eyes of the CEO & Founder at La Tan, who then offered Brittany a Billboard that was to be posted in Chicago, IL. In 2011, she was approached to enter a Pageant and represent an “At Large” contestant as Miss Tennessee Spirit (http://www.americanspiritpageants.com/). She then won Tiara Trade's Miss August Photogenic 2011, and First runner up for Miss February Miss Photogenic 2011.Brittany is currently with HowieWood Ent. while working with PUSH Models and Promotions, Reiman's Harley Davidson, LA Tan and as a Ring girl for BlueBlood MMA. She also has been found dancing on stages, and still hanging around the music industry. Through Facebook and Twitter she has established a following with her fans. She credits social media in helping building most of her career, and many supporters in her hometown, on both sides of the river in Iowa & Illinois. Brittany just won a spot in the International Bikini Model Search Contest and will shooting a Bikini Calendar in the Bahamas. Check out more information at http://www.thebikinimodelsearch.net/Bikini-Model-Search.htmlFOLLOW YOUR DREAMS. Be yourself, no matter what people will dislike you and hate you. All that does is make you a stronger and more independent, intellectual human that has something more to offer the world than the one that brought you down. It makes you contribute more for what you believe in and makes you work your butt off harder. you OWN yourself and can be whatever your heart and soul desires. NO ONE can take that away. In order to give you a free app and keep developing more free apps in the future, we are integrating a search tool to our application. This will add a few access points to your device (hence the permissions) to direct you to the web search service. Please consider using the search to help us keep creating apps. You may delete the search icon, bookmark and homepage easily. Thank you.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.SET_WALLPAPER",
      "android.permission.INTERNET",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.READ_PHONE_STATE",
      "com.android.browser.permission.WRITE_HISTORY_BOOKMARKS",
      "com.android.browser.permission.READ_HISTORY_BOOKMARKS",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "com.android.launcher.permission.UNINSTALL_SHORTCUT",
      "com.android.launcher.permission.READ_SETTINGS",
      "com.htc.launcher.permission.READ_SETTINGS",
      "com.motorola.launcher.permission.READ_SETTINGS",
      "com.motorola.dlauncher.permission.READ_SETTINGS",
      "com.fede.launcher.permission.READ_SETTINGS",
      "com.lge.launcher.permission.READ_SETTINGS",
      "org.adw.launcher.permission.READ_SETTINGS",
      "com.motorola.launcher.permission.INSTALL_SHORTCUT",
      "com.motorola.dlauncher.permission.INSTALL_SHORTCUT",
      "com.lge.launcher.permission.INSTALL_SHORTCUT",
      "com.android.browser.permission.WRITE_HISTORY_BOOKMARKS",
      "com.android.browser.permission.READ_HISTORY_BOOKMARKS"
    ]
  }
}
