{
  "title": "ClickerSchool Virtual Clicker",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.eduware.ClickerSchoolRemote",
  "category": "Education",
  "price": "Free",
  "datePublished": "September 17, 2011",
  "version": "1.3",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "3",
  "rating": "3.6666667",
  "contentRating": "Everyone",
  "creator": "Eduware",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.eduware.ClickerSchoolRemote",
  "extendedInfo": {
    "installSize": "19k",
    "downloadsCount": "5,000+",
    "downloadsCountText": "5,000 - 10,000",
    "description": "ClickerSchool Virtual Clicker is an interactive response system used by instructors in classrooms or meetings for polling audiences with mobile devices. Enjoy a modern world experience by connecting using iPads, iPhones, iPod Touches, smart phones, laptops, or any web-enabled device. This is your low-cost solution with no need to purchase and install software, response devices, and receivers - only an Internet connection! Features:●Over 180,000 questions available, or the power to create your own●52 subject libraries (Grades 3-12, including AP subjects)●Answers available in multiple choice, true/false, or free response●Instant reports give immediate feedback●Easy to use gradebook includes item analysis and category reporting ●Teachers can email results to students●Unlimited connections to support large groups/classrooms●Devices can connect via WiFi or 3G.●Students can participate with any Internet-enabled device●Chat feature allows instant communication between the presenter and participants ●Quick Poll Activity: No setup required!Activities/Games:●Live Poll: Live Polling offers instant feedback and analysis on screen. ●EduRace: Dynamic animated visuals and light hearted competition with high speed racing. ●Tug of War: Build teamwork with Tug Of War, a must-have classroom experience.●Hard Copy Testing: Students receive on-screen feedback for answered, flagged, and current questions.ClickerSchool Virtual Clicker is a free Application to accompany ClickerSchool.com. A subscription for ClickerSchool.com is required and available for as low as $0.99 per student/semester. To get started, register for an account at www.ClickerSchool.com. Eduware Inc. was founded in 1994 by Bill Stevens, a teacher of High School Biology, Chemistry, and Physics. Bill envisioned a software company that would be fueled by teachers for teachers. For more information on Eduware and their products, visit http://www.eduware.com/.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE"
    ]
  }
}
