{
  "title": "Pick the Apple - Block Physics",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.edyhl.picktheapplefree",
  "category": "Brain & Puzzle",
  "price": "Free",
  "datePublished": "September 7, 2013",
  "version": "1.0.3",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "3",
  "rating": "4.6666665",
  "contentRating": "Everyone",
  "creator": "Block Puzzle Challenge Cool Fun Interactive Games",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.edyhl.picktheapplefree",
  "extendedInfo": {
    "installSize": "1.9M",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "Pick the Apple is an interactive fun block puzzle game with physics (games with the force of gravity acting on the blocks).The girl likes apples, but she can not climb. She wants you to help the boy pick the big red apple.Drag the brown wooden blocks to build a platform for the green boy to pick apples. The green boy can only be dragged if there is a wooden-block path behind him. The boy's head can not touch the wall or the red saw.While dragging a block, it will turn blue. Now you can touch the zoom icon on the upper left corner to zoom in, and you can swipe the rotation bar on the lower left corner to rotate the block so that you can drag and place a rectangular block into a cubic block. This is a physics game, so be patient when dragging the blocksThere are 30 levels, and 20 of them (after level 10) are very challenging puzzles.In each level, you have 600 points. You will lose one point in each second, so after 600 seconds (10 minutes) you will have zero points.Scores and achievements will be uploaded if Scoreloop leaderboard is enabled.If you like challenging puzzle games and block games and physics games, you will love this challenging block puzzle physics game too!Like the game on Facebook: https://www.facebook.com/pages/Pick-the-Apple/488844081193943Follow the puzzle on Twitter: https://twitter.com/PickTheApple",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.READ_PHONE_STATE",
      "android.permission.ACCESS_NETWORK_STATE"
    ]
  }
}
