{
  "title": "Deloitte Tax-News",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.edelweiss72.deloitte",
  "category": "Finance",
  "price": "Free",
  "datePublished": "November 27, 2012",
  "version": "1",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "2",
  "rating": "4.5",
  "contentRating": "Everyone",
  "creator": "Deloitte Germany",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.edelweiss72.deloitte",
  "extendedInfo": {
    "installSize": "7.6M",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "Please note that this app provides information about current tax topics in German and in English. The Deloitte Tax App gives you access to an extensive range of specialist articles on current tax topics published on areas such as corporation tax, international tax law, indirect taxes/customs duties, employee taxation, procedural law, tax reporting, international assignments and human resources, as well as transfer pricing. English-language articles can be found in the section German Tax and Legal News.The GES (Global Employer Services) Guides in English also provide an overview of the taxation of natural persons in selected countries. This overview is supplemented by further information that is particularly useful for international assignments.Stay abreast of tax issues even when on the move! Look for relevant articles in the different sections and save your favorites with the Tax to Go function. This allows you to call up the desired content later and read it at your leisure in offline mode. Deloitte provides audit, tax, consulting, and financial advisory services to public and private clients spanning multiple industries. With a globally connected network of member firms in more than 150 countries, Deloitte brings world-class capabilities and deep local expertise to help clients succeed wherever they operate. Deloitte's more than 195,000 professionals are committed to becoming the standard of excellence.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.INTERNET",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
