{
  "title": "Kim Lee Wallpapers",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.econsortian.wallpapers.kimleewallpapers",
  "category": "Personalization",
  "price": "Free",
  "datePublished": "June 12, 2013",
  "version": "1.3",
  "operatingSystems": "2.0 and up",
  "ratingsCount": "5",
  "rating": "4.4",
  "contentRating": "High Maturity",
  "creator": "Model to Mobile",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.econsortian.wallpapers.kimleewallpapers",
  "extendedInfo": {
    "installSize": "620k",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "For bookings please contact: Contact@bookingskimlee.com http://www.imdb.com/name/nm4292233/ www.misskimlee.com www.myspace.com/kh85 Twitter @OfficialKimlee http://www.facebook.com/officialkimlee Kim lee is voted #1  2011 FHM Sexiest Women of the World Kim Lee (born May 22, 1988) is a French and Vietnamese model and actress Early life Kim Lee was born in Orange County,[4] currently residing in New York City and Paris, France. Her parents are mixed with French and Vietnamese. She is the third youngest that includes two older sisters and a younger brother. Kim Lee's father is Daniel Segal author of the Harry Fox mystery novels[5] as well as a feature film screenwriter. She originally attempted to secure a position, as a modeling intern at a Los Angeles modeling agency, where she was persuaded to try modeling instead. [edit]Modeling career In 2006, she made her first runway debut on the Emanuel Ungaro and Martin Grant shows in Paris that same year. The next year, she walked her first New York Fashion Week shows for Marc Jacobs and Cynthia Steffe. Kim Lee has appeared in editorials for DSport,[6] HipHop Weekly,[7] Vanity Fair,Maxim-Indonesia,[8] Low Rider Magazine[9] and Chinese, Japanese, French, American, Spanish, and Russian versions of FHM. She is voted #1 2011 FHM Sexiest women of the World. For the spring 2009 season, she appeared in seven major campaigns, including DKNY Jeans, The GAP, Barneys New York, Benetton, Alexander Wang, Converse, and cKone. She has also appeared in campaigns for Bergdorf Goodman, Calvin Klein, Alexander Wang, and Vivienne Tam. Kim Lee has always seen the bigger picture in wanting to do feature films and Television. The desire to be a creative artist expressing herself to make audiences smile and laugh and leave with the notion that it was great performance. She made her debut on television at the age of 19 when she was cast as the lead female in the Jamie Kennedy ft Bob Saget “Rolling with Bob Saget\" video (lead). On the back of this video, she secured further project. Also appearing in several music videos, notably in Neyo's \"Beautiful\", Kid Cudi ft Kanye West’s “Erase Me” and Flo Rida ft David Guetta’s “Club Can’t Handle Me” and “Hot n Cold ”with Katy Perry music videos. She just recently starred in a music video titled \"Touchin On My\" by 3oh!3 directed by Isaac Ravishankara. Kim Lee has also featured as a lead and support female in several Television commercials, such as \"LRG Side Kick & I phone\", \"Bud Light\", \"Party City\" and \"McDonalds\". [edit]Personal life When Kim isn’t focused on her modeling and acting career she enjoys working the family salon and continuing her education for a music degree from University of California, Irvine. As a young girl, Kim always had a passion for playing the piano. She soon learned how to play by ear and took lesson at the age of 8 and would perform for family parties. When Kim's not filming or gracing magazine covers, she loves to travel and learn to different countries and learn about different cultures of world and just recently started a fund-raiser for the people of Japan. [edit]Acting career While appearing as guest star on CSI: Crime Scene Investigation, Entourage, MTV \"Next\", MTV Jamie Kennedy \"Blown Up\", Snoop Dogg's \"Fatherhood\" on E! Channel, Kim also started segueing into film roles after receiving interest from various directors and producers from Hollywood. Kim auditioned and won the role of Yogi in Joseph A. Elmore Jr.’s “Speed-Dating” and the successful role in the franchise film The Hangover: Part II.[11] Kim is currently in production of “Chronicles of Rick Roll” which is casted by numerous Youtube sensations over the years and was recently announced on the “Ellen Degeneres Show ”.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.SET_WALLPAPER",
      "android.permission.INTERNET",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_PHONE_STATE",
      "com.android.browser.permission.WRITE_HISTORY_BOOKMARKS",
      "com.android.browser.permission.READ_HISTORY_BOOKMARKS",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "com.android.launcher.permission.UNINSTALL_SHORTCUT",
      "com.android.launcher.permission.READ_SETTINGS",
      "com.htc.launcher.permission.READ_SETTINGS",
      "com.motorola.launcher.permission.READ_SETTINGS",
      "com.motorola.dlauncher.permission.READ_SETTINGS",
      "com.fede.launcher.permission.READ_SETTINGS",
      "com.lge.launcher.permission.READ_SETTINGS",
      "org.adw.launcher.permission.READ_SETTINGS",
      "com.motorola.launcher.permission.INSTALL_SHORTCUT",
      "com.motorola.dlauncher.permission.INSTALL_SHORTCUT",
      "com.lge.launcher.permission.INSTALL_SHORTCUT",
      "com.android.launcher.permission.WRITE_SETTINGS",
      "com.htc.launcher.permission.WRITE_SETTINGS",
      "com.motorola.launcher.permission.WRITE_SETTINGS",
      "com.motorola.dlauncher.permission.WRITE_SETTINGS",
      "com.lge.launcher.permission.WRITE_SETTINGS",
      "com.fede.launcher.permission.WRITE_SETTINGS",
      "org.adw.launcher.permission.WRITE_SETTINGS"
    ]
  }
}
