{
  "title": "Ed Shark at the supermarket",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.edshark.supermarket",
  "category": "Casual",
  "price": "Free",
  "datePublished": "December 9, 2012",
  "version": "1.02",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "18",
  "rating": "4.1666665",
  "contentRating": "Everyone",
  "creator": "Ed Shark",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.edshark.supermarket",
  "extendedInfo": {
    "installSize": "33M",
    "downloadsCount": "10,000+",
    "downloadsCountText": "10,000 - 50,000",
    "description": "A LITTLE GAME FOR KIDS (3-8 YEARS OLD)!Ed Shark, the most famous shark writer of the Mediterranean Sea, at long last launches his new game, and it's over the top!HELP ED SHARK DO HIS SHOPPINGWhat a disaster! Ed Shark fell asleep on the beach and he's going to get to the supermarket late. If you don't help him, he won't have enough time to do his shopping. Carefully drag items to his shopping trolley and in between the aisles grab as many coins as you can.CHOOSE ONLY ITEMS HE NEEDSIn supermarkets there are a lot of sweets and toys, but you mustn't give in to a passing fancy. In order to get a high score you have to buy only items Ed needs. Show how grown up you can be!PRACTICE ZONE WITH TWO MINI-GAMESHere are two mini-games for players who need to practice a bit.In the first, you have to guess the names of items. In the second, you have to decide whether the items on the screen are necessary or not.AND ALSO…- More than 40 items to choose between.- All of the drawings were done by Ed Shark and they're really wicked!- There's an easy tutorial that will teach you to play in 20 seconds.- Games are short and dynamic.- When the game is over, you'll see what items you shouldn't have chosen. This will help you play better.- Perfect for playing with your family or in class with your friends.- Between games, you get updates of the latest news to do with Ed Shark.- It's an educational game… but it's not boring!- The music is really cool! - The game was created lovingly and carefully by a three-member family who put a lot of effort and educational knowledge into it.Download it before Ed finds out it's free!We hope you like it and share it with other people, animals or monsters.If you have any problem or want to make a suggestion, please let us know!",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.READ_PHONE_STATE",
      "android.permission.ACCESS_NETWORK_STATE"
    ]
  }
}
