{
  "title": "Five in a Row Challenge",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.eblasters.gomokuchallenge",
  "category": "Brain & Puzzle",
  "price": "Free",
  "datePublished": "October 30, 2011",
  "version": "1.5",
  "operatingSystems": "2.3.3 and up",
  "ratingsCount": "5",
  "rating": "3.6",
  "contentRating": "Everyone",
  "creator": "eBlasters",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.eblasters.gomokuchallenge",
  "extendedInfo": {
    "installSize": "990k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Five in a Row is an abstract strategy game played on a table. The game is also commonly known as Gomoku. Traditionally it is played with go pieces (black and white stones) on a table with 19x19 or 15x15 intersections. Because once placed, the pieces are not moved or removed from the table, the game can be played as a pen and paper game. Black plays first then players alternate in placing a piece of their color on an the table. The winner is the first player to get a row of five pieces horizontally, vertically, or diagonally.Five in Row Challenge can be played against another player or against AI. When playing against AI the difficulty level increases after three wins in a row against the current level. Five in Row Challenge includes two graphical themes which can be changed from options, one with stone pieces on wood table and the other simulating pen drawing on paper.",
    "reviews": [
      {
        "timestampMsec": "1328554320794",
        "starRating": "5",
        "title": "Surprisingly well made...",
        "comment": "Elegant GoMoku game with 15x15 board, because it scrolls sideways and use the edges... Other names for this nice game is gomoku, gobang and omok - but NOT tic-tac-toe which just is 3 in a row!",
        "commentId": "lg:AOqpTOHr6lzRnIH40shkW4dWtmpIK1rqvlmIoYhYyfvPY5UJYKYPDMSRlfkN8myg8nIptT6hILwtcjV8tvpyI24",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [

    ]
  }
}
