{
  "title": "eDoctor, Inc. e-Prescribing",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.edoctorinc.edoctorinc",
  "category": "Medical",
  "price": "Free",
  "datePublished": "February 23, 2012",
  "version": "1.1",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "1",
  "rating": "2.0",
  "contentRating": "Everyone",
  "creator": "eDoctor, Inc.",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.edoctorinc.edoctorinc",
  "extendedInfo": {
    "installSize": "275k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "eDoctor, Inc. e-Prescribing Solution for Android. This application is only available to eDoctor, Inc.account holders. Please visit www.edoctorinc.com or call us at 1-800-951-1513 for more information.eDoctor, Inc. offers a Surescripts-certified, MIPPA-compliant electronic prescription system. Ouraward-winning NewCrop software offers the following benefits:- Meaningful Use benefits compliant with participating NewCrop EMR/EHR vendors- Software easily migrated to a partner EMR/EHR- Unlimited use of our standalone e-prescribing system- Electronic refills and renewals- Managed care formularies and drug history via Surescripts Medication History- Customizable favorite medication and pharmacy list- Drug-to-drug, drug-to-allergy, drug-to-condition, drug-to-age, drug-to-gender, and dose checking- Mail order supported- Includes formularies (via RxHub)- Unlimited call support and access to online interactive trainingAccount holders can also access our faxing, mobile platform, and data migration services. (NOTE:Faxing of e-prescriptions does not count towards the MIPPA incentives program. Only end-to-endelectronic filing of Medicare prescriptions, via participating electronic pharmacies, is considered.)Thousands of users access their eDoctor, Inc. accounts daily. If you are a credentialed medicalprofessional seeking to streamline your office or receive MIPPA benefits, contact us today!Update:-changes to the first input box for 'account number' to '10-digit phone number' to facilitate in ease of use- change Login Page design",
    "reviews": [
      {
        "timestampMsec": "1366731443240",
        "starRating": "2",
        "title": "Good but",
        "comment": "Should be able to search for patient names...not just authorize refill requests. No keyboard comes up when I try to search for patient, won\\'t let me type at all",
        "commentId": "lg:AOqpTOGo5iLwTwUCO3m2I9UpeWkUff9S_-CRLyMUq6p4sD9kjahOiJ3dS61NnWz4zBaaMLDYBURBXOW9Vu6sHw",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.INTERNET"
    ]
  }
}
