{
  "title": "Memory Match Kids Family Game",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.eBytesStudio.match4Family",
  "category": "Brain & Puzzle",
  "price": "Free",
  "datePublished": "March 1, 2013",
  "version": "1.1",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "14",
  "rating": "4.571429",
  "contentRating": "Everyone",
  "creator": "eBytesStudio",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.eBytesStudio.match4Family",
  "extendedInfo": {
    "installSize": "13M",
    "downloadsCount": "5,000+",
    "downloadsCountText": "5,000 - 10,000",
    "description": "There is no better way for the youngest kids and members of the house that spend a fun time and also exercise their mind. With Match 4 Family, a funny and colourful version of the classic memory game, your children and kids will train their short term memory, sensory sense with the funny in-game sounds and their visual memory.What is Match 4 Family? It is very simple, all you need to do is click the backs of the cards shown on the board, doing this, the card will rotate and show a picture, now you or your kids just have to guess or remember where is or was the card with the same image and match them. Does the mechanism of Match 4 Family sound familiar to you? Yes, exactly, is the classic and typical matching pairs game or better known as memory game!!!!The most important features of Match 4 Family are:       - Screens and Texts in English and Spanish       - Match 4 Family is in HD so it's perfect for playing in both mobile and tablets.       - Smooth animations that the kids and children will love.       - Sounds in each game situations.       - Four difficulty levels suitable for all ages (from the smallest kids to the daddies) and eligible in the set up menu.       - Four different groups of precious cards (animals, letters, transport and objects in the sky). All are selectable from the beginning of the game, no need to buy or unlock.With Match 4 Family your children and kids may exercise the following sensory capabilities:       - Develops and increases memory.       - Kids will be concentrated from the beginning.       - Increases brain capacity.       - Increases sensory and positional sense.Enjoy the game and let us know what you would include in Match 4 Family!!!",
    "reviews": [
      {
        "timestampMsec": "1356931889039",
        "starRating": "5",
        "title": "Mom",
        "comment": "Great for my autistic daughter.very colorful.she loves it.",
        "commentId": "gp:AOqpTOGBdUk_vLg5CIhh58kDJuLo_eqo681IGobjpDzsABy-9KkFIWz7kP4rhpzSkOAN3UP4M9pJe6Lna_7Oz3A",
        "author": "Dorothy Willingham",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE"
    ]
  }
}
