{
  "title": "Match Three Percussion",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.edufree.matchthreepercussiongame",
  "category": "Music & Audio",
  "price": "Free",
  "datePublished": "September 1, 2013",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "1",
  "rating": "1.0",
  "contentRating": "Everyone",
  "creator": "Educational Apps Free",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.edufree.matchthreepercussiongame",
  "extendedInfo": {
    "installSize": "976k",
    "downloadsCount": "10+",
    "downloadsCountText": "10 - 50",
    "description": "Match Three Percussion - BRAIN & PUZZLE GAMES!Fresh mind-binding matching game for kids and adults. Challenging blocks crush saga with drum music instruments Match Three Percussion. If you like drums and brain training you should try your patience and attention in this eye-teaser game.Use the combinations of the same images to blast the blocks. Listen to the drum sounds and test your wits. Match the pic enigma with colorful drum kit pictures. Participate in educational match three adventure an find the pair for each pic.Destroy all the bloxx and play drums. Match three level games have never been so exciting! Get your match-3 fix now with this brand new puzzling.HOW TO PLAY Match Three Percussion:- Swap jewels to match 3 or more identical pics to eliminate them- Listen to the sound when the tower bocks disappearCollect the whole drum set collection of sound effects! Fix pics in Match Three Percussion music pad. This soundboard will keep you entertained for a long long time! Drum pad and block puzzle with realistic sound effects.Keywords: block launcher, blockbuster, andy, jewel, star, jewels, match, wonderlines, deluxe, gems, diamond, trivia games, match the color, match the shape puzzle, real drum, tablet drum, classic drum, joy drum, play music, create music, launchpad",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [

    ]
  }
}
