{
  "title": "Ecuador Flag LWP Pro",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.ecuador.flag.pro.lwp",
  "category": "Libraries & Demo",
  "price": "Free",
  "datePublished": "April 28, 2013",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "Countries Flag Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.ecuador.flag.pro.lwp",
  "extendedInfo": {
    "installSize": "2.7M",
    "downloadsCount": "10+",
    "downloadsCountText": "10 - 50",
    "description": "Ecuador Flag Live WallPaper Pro.Use our Ecuador Flag Live WallPaper Pro version for all the features. This is   version of the same Ecuador Flag Live WallPaper  with less features , thus less app size.This is top Quality & highly customizable Ecuador Flag Live Wall Paper App.Feel proud of your country. Let this High Resolution Ecuador Flag wallPaper always fly high on your home screen. Be it your country National Day, Republic Day or any other day; let others know how much you love Ecuador.Steps to Set:Press Menu Key on Home Screen --> Select WallPaper --> Select Live Wall Paper --> Select Ecuador Flag Live WallPaper ProEcuador Flag Live Wall Paper App has following features:1: High Quality HD Images of Ecuador Flag2: Multiple Flag Size options3: Enable/disable Flag Animation with just a touch on the Flag.4: Play/Pause the Ecuador National Anthem with a click on sound icon.5: Enable/disable Sound.6: Live Background with moving cloud, flying birds & more7: Multiple exciting Background Options8: Customize Flag animation speed.9: Set your own Music file or National Anthem10: Share the app with your friends in social network11: Options to download more such amazing free apps.& much more.Show your patriotism. Let the national flag of Ecuador adorn your phone screen. The flag waves and wiggles smoothly.Ecuador (Listeni/ˈɛkwədɔr/ E-kwə-dawr), officially the Republic of Ecuador (Spanish: República del Ecuador [reˈpuβlika ðel ekwaˈðor], which literally translates as \"Republic of the Equator\") is a representative democratic republic in South America, bordered by Colombia on the north, Peru on the east and south, and by the Pacific Ocean to the west. It and Chile are the only two countries in South America that do not have a border with Brazil. Ecuador also includes the Galápagos Islands in the Pacific, about 1,000 kilometres (620 mi) west of the mainland.The main spoken language in Ecuador is Spanish (94% of the population). Languages of official use in native communities include Quichua, Shuar, and 11 other languages. Ecuador has an area of 258,238 km2 (99,706 sq mi). Its capital city is Quito, which was declared a World Heritage Site by UNESCO in the 1970s for having the best preserved and least altered historic center in Latin America. The country's largest city is Guayaquil. The historic center of Cuenca, the third largest city in the country in size and economically, was also declared a World Heritage Site in 1999, for being an outstanding example of a planned inland Spanish style colonial city in the Americas.We ensure thoroughly tested & highly optimized Ecuador Flag Wall Paper app to ensure minimal resource (Battery & Memory) usage & alike user experience across range of devices.Plz provide us your valuable feedback how we can improve this Ecuador Flag Live WallPaper Pro app further. We ensure to address all your concern as well as suggestions.Like it? Plz rate our Ecuador Flag wall paper App!Ecuador Flag Live wall Paper application comes to you for FREE!Disclaimer: This live wallpaper is freely available for download with search monetization. This Ecuador Flag live wall paper app will add a few search access points on your device. If you do not want to use this new search page, you can either ignore or delete it. If you do use it, we get a few cents and it will help us a lot to keep developing more apps. If you don’t, you can delete it and no harm is done (our \"Ecuador Flag Live Wall Paper\" remains the same, no need to uninstall it!).We share data with a service provider, AppLovin Corporation. The use of your data by AppLovin is subject to AppLovin Privacy Policy and Terms of Use. Both policies are available at www.applovin.comTags: \"Ecuador Wallpaper\", \"Ecuador Live WallPaper\"",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.GET_ACCOUNTS",
      "android.permission.READ_PHONE_STATE",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_LOCATION_EXTRA_COMMANDS",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
