{
  "title": "East Asia",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.eastasia",
  "category": "Shopping",
  "price": "Free",
  "datePublished": "March 31, 2013",
  "version": "1.0.4",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "1",
  "rating": "5.0",
  "contentRating": "High Maturity",
  "creator": "Mazengar",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.eastasia",
  "extendedInfo": {
    "installSize": "2.7M",
    "downloadsCount": "10+",
    "downloadsCountText": "10 - 50",
    "description": "East Asia Company was founded since 2000 and it is working in the information technology field, since its start it had basics on the work to be one of the leading companies in the information technology field.And since this start, the seriousness and commitment is the motto for the customers and companies demands. After this period, the company succeeded in achieving a great reputation which increase the opportunity in business with customers, institutions and governmental agencies, continuous technical support and complete difficult works which based on quality, experience and efficiency.The company focused in this period to have original products which have high quality to keep its reputation and provide the required technical support for the customers through the website or by telephone.The company Synchronized with the latest communication technologies by designing a website to make it easy for the customers to buy online and to view all the products we got.This App is created and managed by Mazengar System...www.mazengar.com",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_MOCK_LOCATION",
      "android.permission.CALL_PHONE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
