{
  "title": "Test Wizard Mobile",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.eduware.TestWizardMobile",
  "category": "Education",
  "price": "Free",
  "datePublished": "September 7, 2011",
  "version": "1.0",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "2",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "Eduware",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.eduware.TestWizardMobile",
  "extendedInfo": {
    "installSize": "19k",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "Test Wizard Mobile® is a revolutionary new mobile assessment app for students using Apple and Android smart phones and tablets. This app was developed to bring the robust content and student online assessment and reporting capabilities of TestWizard.com without having to be connected to the Internet! Test Wizard Mobile® brings more than 180,000 questions to online testing offline! For the first time, students can complete homework, quizzes, and exams in any environment using most any mobile device or platform, This product’s innovative offline operating and storage capabilities allow students to download their activities then lose their Internet connection. Students then upload their completed assignment and it is synced seamlessly with their account on TestWizard.com. Eduware has developed Test Wizard Mobile® to bridge the gap between modern classroom technology and the lack of persistent Internet connection in rural areas, some households and schools. It was also developed to accommodate the modern student’s active lifestyle. With the added pressures of extracurricular activities, many students are simply too busy to complete their homework at home. Test Wizard Mobile® redefines homework by taking it out of the home and bringing it anywhere on the go. Recent studies have shown that the brain retains more knowledge when it is given frequent breaks to place newly acquired knowledge into its long-term memory banks. Being locked to a task for hours at a time reduces productivity and memory retention. Test Wizard Mobile® supports the frequent break learning style by giving the user the option to complete their academic activities intermittently and self-paced. Current online desktop users of TestWizard.com are automatically setup for integration with Test Wizard Mobile®. All previously created content, classrooms, and student accounts are compatible with Test Wizard Mobile®. Paired with TestWizard.com, Test Wizard Mobile® is the perfect solution for any classroom, allowing teachers to deploy homework, quizzes, and exams to students seamlessly to both desktop and mobile devices.Test Wizard Mobile® requires a teacher account at TestWizard.com. Teachers can sign up for a Free Trial at http://www.testwizard.com.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.VIBRATE"
    ]
  }
}
