{
  "title": "Earth Science Regents Buddy",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.earthsciencebuddy",
  "category": "Education",
  "price": "$1.99",
  "datePublished": "June 25, 2013",
  "version": "2.5",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "2",
  "rating": "3.5",
  "contentRating": "Low Maturity",
  "creator": "frederick feraco",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.earthsciencebuddy",
  "extendedInfo": {
    "installSize": "2.3M",
    "downloadsCount": "50+",
    "downloadsCountText": "50 - 100",
    "description": "Notice !!!!- You must download adobe reader for your device. If you do not download adobe reader than you will not be able to see most of the documents.Teacher Review\"As Science teacher, I find many obstacles in finding the perfect medium in which to share information with my students. This often includes hours of google searches, you tube searches, etc. This app is amazing! It takes those hours I used to spend and turns them into seconds with one touch of this app. I love it! Thanks again for creating such an awesome app that gives me hours of my life back! \" In the information age of today education, learning and teaching is changing fast. The technology that is being used in and outside of the classroom is everywhere. Almost every student has a cell phone with access to the Internet. Even with out Internet access there are educational applications for iPhone, iPad and so on. The methods for teaching students and special needs students are expanding. Some schools are going all iPad. Meaning all students will have iPads with digital textbooks and new learning tools.For students these types of applications can be very useful. The student who cannot focus on one type of learning at a time can flip back and fourth through the app to stay focused. The student who is an extremely visual learner will be attracted to the devices colorful screen of pictures in the lesson. The student who has trouble writing notes or preparing them self for a test can simply open up previous lessons and practice on the interactive quizzes of the apps. The student who is a auditory learner can listen to nature sounds while reviewing topics or watch videos related to each topic. The very high performing student can find interesting topic related daily news and summarize it for the class. All of these options can be utilized through one educational app.Earth Science Regents Buddy is the ultimate tool for learning Earth Science. This app was designed by a teacher who has used all possible multimedia resources in the classroom for teaching regents curriculum. Earth Science Regents Buddy is not only an app for learning Earth Science, but also an app for teachers. The features of this app makes studying extremely convenient. The features of this app include everything you need to prepare for the Earth science regents exam and learn Earth Science. 1. This app includes attractive lessons on all topics below. 2. Earth Science Regents interactive Fun quizzes by topic (with real regents questions) 3. Daily Earth Science and science news updates. 4. Regents exams with the key. 5. Fun videos from youtube. 6. Flash cards by topic. The topics covered are:A major understandings, skills, and real-world applications drawn from the following 8 subject areas:1. Size, Shape, and Composition of Earth2. Mapping3. Rocks and Minerals4. Weathering, Erosion, Deposition, and Landforms5. Earthquakes and Plate Tectonics6. Earth History7. Meteorology and Climate8. AstronomyThis app would be ideal for classrooms with iPads because it has the resources to prepare for a regents or to present a lesson. All the regents buddy apps are available on the app store and have been helping teachers and students since their release.",
    "reviews": [
      {
        "timestampMsec": "1347146002689",
        "starRating": "5",
        "title": "amazing app",
        "comment": "this app is a great way to study and its super easy..  anywhere anytime",
        "commentId": "lg:AOqpTOFCQ3JAnxEEzxTMyYlURmBKUJTbejXH6KvTidDQ__QsM5Taw0rzhQjrZBmx8yt1yfWS-h2VIaAnoIvj-g",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1370271327572",
        "starRating": "2",
        "title": "Good app if it would\\'ve worked\\342\\200\\246",
        "comment": "Forced closes a lot! Says that it\\'s only 1.26 mb while it took up 50 mb of my phone storage. The flashcards & unit cards would\\'ve been great if they all are able to download. A lot of them are said to be damaged, corrupted, or empty.",
        "commentId": "gp:AOqpTOFox11ZCHEKI3fbeUknzAR6a6LMcfoUqAAehWSVsvIRtaVa6ZQqJ-8u3Dl1ZhtZf53E3pbKnFZ7ZeNwNQ",
        "author": "Bracha Tova Graybar",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.READ_PHONE_STATE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.CAMERA",
      "android.permission.GET_ACCOUNTS",
      "android.permission.READ_CONTACTS",
      "android.permission.WRITE_CONTACTS",
      "com.earthsciencebuddy.permission.C2D_MESSAGE",
      "com.google.android.c2dm.permission.RECEIVE",
      "android.permission.WAKE_LOCK",
      "android.permission.VIBRATE",
      "android.permission.READ_EXTERNAL_STORAGE",
      "android.permission.READ_CALL_LOG",
      "android.permission.WRITE_CALL_LOG"
    ]
  }
}
