{
  "title": "Proxy Monsters Demo",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.eighteendaystudios.androidgames.proxymonstersdemo",
  "category": "Casual",
  "price": "Free",
  "datePublished": "January 26, 2013",
  "version": "0.101A",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "2",
  "rating": "3.0",
  "contentRating": "Low Maturity",
  "creator": "18 Day Studios",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.eighteendaystudios.androidgames.proxymonstersdemo",
  "extendedInfo": {
    "installSize": "1.2M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "Please read the description below and watch the video, and thank you very much! ** We interrupt this program for a special message.**Proxy Monsters Test Build ver .125A almost done! Read more about it here please:http://proxymonsters.blogspot.com/2013/01/proxy-monsters-test-build-ver-125a.html Thank You!**UPDATE POSTED 1/27/13 @ 12:37 AM**Please be aware that this game is being released in an Alpha state and this is a location based game that utilizes the GPS capabilities of your phone. There are several reasons we are releasing this game in Alpha, one is to help raise support so we can work on it full time and the other reason is to help mold the game through player feedback while it is still early in development. This studio has been staying afloat with the help of a lot of people, friends, family, and clients, by making apps for individuals and small business. We want to get back to what we are passionate about, and that's making games!Also note that there will be two versions of Proxy Monsters published. One will be a demo, and the other a paid version. Neither will contain ads as I've stated before, we will never run ads in our games nor will we ever have in app purchases. Our price point for any game or app we publish will be at .99 cents and we feel this is reasonable and attainable from any budget and trust me, every little bit helps!The demo of Proxy Monsters will in essence be the same as the paid version all the way up to the release candidate. Then, afterwards, the demo will only get updates that pertain to interface and game play enhancements to allow anyone who hasn't purchased it to see what improvements have been made.Also, the first 5,000 people to purchase the Alpha build will get their names in the About / Credits section as Producers, we feel this is a good solid foundation as if we reach this number we can devote a lot more time to it and the next 5,000 people to purchase the Alpha build will get listed in the game as well, as Executive Producers. We are also laying down some ground work on the \"Key Contributors\" section. This will most likely be people who devote so much time in helping us improve Proxy Monsters. We can do it, but with a little help we can do it a lot faster! Jonathan as well as myself feel strongly about this title and we hope that you will too once you play it and experience the concept. I'll include links to the developers blog, Proxy Monsters Blog, and the development road map document which details a lot on how we want production and development to play out.The development road map document explains a lot, however the concept of the game is that it has a story that you can play out, or not, that choice is yours. It generates random locations, some nearby, some distant. You go to these locations, then when you are closer in proximity, you can engage these monsters, fight, capture, train and level them up. In the next few updates once GPS get more fine tuned, we will be including NPC's that will allow you to progress the story and merchant NPC's.to buy item from. You will have to go to these NPC's to progress the story or buy or sell to.Have questions? Please don't hesitate to email us at: eighteendaystudios@gmail.comThank you!18 Day Studios Developers Blog: http://18daystudios.blogspot.com/Proxy Monsters Blog: http://proxymonsters.blogspot.com/Proxy Monsters Development Road Map: https://docs.google.com/open?id=0B2Ila9P2z9-tLVBJMDhoRFZkeFU",
    "reviews": [
      {
        "timestampMsec": "1377592767658",
        "starRating": "1",
        "title": "game is just for watching",
        "comment": "Idk how to play, if u wanna watch black& write monster characters, just download & watch then uninstall it",
        "commentId": "gp:AOqpTOFtYPAya1HpKUEEUDtXFcf-kIHTy1E0rnI3VDUiMwiqKSbwLujSydWbRVUad1aHSyMnZfpWruR7nz4ePSI",
        "author": "Johny Konghtel",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
