{
  "title": "Let's do the math 3",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.easysoft.minimath3",
  "category": "Education",
  "price": "Free",
  "datePublished": "October 18, 2012",
  "version": "2.02",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "3",
  "rating": "3.6666667",
  "contentRating": "Everyone",
  "creator": "warumsoft",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.easysoft.minimath3",
  "extendedInfo": {
    "installSize": "4.6M",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "This application is a math exercises workbook in form of simple game. Exercises are designed for a bit more advanced students - around 10 years old. Tasks are based on 4 basic calculations: addition, subtraction, multiplication and division. Most of exercises are mixture of this four. For some exercises brackets are used. There are 14 different types of tasks altogether (in free version only 6 are available).  Each task has 5 difficulty levels.For each type of task you can do following exercises: calculations of outcome of calculation, comparing expressions and finding elements of expressions or finding 2 elements of expression. So there are plenty of possibilities. Exercises are prepared by using quite complicated semi random algorithm, which avoids giving the same exercise twice in the same application run.There are 12 predefined levels in the game (6 in free version). After successful completion of the level application changes level to higher automatically.It is also possible to configure your own custom set of task or to choose levelFull history is recorded so you can review it after training. After correct solution of task one point is awarded. Total score is calculated and you can compare it against results of other users across the world.",
    "reviews": [
      {
        "timestampMsec": "1361647150128",
        "starRating": "1",
        "title": "Constantly crashing.",
        "comment": "Very glad that you\\'re releasing new versions, but this one is crashing constantly...",
        "commentId": "gp:AOqpTOGIlhU45f68vVpdQ2Esz2r9HPn-OkflJzHBjRQoIVlCjZbjZNdRa-Vd3Gub5I1UEMEm899j0FhhUOl-9Q",
        "author": "Andy Krylov",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.VIBRATE",
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
