{
  "title": "Tagalog Slang",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.e4csolutions.android.tagalogslang",
  "category": "Education",
  "price": "$1.99",
  "datePublished": "March 11, 2011",
  "version": "1.0",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "3",
  "rating": "5.0",
  "contentRating": "Low Maturity",
  "creator": "e4c solutions, llc",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.e4csolutions.android.tagalogslang",
  "extendedInfo": {
    "installSize": "8.6M",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "Take your Filipino/Tagalog to the next level with Tagalog Slang.  This is a dedicated phrasebook that will teach the user to say and quickly recognize common phrases in a myriad of life’s situations: hanging out with friends, going to gatherings, the ever popular Filipino “chismis” (gossip) talk, and pop culture sayings (stuff you’ll hear with friends and in Filipino movies all the time).  A lot of the phrases you’ll find in this app aren’t usually taught in books and classes.  Most may learn these phrases in bits and pieces only through interactions with their Filipino friends.There are almost 650 total phrases and 60 essential words spread over 3 categories.  This dedicated phrasebook expands on the 250 item sentences section found in our highly rated sister app Conversational Tagalog.  While Conversational Tagalog teaches the beginner a proper way of using words to form sentences, everyday conversations in any language consist of phrases and sayings that may not mean what is said literally.  For example, “wait a sec” doesn’t mean that you want the listener to wait exactly one second.  It can mean that you are busy at the moment and you will get back to them as soon as you can.  Or, it can signal that there is something that was spoken that will need clarification.Those new to the language will get a quick primer on phrases that would normally fly right by them.  You’ll learn to recognize these popular phrases as they are spoken.  After a little practice by listening to the native speaker, you’ll sound like a pro.  Your friends and acquaintances will be amazed!!Included in this product are:1.\tAn almost 650 item phrase book and over 60 select words spread out over 3 categories:-Love and Dating-Comments and Observations-ArgumentsListen to the native speaker speak each word or phrase!! Practice along!!2.\tA global search function to allow for easy lookup in English or Filipino. (Partial words/phrases are allowed)3.\tA ‘Quiz Me’ game that tests you on random phrases/words in the phrase book.4.\tA ‘Teach Me 1’ random phrase display screen so that you can learn a new phrase at random without the distraction or stress of seeing a long phrase list.DON’T EXPECT R RATED (OR WORSE) PHRASES IN THIS PHRASEBOOK. This app’s phrases are rated at PG.  You’ll find a lot of the included phrases/words at typical friends and family gathering, movies, and everyday like.  Even though there are no R rated expressions, you’ll be able to hold your own in a multitude of situations.IT IS NOT A DEDICATED DICTIONARY APP OR SENTENCE BUILDER.  A focus of this app is to teach the user a lot of popular phrases that you’ll hear in the Filipino culture.  We have a highly rated sister app called Conversational Tagalog that has a 2000 item word list/mini dictionary and 250 sentences that teach sentence building through patterns and word substitutions.  Once you’ve got an idea of how sentences are built from our app Conversational Tagalog, this app will take you to the next level.  You’ll be able to use what you’ve learned in Conversational Tagalog to make the sentences in Tagalog Slang your own.",
    "reviews": [
      {
        "timestampMsec": "1319029876238",
        "starRating": "5",
        "comment": "The voice feature is very clear and pronounces well. Phrases are correct and apply to everyday life. Quiz is pretty fun too. Great app!",
        "commentId": "lg:AOqpTOGRWY9_xm5S65wbC_8Grjq_38itCXjqNJyv_s3Ey1IuZVe9ML4m5A6sS_5go7GLfrk5VasoHDhAqgYbxQ",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1308364607071",
        "starRating": "5",
        "comment": "Pretty good assortment of phrases. The recorded pronunciations are a nice way of learning too.",
        "commentId": "lg:AOqpTOFo6GrV4JfGhrP4b0jRtrabsBIh2xLn2SmOKbukUY6F1n6BWHPBaMNYuTgjbrqMY1E4QQe0ULo3z1-TvQ",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "com.android.vending.CHECK_LICENSE"
    ]
  }
}
