{
  "title": "Bleach Game Sound HD",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dunkapps.android.bleach",
  "category": "Media & Video",
  "price": "Free",
  "datePublished": "July 24, 2013",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "14",
  "rating": "4.0",
  "contentRating": "Everyone",
  "creator": "DunkApps Lullabies. Free fun naruto dinosaur fight",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dunkapps.android.bleach",
  "extendedInfo": {
    "installSize": "4.5M",
    "downloadsCount": "5,000+",
    "downloadsCountText": "5,000 - 10,000",
    "description": "This „Bleach game sound HD” app for Bleach Manga and Anime Fans. Here you will find four amazing bleach anime sounds and amazing Bleach Anime wallpaper.FEATURES BLEACH GAME SOUND HD:4 x “Bleach” anime sounds20 x “Bleach” music time play choice1 x “Bleach” music background;Pleasure to explore “Bleach” worldMeditation music after hard workBillions x Happy “Bleach” Fans;Bleach Game sound HDAbout “Bleach” - There are many scientifically unexplained facts in our world. That is what leads to the belief that the mysterious and inhuman beings exist. The “Bleach” reveals the world in which we are living with the spirits and ghost. It can be described as one of the typical Japanese animation but only until you watch it more. Actually it is not typical at all because there are many unique features: many different soundtracks during the series, many different characters (many of them are irregular) and different point of view to the kids animation. It could be said that this anime is for children but the age is not limited. The sounds of it are very expressive because it reflects the situation and the mood at the particular moment.The name of this cartoon is unusual and it is hard to predict why this anime is called ‘Bleach’. Actually there is no official reason but it could be either because of the main character hair (he is blond and his hair looks like bleached) or because of the main thought of animation- there are souls of hallows and ghost which might be called so. The most probably it is the second reason. Even more reflects it the soundtrack- when the mystical beings appears. As it was already mentioned before there are many characters. They can be divided in few sectors as humans, villains and non- soul reapers. The main character is Ichigo Kurosaki. He is fifteen year old boy unless he looks a bit older. The point of the anime is that he is not a simple boy- he has got a talent to see the souls of dead people. When a spirit named Rukia appeared in his life it has been changed for ever. After that Ichigo’s family is attached by non human creatures. Rukia gave her powers to Ichigo to fight for her until she will be able to return to the soul society. When she lost a big part of her powers she stuck in the humans’ world and she is training Ichigo to make things faster. Despite of her looks she is actually over 100 year- old. As it is possible to see from a short review the characters have many unpredictable adventures in each series. It is said that many souls are walking down the Earth because they can not to find the way to heaven. Nobody can be sure about that but nobody can deny it as well. “Bleach” is one of not many animations about the spirit and soul world witch duplicates with our world. Even the anime is full of fantasies it might reflect a part of reality. Children are interested in such content because it is unusual and involves them to the adventures as well. Every child has his imaginary world and this animation helps to separate it from the reality. Listen a soundtrack of the anime and get involved in the world the others know not much.Bleach Game Sound HD User review:“Bleach” fan Nr.1I love this “bleach” game sound HD I enter myself to world of anime. Thanks.“Bleach” game fanThis is not game, but still I have fun explore sound of bleach anime, and remember those fantastic moments.Best of the best “Bleach” animeMy little brother loves this small app. He launched app and imagine that he is bleach and fight with ghost. We love it – thanks for bleach game sound HD.",
    "reviews": [
      {
        "timestampMsec": "1376326209182",
        "starRating": "5",
        "title": "Bleach game sounds cool",
        "comment": "I love bleach and this bleach game sound cool app you can immerse to bleach anime world. I play bleach game with my little brother he like bleach game too and this bleach game sounds hd too. Download this bleach game too and have fun. Love bleach video anime!",
        "commentId": "gp:AOqpTOEbiDlVQL8KY8UiSVq16cZxyiAQyc1_tt7zJHqB_uA1XvVKx-iMkJS0GMwcJBLN5thKTF-Fh5Ne6zCMkQ",
        "author": "Armantas Pranaitis",
        "authorURL": "http://lh5.googleusercontent.com/-BMtV9VtyCko/AAAAAAAAAAI/AAAAAAAABOg/-Lg6lmu0nts/photo.jpg",
        "authorSecureURL": "https://lh5.googleusercontent.com/-BMtV9VtyCko/AAAAAAAAAAI/AAAAAAAABOg/-Lg6lmu0nts/photo.jpg"
      },
      {
        "timestampMsec": "1377968475511",
        "starRating": "5",
        "title": "this is great",
        "comment": "I love this music",
        "commentId": "gp:AOqpTOEOjx3MCKebYcWV_UpNjYT_M0trhIzsbg9sQWv1IsA_e3WybPMS_FB8Nsh2tXWCOiFThO0p3XZ81RCEkw",
        "author": "Kalen Lewis",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.GET_ACCOUNTS",
      "android.permission.WAKE_LOCK",
      "com.dunkapps.android.bleach.permission.C2D_MESSAGE",
      "com.google.android.c2dm.permission.RECEIVE",
      "android.permission.ACCESS_NETWORK_STATE"
    ]
  }
}
