{
  "title": "TrueNotes Notepad",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.drhpowell.android.truenotes",
  "category": "Productivity",
  "price": "Free",
  "datePublished": "August 4, 2013",
  "version": "1.2",
  "operatingSystems": "4.0.3 and up",
  "ratingsCount": "2",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "DRPowell Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.drhpowell.android.truenotes",
  "extendedInfo": {
    "installSize": "181k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "TrueNotes is a color notepad app with a difference. The app offers awesome and unique features (such as voice recognition and the ability to customize the notepad colors) aimed at making notes taking while on-the-go a simple, pleasant and delightful experience for users. The primary focus is on simplicity and ease-of-use.  Key features includes:- Add notes via Voice or Typing. Add as many note entries as you want.- Ability to Customize the Notepad colors on-the-fly. Users can set the notepad background, text and border colors.- Unique Lined Note Editor/View screen - just like paper ruled yellow notepad. - Edit, View and Delete note entries on the fly.- Email notes to anyone directly from the Note Editor screen.- Startup screen showing a list of all note entries.- Fast Searching and Filtering of notes by keywords in the title or details.- Easy navigation (previous/next) of notes on the Note Editor screen.- All note entries are securely stored on your local device.Lots of cool Additional Features coming soon.So, download and start using TrueNotes Notepad app today !!Tags: notes, notepad, truenotes, yellow ruled notepad, color notepad, notes taking, document, writing, tablet notes. Follow me on twitter: http://www.twitter.com/davpow",
    "reviews": [
      {
        "timestampMsec": "1372171197271",
        "starRating": "5",
        "title": "Great Color Notepad app",
        "comment": "Great color Notepad app. Very Easy to use and I\\'m able to change the notepad color scheme to whatever I want. I use it for all my notes taking.",
        "commentId": "gp:AOqpTOGhhQttilIuWRFi_KvtnaHcLk3Mzp1qojl4tPGuQuCFjTSvZFKV_E4gHeq2vRvEGRPNEBnsus_Cwn63cg",
        "author": "David Powell",
        "authorURL": "http://lh4.googleusercontent.com/-58lm2dQjFVo/AAAAAAAAAAI/AAAAAAAAArI/UCjy48aXTmk/photo.jpg",
        "authorSecureURL": "https://lh4.googleusercontent.com/-58lm2dQjFVo/AAAAAAAAAAI/AAAAAAAAArI/UCjy48aXTmk/photo.jpg"
      }
    ],
    "permissions": [

    ]
  }
}
