{
  "title": "Fart, Farting Sound Board",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dunkapps.android.farting2",
  "category": "Entertainment",
  "price": "Free",
  "datePublished": "July 28, 2013",
  "version": "1.1",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "114",
  "rating": "3.2982457",
  "contentRating": "Everyone",
  "creator": "FREE, FUN,COOL, ADDICTING GAMES, APPS FOR BABY",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dunkapps.android.farting2",
  "extendedInfo": {
    "installSize": "2.3M",
    "downloadsCount": "100,000+",
    "downloadsCountText": "100,000 - 500,000",
    "description": "A lot of fart sounds on this app board. Each button reacts realistically and the high quality sounds are all professionally recorded and tuned. Use our farting app to make funny jokes and create hilarious situations with your friend or family:•\tPress button to make jokes by generating fart sounds.•\tAre you bored press one fart button, and farting fun will happened.•\tUse Farting app in elevator to make fake fart that people around you believe you are farting – make it fun.•\tDo you want to become quite scatological in the middle of a party – just press farting buttons and be star?•\tWith our farting app and fart sounds you will be the laugh-master in your friends group!•\tThe next time you join your mates, try farting app fart sounds at your school, library, job, church or wherever you can imagine.•\tWe guarantee this farting sound app have best fart sound.•\tIn our farting board you’ll find best 8 fart sounds.•\tNo one have such fun farting sounds board as our app.•\tWe can say: fart, fart, fart, fart, fart…. as much as you want•\tUse farting sound carefully that no one seas youFact about farting and fart sound:Generally speaking a farting or fart is a process when intestinal discharges the gas because of the flatulence. Probably every one of us experienced fart or farting the hard way what it means. When we are alone we are not trying to stop the way for the fart or farting gas which wants to get out. But in public usually there is a shame to fart. When the gas accidentally goes out there most of the times the fart has a desire to put the sunglasses and to become invisible or to blame as a fart someone else. That is because of the two main disadvantages the farting causes. Of course there are some advantages as well but they are not as noticeable as disadvantages.First of all farting or fart makes the whether became as stinky as garbage. When the gas comes out it mixes with the weather and it becomes smelly for some time. Especially it is bad smell if the fart is made in the room. The smaller it is the worse smell it is possible to feel. It smells not really good and sometimes even it causes the desire for everyone to escape from the room where a fart ‘relaxed his farting bottom’.  Anyway it is not permanent and the smell quickly dissipates.Secondly farting or fart sound causes some unpleasant noise which can be sometimes equated to a sound made by grenade, minigun, rifle, pistol, shot, ifart, weapon, firearm or even a roar of a tomcat or a yelling of a huge cat. But sometimes it can be just as a meow of a small kitten. It is said that somebody can fart that loudly and for a long time that it created the soundboard that reminds the symphony of Mozart, Beethoven or other compositors. Sound of a fart can be called a traitor because it helps to find out the person who farted.It is said that women do not fart as often as men do and not that smelly. There might be a truth but usually women are trying hard to stop the gas. Actually the strength of the smell and a noise of a sound depend of a person who is farting. Some of them farts as quietly that you can hear even the tinnitus or as loudly that you can wake up from sleep. When there is a talk about the farting the question arises: Is the farting a continental problem or a natural process? The subject is not a person who farts but the noise made. Most of the people would answer that it is just normal process and sometimes we need to whoopee to make our body to function well. The nature created the human just the way it is and it is not possible to change anything. Actually it is an opportunity to use some anesthetic from farting (fart sound) but it is already against nature. To sum up it could be said that farting disadvantages are less important that the advantages because it has a temporally effect and do not hurt anybody.",
    "reviews": [
      {
        "timestampMsec": "1376309290601",
        "starRating": "5",
        "title": "Cool",
        "comment": "Smells bad",
        "commentId": "gp:AOqpTOGlpXJlowY8bd8ysqJrr6mfbgAKPBuWv-RSXcCE4v6MfcyeXaAFm7Wc_fkZPjS5zHXqKzqBxcdffn802A",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1376683002372",
        "starRating": "4",
        "comment": "Funny",
        "commentId": "gp:AOqpTOELmUhGHHbkXZbbvv7WtRHU3bKvhHCkxnC19Yyl90YGngrp105hJ3njWriFo3vbNKIq5qmUIisUn2VpuQ",
        "author": "Jonathan Pineda Orantes",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.GET_ACCOUNTS",
      "android.permission.WAKE_LOCK",
      "com.dunkapps.android.farting2.permission.C2D_MESSAGE",
      "com.google.android.c2dm.permission.RECEIVE",
      "android.permission.ACCESS_NETWORK_STATE"
    ]
  }
}
