{
  "title": "Drugomatic",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.drugoapps.drugomatic",
  "category": "Brain & Puzzle",
  "price": "Free",
  "datePublished": "May 16, 2012",
  "version": "1.2",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "19",
  "rating": "4.736842",
  "contentRating": "Everyone",
  "creator": "Drugo Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.drugoapps.drugomatic",
  "extendedInfo": {
    "installSize": "647k",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "Are you fast with math?Prove it! In 5 seconds ...Test your math skills and train yourself at least once a day by solving the following operations:- Addition- Subtraction- Multiplication- Divisions- Mix (operations with random sign)A match runs 50 seconds and you have 5 seconds to respond to a test. 15 correct answers in a game let you play the next level. You think you do it?There are 2 game modes to choose from for each operations:• NORMAL• CRAZYIn NORMAL numeric keypad for responses is ordered from 0 to 9, CRAZY order of the numbers on the keyboard will change to every test! I will put your reflexes to the test ...At any time you see the screen of the user results in all operations and procedures. You can also choose to submit your score online and see the ranking of the top 100 players.Train with Drugomatic, test yourself!♦♦♦ FUNCTION ♦♦♦• Translated into Italian and English.• The game can be installed on external memory card.• Share your scores with friends on facebook.♦♦♦ SUPPORT ♦♦♦If you want to report me a problem or have suggestions for me please contact me by email.♦♦♦ PERMISSION REQUIRED ♦♦♦> Read the state and phone IDReads the device in encrypted form to send it to a partner site that displays your score and puts the user in a world ranking. It will also broadcast the name of the user created locally.NO PHONE NUMBERS, email address and other personal information will ever be acquired.> View network statusChecks for an internet connection.> Full access to the InternetAllows the display of web pages (the ranking of scores, drugoapps page, banners) and send your total score to enter the charts.> Vibration ControlControls the vibration of the telephone for operation of the game.> Prevent the phone to switch over to sleep modePrevent screen switching off during the game. In the other screens and exiting the application will restore the user configuration.Keywords:mathematics, practice, training, brain, exercise, logic, iq, workout, arithmetic, mental, stats, school, memory, education, brain workout, maths games, numbers, elementary math, smart games, math workout, free puzzles, brain exercises, IQ tests, IQ exercises, math help",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.WAKE_LOCK",
      "android.permission.VIBRATE",
      "android.permission.READ_PHONE_STATE"
    ]
  }
}
