{
  "title": "Baby Zoo Rattle Toy Game HD",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dunkapps.android.babygame",
  "category": "Casual",
  "price": "Free",
  "datePublished": "June 23, 2013",
  "version": "1.1",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "27",
  "rating": "3.7037036",
  "contentRating": "Everyone",
  "creator": "DunkApps Lullabies. Free fun naruto dinosaur fight",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dunkapps.android.babygame",
  "extendedInfo": {
    "installSize": "4.2M",
    "downloadsCount": "10,000+",
    "downloadsCountText": "10,000 - 50,000",
    "description": "Why babies are so amazed by our rattles toy application? Let me provide you with some explanation and answers to this question. Rattles Toy have been one of the first toys that babies liked to play with. They are simple toys designed to stimulate baby’s development through the sense of sight, sound and touch. Babies like the sounds and with their eyes try to follow the path of the rattle while it is shaking. Rattles are a sensory treat for babies from the age of newborn to 2.5 years old child. A newborn's vision is still under development for several months. It leads newborns to become more of auditory learners. Facing baby rattles for the first time infants may not even see the toy clearly. They begin to realize that a world outside of them does exist, and they can interact with the toy through the grasping instinct. Gripping the rattle and creating familiar sounds gives very young infants the first understanding of a “subject – object” world.Another important stage in infant's development is cause and effect. Baby rattles are designed to perform consistently, so a baby soon learns that there is a direct relationship between the actions and the desired result. If infants were presented with a rattle that didn't make a sound, they would become very confused and frustrated. Different toys with different sounds stimulate baby's natural sense of curiosity. This idea of different causes and effects leads to other early aged infancy toys, such as mobiles and activity boards.Rattles also provide entertainment for babies and encourage them to explore more. Babies feel the sense of discovering something as they try to grab and hold the rattles toy. They love to explore and rattles provide just the right opportunity to do so.Now with the rattle toy in your phone you can amuse and entertain your child anywhere you want. Also it is useful for your baby’s development as it invites your baby to explore through touch, sound and sight.FEATURES:•\tFree Rattle Game sounds and vibration while shaking the phone;•\tAnimated moving animals objects in the rattle toy game (8 animals: cow, lion, dog, pig, cat, sheep, craw and elephant) are helpful for improving motoric skills as babies are trying to tap on moving animals;•\tEach animal character in the rattle toy game animates with sound and visual effects when tapped;•\tColorful and attractive game toy background style with rainbow;•\tSimple in use. There are no unnecessary buttons - as soon as the app is loaded, your baby can start playing right away. •\tKey things you find here: child rattle, stimulant for baby, kids lock, same settings, mode for newborn and infant, rattler, good contrast, baby proof toy, relax toy for babies, app works with flight mode, safe for babies and infants, good for sleep, bedtime, lullaby, good for babysitting, kids, bloomer, babies in womb.USERS REVIEWS:Free Baby Android Toy GamesMy 11 months daughter loves this free baby rattle toy game app! It keeps her amazed every time I give my phone with loaded application to her. Background and animals in this free toy are very colorful and fun. And also that rattle toy game sound while shaking the phone keeps her smiling.Great free baby rattle app for baby’s entertainment: We use this free app every time we travel by car or by airplane with our now 1.5 year’s old son.  It keeps him interested and busy for some time. He likes moving animated animals and bright colors of the background and also the sounds. We always use airplane mode to avoid exposure of cell phone radiation.",
    "reviews": [
      {
        "timestampMsec": "1376326530263",
        "starRating": "5",
        "title": "Bets baby toy and game!",
        "comment": "Bets game for baby, my boy love this rattle toy, he plays it till get sleep. I recommend to you baby this game with animals, he helps learn anmals sounds easy",
        "commentId": "gp:AOqpTOHqMIu_UJpg65GMZGZlaF_rFSUPpn4wv8p4rnLQuxcVizwkEsJ3G5BQJWbgJjH27S2kvXtDlugCtGKU0g",
        "author": "Armantas Pranaitis",
        "authorURL": "http://lh5.googleusercontent.com/-BMtV9VtyCko/AAAAAAAAAAI/AAAAAAAABOg/-Lg6lmu0nts/photo.jpg",
        "authorSecureURL": "https://lh5.googleusercontent.com/-BMtV9VtyCko/AAAAAAAAAAI/AAAAAAAABOg/-Lg6lmu0nts/photo.jpg"
      },
      {
        "timestampMsec": "1377383341962",
        "starRating": "1",
        "title": "Too much push advertising",
        "comment": "Had to remove. Too much push advertising showing up in my notifications. Beware.",
        "commentId": "gp:AOqpTOGeYT-w9qam8bcnre_P63pCvaBiCnWge9nL_GcFL7z4W7Zry9icDSK8Aqg2L2Q71BsOevNXQ4RUHcbPBw",
        "author": "Nicholas Romero",
        "authorURL": "http://lh6.googleusercontent.com/-fooHwKBPwic/AAAAAAAAAAI/AAAAAAAAAR4/869ZU3WdYYo/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/-fooHwKBPwic/AAAAAAAAAAI/AAAAAAAAAR4/869ZU3WdYYo/photo.jpg"
      },
      {
        "timestampMsec": "1375615997352",
        "starRating": "5",
        "title": "Really good",
        "comment": "My nephew couldn\\'t stop it",
        "commentId": "gp:AOqpTOEcncZTcS62OvJmRquAQXJQDWJCNUh948fTwPKG-kSlbclW3cBq_F_sm5Myh6hi4B5obN8MO7SmbqOZ7w",
        "author": "Beth Hendry",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1372679365577",
        "starRating": "1",
        "title": "Ads glorious ads",
        "comment": "Another stupid toddler game that advertises to toddlers and interups the game. Idiocy.",
        "commentId": "gp:AOqpTOHEZqdD5fnZPNDO332vAMJaddPEIzyfU0LbTQTD3-lUoiQUlEkGVfeXZShPTMkZViOk5p1glZfYtMBzWg",
        "author": "Joseph Stott",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.VIBRATE",
      "android.permission.INTERNET",
      "android.permission.GET_ACCOUNTS",
      "android.permission.WAKE_LOCK",
      "com.dunkapps.android.babygame.permission.C2D_MESSAGE",
      "com.google.android.c2dm.permission.RECEIVE",
      "android.permission.ACCESS_NETWORK_STATE"
    ]
  }
}
