{
  "title": "Whats Near My Hotel Singapore",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dta.whatsnearmyhotel",
  "category": "Travel & Local",
  "price": "Free",
  "datePublished": "July 2, 2013",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "1",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "Farhan Munir",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dta.whatsnearmyhotel",
  "extendedInfo": {
    "installSize": "5.8M",
    "downloadsCount": "10+",
    "downloadsCountText": "10 - 50",
    "description": "So whenever I travel - one of the most important thing while selecting a hotel (apart from hotel costs) are facilities available near by. Some people (hotel staff's perception of nearby - might be awfully wrong). :PSo after that BAD experience (where everything was NEARBY - as per hotel staff - i didn't have the time to search on the web). I decided to work on this idea and come up with a simple application - which you can carry in your tab or phone - to give you exact details of what you have near-by your hotel (with-in 15-20 minutes of walking radius).So Whats Near My Hotel Singapore - is the first in the series of such applications. Some facts about this application:- 162 top Singapore Hotels- Three classes of hotels: Luxury, Mid-range, Budget- Ability to filter hotels by class- Ability to Bookmark Hotels- Over 9000 Nearby places for 162 Hotels- On the average of 55 nearby places per hotel (Numerical Computation - No guarantee that there will be 55 near by places per hotel).- Types of near by places include: food, restaurants, ATM, banks, bars and so on- Results for nearby are cached- Ability to add Bookmarks- Integration with Google MapDisclaimer:- Hotel Prices are just ball-park figures- Check Availability for Hotel Button would open partner Advertiser's website on your browser. You will be subjected to the Privacy Policy of our Advertiser.- Application is ad-supported.- Application is tested mostly using HTC One, Google Nexus 7 Tab, Samsung S4.- Please leave constructive comments- For feature requests please use: contact@datravelapp.com- Our website: http://datravelapp.com",
    "reviews": [
      {
        "timestampMsec": "1373047038127",
        "starRating": "5",
        "comment": "Amazing",
        "commentId": "gp:AOqpTOE0mFQeT7o-hmpW4itzKLwIcXDBcpnUZBm2nd61K681WgKebTzdE-r5Jp_FYzZu54tYbHKPccJi7fG8-w",
        "author": "Farhan Munir",
        "authorURL": "http://lh4.googleusercontent.com/-qOP_94PsGWk/AAAAAAAAAAI/AAAAAAAAHU4/HeroIDR64F0/photo.jpg",
        "authorSecureURL": "https://lh4.googleusercontent.com/-qOP_94PsGWk/AAAAAAAAAAI/AAAAAAAAHU4/HeroIDR64F0/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE"
    ]
  }
}
