{
  "title": "Angry Dragon Live Wallpaper",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.droid.daddy.livewallpaper.magicdragon.free",
  "category": "Arcade & Action",
  "price": "Free",
  "datePublished": "April 5, 2013",
  "version": "1.0.0",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "12",
  "rating": "4.1666665",
  "contentRating": "Low Maturity",
  "creator": "android.daddy",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.droid.daddy.livewallpaper.magicdragon.free",
  "extendedInfo": {
    "installSize": "1.9M",
    "downloadsCount": "5,000+",
    "downloadsCountText": "5,000 - 10,000",
    "description": "Discover the ancient legend. Get this legendary creature on your home screen and scare your friends. You will enjoy in coolest fire and sound effects.Features:★ Open GL★ Two themes available★ Sound effects★ Interact to the touch★ Many preference options★ Low file size★ Minimum battery usageHope you will enjoy it. Thanks.This live wallpaper has been tested on latest devices such as Samsung Galaxy S3 and Galaxy Nexus. Please contact us if your device is not supported.Installation instructions:✔ Home -> Menu -> Wallpapers -> Live Wallpapers✔ Scroll down the list, find out the wallpaper and do the Wallpaper setup.A dragon is a legendary creature, typically with serpentine or reptilian traits, that features in the myths of many cultures. There are two distinct cultural traditions of dragons: the European dragon, derived from European folk traditions and ultimately related to Greek and Middle Eastern mythologies, and the Chinese dragon, with counterparts in Japan, Korea and other East Asian countries.Although dragons occur in many legends around the world, different cultures have varying stories about monsters that have been grouped together under the dragon label. Some dragons are said to breathe fire or to be poisonous.Dragons are often held to have major spiritual significance in various religions and cultures around the world. In many Asian cultures dragons were, and in some cultures still are, revered as representative of the primal forces of nature, religion and the universe. They are associated with wisdom—often said to be wiser than humans—and longevity. They are commonly said to possess some form of magic or other supernatural power, and are often associated with wells, rain, and rivers. In some cultures, they are also said to be capable of human speech. In some traditions dragons are said to have taught humans to talk.Modern depictionsDragons and dragon motifs are featured in many works of modern literature, particularly within the fantasy genre. Prominent works depicting dragons include J.R.R. Tolkien's The Hobbit, J. K. Rowling's Harry Potter novels, and Anne McCaffrey's Dragonriders of Pern. The Hobbit recounts the tale of a party of dwarves (consisting of a few of the original residents of the Lonely Mountain and their descendants) and the Hobbit Bilbo Baggins (their titular burglar) to recapture the mountain and kill the dragon. In the book, the dragon is sometimes called Smaug the Golden or Smaug the Magnificent.The popular role playing game system Dungeons & Dragons (D&D) makes heavy use of dragons, and has served as inspiration for many other games' dragons. Though dragons usually serve as adversaries, they can be either good or evil, with their alignment being determined by their species. For example, a red dragon is evil and breathes fire.Reference:http://en.wikipedia.org/wiki/DragonTags: magic, fly, flying, dragon, red dragon, fire, personalization, fun, funny, cool, personalize, live wallpaper, legends, chinese dragon, monster, drache, tempel, Dragon Treasure, dragon jewelry, jewelers, free",
    "reviews": [
      {
        "documentVersion": "1.0.0",
        "timestampMsec": "1367391057567",
        "starRating": "3",
        "comment": "Good use of the fire",
        "commentId": "gp:AOqpTOFXOd3nThur8stKz5DeUyYEPfm0OygTF9-Yfn0AYircSQNm4-Gz4-O6hFFVU0LBflrz62sPLgl_fQN3XA",
        "author": "Michael pettit",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1369627613971",
        "starRating": "1",
        "title": "Dont download has malware",
        "comment": "My anitvirus found malware in this apparently. Don\\'t download",
        "commentId": "gp:AOqpTOHRmwLzg3wtMzE_I6k50kTS7-8z1Okf0WeThyGENGmNOqwlRD6fjn5xxzCCqWCcHmj5ICl3fGIBvQZdRA",
        "author": "Alex Zier",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_LOCATION_EXTRA_COMMANDS",
      "android.permission.WAKE_LOCK",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "com.android.launcher.permission.INSTALL_SHORTCUT"
    ]
  }
}
