{
  "title": "Sleep & Relax Sounds",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dunkapps.android.relaxingmusic",
  "category": "Music & Audio",
  "price": "Free",
  "datePublished": "June 23, 2013",
  "version": "1.2",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "122",
  "rating": "4.0901637",
  "contentRating": "Everyone",
  "creator": "DunkApps Lullabies. Free fun naruto dinosaur fight",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dunkapps.android.relaxingmusic",
  "extendedInfo": {
    "installSize": "9.0M",
    "downloadsCount": "50,000+",
    "downloadsCountText": "50,000 - 100,000",
    "description": "In this modern world which is full of noise, depression, negative emotions, blackness and tinnitus it is hardly possible to distance yourself from the environment. It is also difficult to have a good rest. Most people's day starts at a fast pace. This is what cause the routine life and require lot of strengths. However there are few ways that can help you to escape from everything.  Best of them is listening to relaxing music and sounds with ours app “Relax and Sleep Sounds”. This may be a way to complete a successful and a fully- fledged day. Although at the first sight it might be unbelievable and slightly weird but it really has something magical in it. Try it now and how helpful our music can be!Relaxing and sleep sounds create an atmosphere where you can immerse yourself in meditation, recollection and calmness mode.  Listening to such kind of melody is like teleporting near boundless and spacey ocean or walking in the rain forest. It is possible to listen to the ambient soundscapes or nature sounds and fell the aura of the population there such as orca, seagull, gull, mockingbird or a woodpecker. Music app can also move you on the on the tallest building roof where you can feel the gusts of air stay well alone with yourself and your thoughts. Basically, our relaxing sounds do not limit your fantasy thus you can be whoever you want and wherever you want to be at that special moment.It is proven by scientist and doctors that listening to relaxing music can help improve the immune system and even the health.  In this way it is already healed many people.  So far the best relaxing music  or sounds effect has seen in treating insomnia and headache but there are no doubts that music can cure much more diseases. Despite all of it the mentioned technique frees imagination and allows experience with a brainwave that can be useful for creative work and personal life. Music is often determined as a human soul. This implies that the music is extremely important to the life of every individual and essential for emotional and mental well- being. This phenomenon can not be applied to all kinds of music. When there is very loud, 500 Hz sound music it can not function as a relaxant or a salve. Only calm, not very loud sounds can transfer you into another platform, create fell of coziness and increase the productivity of the life. Moreover, listening relaxing music together with all family has incredible impact. It promotes closeness, understanding and even greater love for each other.To sum up, relaxing and sleep music and sounds benefit is actually huge. It is not only leisure but much more:  stimulus to do something what you have never done, the best treatment for fatigue, a way to get closer to other people and very good relaxant. So, if it is bedtime and you can not to sleep, feel bored of routine or just want to escape into the countryside but there is no time,- switch on the relaxing and sleep music and enjoy the sense it causes.FEATURES:4 x Relaxing and sleep music sounds for your quiet relaxing evening20 x Relaxing and sleep music sounds time play choice;20 x Relaxing and sleep music sound background;1 x Relaxing meadow with butterfly1 x Relaxing family Thousands of people restedWEBSITE’S REVIEW:“Relax and sleep in ocean”This app cleans noise, blackness from my head and make good aura in my bedroom.“Dolphins sound for relaxing”Our reads like this genus app and helps kill depression, good for meditation and rest after work.“Bedtime relaxing sounds for parents”Then you launch it atmosphere teleports you where you want: countryside, rain forest, ocean, forest, space, clouds, roof....ORIGINAL USER REVIEWS:Angry Kelly:I like this app because after hard work day I can ease to sleep, that relaxing and sleepy sounds help me quickly sleep - very big THANK!",
    "reviews": [
      {
        "timestampMsec": "1377242658096",
        "starRating": "3",
        "title": "Ok",
        "comment": "This is an ok music andit doesn\\'t stop when u uninstall it",
        "commentId": "gp:AOqpTOEVF0wTEkqqzqkQksjL44bD4q2H9cIwK4uDvh1USilC-dZuY2-Hp_N7cwryrvUM_DzbK57vchKiF0iXBm8",
        "author": "Abigail Baez Rodriguez",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1373108910949",
        "starRating": "1",
        "title": "Where\\'s the orca?",
        "comment": "You get 4 choices-none of them labeled beyond Music 1, Music 2, etc. Birds ocean waves and some music. Nothing calming.",
        "commentId": "gp:AOqpTOENTkGaEYsqzl2zVpmX80WZRqXbeip-jwDE5A1BusYHvirE0WETW1J0WXAsLC9TmPvDCyw25lWLLNGJPDk",
        "author": "Angelina F",
        "authorURL": "http://lh4.googleusercontent.com/-Jk8TPI6YKX4/AAAAAAAAAAI/AAAAAAAAAAA/NiQZtllYfZ4/photo.jpg",
        "authorSecureURL": "https://lh4.googleusercontent.com/-Jk8TPI6YKX4/AAAAAAAAAAI/AAAAAAAAAAA/NiQZtllYfZ4/photo.jpg"
      },
      {
        "timestampMsec": "1369380376312",
        "starRating": "1",
        "title": "Not",
        "comment": "Those noises arent relaxing at all. Didnt even wanted to listen",
        "commentId": "gp:AOqpTOEfmmjIQoPC7f2eiWZ2LjGItSkxXl2yTEUFiefqil31ZiNUc6UB9aWxHtmZyesDi4DSTNzhJdwhoksBZXU",
        "author": "Povilas Ribinskas",
        "authorURL": "http://lh6.googleusercontent.com/-LjtY9BD9hu4/AAAAAAAAAAI/AAAAAAAAAEg/pESH4G7waYE/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/-LjtY9BD9hu4/AAAAAAAAAAI/AAAAAAAAAEg/pESH4G7waYE/photo.jpg"
      },
      {
        "timestampMsec": "1371872371135",
        "starRating": "5",
        "title": "y",
        "comment": "yeah",
        "commentId": "gp:AOqpTOFoaxRrvujmMIqgoS30sQdAsD6IOEQPqSkIbW-s41ZtKjkM3c6695mZg3fDt1YjD7kmz6w4dJpM_f8iwx0",
        "author": "Jahleah Sykes",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.GET_ACCOUNTS",
      "android.permission.WAKE_LOCK",
      "com.dunkapps.android.relaxingmusic.permission.C2D_MESSAGE",
      "com.google.android.c2dm.permission.RECEIVE",
      "android.permission.ACCESS_NETWORK_STATE"
    ]
  }
}
