{
  "title": "Lullaby For Babies Sleep Music",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dunkapps.android.lullabyforbabies",
  "category": "Music & Audio",
  "price": "Free",
  "datePublished": "June 24, 2013",
  "version": "1.3",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "73",
  "rating": "3.9726028",
  "contentRating": "Everyone",
  "creator": "DunkApps Lullabies. Free fun naruto dinosaur fight",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dunkapps.android.lullabyforbabies",
  "extendedInfo": {
    "installSize": "2.5M",
    "downloadsCount": "50,000+",
    "downloadsCountText": "50,000 - 100,000",
    "description": "Every parent wants his/ her child to fall asleep easy and fast - it‘s everyone dream.  Sometimes bedtime story or favorite puppet don‘t help your little angel to calm down and go to sleep. Counting sheep’s is helpful only for older children. What else you can do to put your little baby to bed?  Sing lullaby with this new awesome little baby’s sound app! What Lullabies do? Lullabies helps baby to relax, become sleepy and finally fall asleep with smile on the face.  Probably you remember your mother‘s, father‘s or maybe nanny‘s lullaby. It made you feel, safe, cozy and loved, we hope that this app help you to be good dad or mam.In this app you‘ll find lullaby soothing songs, that can be sung to young children before they go to sleep, with the intention of speeding that process. Here lullabies are simple, repetitive and sing-along ditties it's positive music therapy and great opportunity to spend some quality time with your childrenLullaby History:It is difficult to say when exactly lullabies emerged, but it is proved that some of them are few hundred years old.  What does word „lullaby“ mean? Although no one is certain it is believed that the name “lullabies” comes from the “lull”-ing and “by”-ing sounds one makes to help a baby fall asleep. Others believe the term comes from a Hebrew phrase, “Lilith-Abi” meaning “Lilith is gone.” Lilith is a folkloric character who was believed to steal children in the night and these incantations were sounded to keep her away.FEATURES:•\t4 x Lullaby for Babies, Sleep Music;•\t20 x Lullaby music time play choice;•\t1 x Lullaby music background;•\t50 x Little stars twinkle, twinkle in the sky;•\t1 x Big moon;•\t1 x Little baby sleep in his bed;•\tBillions x Happy Parents;•\tBillions x Sleeping Babies;•\tTen’s Billions x singed and listened Lullaby;•\tTen’s Billions x dream sweet dreams dreamed;WEBSITE’S REVIEW:Best 2013 Free App for Babies:Our reader love this app here you can choose from four music baby sound. Great lullaby sound quality. Absolutely Relaxing! Best relaxing music sound app 2013!Baby App:Twinkle, twinkle, little star, How I wonder what you are!  Up above the world so high, Like a diamond in the sky! All baby sleeps when we launch this app, definitely worth the attention of parents!Sleeping Apps for Babies:This Lullaby baby sleeping app provides everything you need to help your baby relax and sleep better! Sounds for sleep:Your baby cries a lot? On this “Lullaby babies sleeping music box” app you can you put a nice sound to calm your baby and he will sleep like an angel.Pregnant Lullabies:Lullaby Baby sleep music help your baby to fall asleep quickly. Your kids will never cry at night here are very beautiful sleep music. Sooth music sounds will relax pregnant woman or little baby kid. Baby can hear this music sound wavelength in womb. Lullaby helps develop brain child in the womb.Music box to sleep:Lullabies for your baby \"My baby music boxes\" app hold good music sound for kid. It have a good effect on  unborn baby's and pregnant woman's. Play music box melodies when baby sad or don‘t sleep. ORIGINAL USER REVIEWS:Sleepy Kellie:Perfect for my daughter!  She fall asleep faster with this app! She seems to wake up happier! I love this app!!Music for Daisy:This has been perfect to soothe my 6 boy when cranky at the store. Ends up falling asleep. App  worked since he was 3 month.KEYWORDS:Sleepy, incantation, bedtime, Lilith, Bertha, soundly, Faber, bough, cradle, relax, womb, lullabies, sounds, songs, ditty, sing along, wavelength, babysitter, sheep, therapy, tinnitus, puppet, nanny, sleeping, multitasking, immigrant, somewhere, twinkle, dryer, white noise, telescope, tender, infant, instance, reasons, capacity, roger, reason, string, melody, newborn, smell, therapist, Kimberly, daughter, previously, tape, effect, noise, nursery, lullaby, baby, intention, music, world, mother, process, song, quality, angel, sound, sleep, time, child",
    "reviews": [
      {
        "timestampMsec": "1371198814692",
        "starRating": "5",
        "comment": "Oh baby sleep haha..",
        "commentId": "lg:AOqpTOEmVDA3eXdpC9qdiFCJlzx0WNH34lg7yh4hXn99_j60iNOgK9l7SUrIYykj7WvJcyau7_IHQrUpY0Ax1N0",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1368008452906",
        "starRating": "5",
        "title": "Great app",
        "comment": "No comments",
        "commentId": "gp:AOqpTOH_TKwkNOO0JVtvD26ajWgHfAvnrSdFIzASA_1v05DAWC_-RM6HT_OZ4e4IwcbFdgvgTfB330Ab-kq0xXE",
        "author": "Kazys Cernauskis",
        "authorURL": "http://lh4.googleusercontent.com/-w1RD46lyPkQ/AAAAAAAAAAI/AAAAAAAALcE/E2llNNNhgMw/photo.jpg",
        "authorSecureURL": "https://lh4.googleusercontent.com/-w1RD46lyPkQ/AAAAAAAAAAI/AAAAAAAALcE/E2llNNNhgMw/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.GET_ACCOUNTS",
      "android.permission.WAKE_LOCK",
      "com.dunkapps.android.lullabyforbabies.permission.C2D_MESSAGE",
      "com.google.android.c2dm.permission.RECEIVE",
      "android.permission.ACCESS_NETWORK_STATE"
    ]
  }
}
