{
  "title": "SAP PI Interview Guide",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.druidendo.android.sappiguide",
  "category": "Books & Reference",
  "price": "$1.49",
  "datePublished": "September 3, 2013",
  "version": "1.0",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "2",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "Druidendo",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.druidendo.android.sappiguide",
  "extendedInfo": {
    "installSize": "2.4M",
    "downloadsCount": "10+",
    "downloadsCountText": "10 - 50",
    "description": "SAP PI Interview Guide is a comprehensive list of 200 possible interview questions along with detailed answers, screenshots and links to relevant SAP help pages and other sites.It is a collection of questions along with development scenarios that help to test an individual’s actual work experience. Each question is categorized according to their difficulty level: easy, medium, difficult. You can also take the quiz by selecting the questions randomly.The app deals with mainly SAP PI 7.1 and covers -New topics like XML Validation, Enterprise Services, Integrated Configuration, Advanced Adapter Engine, Direct Communication and WS-Adapter.Age old topics like Adapters in general and specific adapters, Mappings and its various types and general PI topicsThis is a handy quick reference which you can refer to on the go while preparing for PI certifications or before an interview.Post back if you can nail all the 40 ‘Difficult’ questions in one go!You Need This App If You Are:-A SAP PI consultant who is preparing for an interview and likes a challenge-Any PI consultant who is preparing for PI certification-Interested in refreshing your knowledge in PI-A SAP PI consultant who requires a set of questions to conduct an interviewThe content of this app has been developed by a SAP XI Certified Consultant with work experience of 8 years in XI and PI.What Will You Learn?The content has been specifically designed to focus on various topics in PI, how to test the fundamentals and also some very advanced topics.The topics include the following:1.General PI2.ESR3.Integration Directory4.SLD5.Adapters6.File Adapter7.HTTP Adapter8.IDoc Adapter9.JDBC Adapter10.JMS Adapter11.Mail Adapter12.RFC Adapter13.SOAP Adapter14.WS Adapter15.Direct Communication16.Advanced Adapter Engine17.Integrated Configuration18.Mapping19.Graphical Mapping20.UDF21.XSLT Mapping22.ABAP Mapping23.Java Mapping24.Value Mapping25.Mapping Lookup26.XML Validation27.Enterprise ServicesThe Druidendo PromiseLearn what you need to know when you need to know!Learn on the go, anywhere and anytime.Value for money: a lifetime of free upgrades on this course contentMake your learning fun and effectiveHelp Us ImproveWe value your feedback– please write to us to share your feedback to make this app even better. If you have suggestions on possible topics in PI or if you have any topic which you want Druidendo to cover in future apps, do write to us. You can mail us at contact@druidendo.com",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
