{
  "title": "Kumbh Mela-India Wallpapers",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dreamtree.kumbhmelaindiawallpapers",
  "category": "Personalization",
  "price": "Free",
  "datePublished": "May 10, 2011",
  "version": "1.1",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "3",
  "rating": "4.0",
  "contentRating": "Everyone",
  "creator": "dreamtree™",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dreamtree.kumbhmelaindiawallpapers",
  "extendedInfo": {
    "installSize": "4.2M",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "Kumbh Mela-India Wallpapers contains 38 handpicked images of this sacred festival in India. They are beautiful and unique! In this last festival around 60 million people attended meaning that it was the largest gathering anywhere in world in recorded history. The last image is from the 1850 Kumbh Mela gathering.Take time to check them out and let me know how you like them by going to my website, commenting and rating this application. You can share this application on Facebook, Twitter and by text or email. Images copyright by respective owners and with Creative Commons permission from these excellent photographers:rodrigo sombra, -.-paul-.-, Alexandra Marchand, Swiatoslaw Wojtkowisk, aurelialuz, Prashanth S Reddy, Pat Light, funtastica, cathy scholl, siam, fredcan (away), firoze shakir photographemo 1, alagarcia, Pradeep.S, kubiksy, JP Hulme, Amre Ghiba, Sylvain Brajeul, Udasin Karshini,Legal notice: We believe our images fall under the fair use doctrine as they are reduced size and excerpted for informational purposes. However, if you would like to request removal of an image from our collection for copyright reasons, feel free to contact us at dreamtreemobile@gmail.com and we'll be happy to oblige.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.SET_WALLPAPER",
      "android.permission.SET_WALLPAPER_HINTS",
      "android.permission.INTERNET",
      "android.permission.VIBRATE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
