{
  "title": "Rampart BLS",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dtsemt.rampartb",
  "category": "Medical",
  "price": "Free",
  "datePublished": "July 11, 2013",
  "version": "1.03",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "DTsEMT",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dtsemt.rampartb",
  "extendedInfo": {
    "installSize": "2.4M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "On the American TV show Emergency! (1972-1979), the intrepid paramedics Roy and Johnny would be toned out for a call. Arriving on scene, they would invariably remove their trusty BioPhone and call up Rampart Hospital, where the on-call doc would guide them through the process of starting an IV D5W and transporting the patient. This app is for the budding EMT-B. It places you in the position of the Rampart docs. Your EMT-B is calling from the scene and asking for instruction. Your EMT can be ordered to: Confirm scene safety; Assess the patient (area-by-area); Take vital signs (BP, pulse, etc.); Check blood sugar; Start CPR; Provide oxygen; insert OPAs or NPAs as needed; Use an AED; Ventilate with BVM; Control C-spine; Immobilize extremities (splint) or patient (backboard); Assist the patient with Nitro, Epi-pen, or MDI; Administer oral glucose; Administer activated charcoal; Control bleeding; Transport the patient This app works best with a natural text-to-speech voice such as IVONA or SVOX.  It can be run through speakerphone or in a privacy mode.  It includes an in-app scenario editor to modify existing scenarios or add new scenarios.  At the end of the scenario an optional Debrief Mode provides feedback on how well you handled the scene and patient.  Full help available in the menu.  Keywords:  Students, BLS, Practice, Training, EMT, EMT-B",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.MODIFY_AUDIO_SETTINGS",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
