{
  "title": "Sleep Baby Sounds",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dunkapps.android.lfb5",
  "category": "Music & Audio",
  "price": "Free",
  "datePublished": "August 11, 2013",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "7",
  "rating": "4.0",
  "contentRating": "Everyone",
  "creator": "Sleep, Relax, Sound, Baby Sleep Sound, Meditation",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dunkapps.android.lfb5",
  "extendedInfo": {
    "installSize": "7.6M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "Sleep Sounds for Babies app is a great choice for making your baby sleep calmly all night long. Probably every parent knows how difficult sometimes it is to make your little ones to go to bed. Little kids usually very active in the evening: they have so many feelings and thoughts gathered during the day. And it seems that all these thoughts and feelings must be expressed just before going to bed. Sometimes it takes a while and makes children excited and full of energy. In such cases parents must use all their creativity to make their babies fall asleep. Lullabies (baby sleep sounds) in such cases are one of the best options. It helps in many cases and suits for children of different ages: starting with infants and ending with pre-school aged kids. Even the adults are relaxing and becoming sleepy when they hear the soft melody of lullaby (baby sleep sounds). The memory of your mother’s lullaby (baby sleep sounds) makes you feel cozy, safe and loved. These feelings are the key for feeling asleep fast.You are not very comfortable singing or just don’t know any baby sleep sounds? Maybe, if would play some lullaby (baby sleep sounds) melodies in the background at a low volume and sing along with it, it would make you much more comfortable.  Use Sleep Sounds for Babies application and you will be satisfied with the effect. Soothing lullaby (baby sleep sounds) melodies accompanied by nature sounds is perfect combination for your baby to relax, feel comfortable and finally fall asleep. Nature sounds have proved positive effect on body and mind – it helps to relax, calm, and reduce stress and irritation. And lullabies (baby sleep sounds) make children sleep due to its repetitiveness and soothing melodies.  Due to this the combination of lullaby (baby sleep sounds) melodies and nature sounds are the perfect tool for making your baby asleep. But don’t forget your loving voice, face, and embrace – this is what makes your baby feel loved, comfortable, cozy and calm. Lullaby (baby sleep sounds) is just the last component of this sometimes difficult falling asleep process.FEATURES:* 4 beautiful lullaby (baby sleep sounds) melodies;* 20 sleep sounds time playing options;* Nice baby sleep sounds background;* High sleep sound quality;* Simple to use.REVIEWS FROM WEBSITES:Sleep baby sleep! Great, useful app!  My little 1 year daughter loves it. The music is really calming and relaxing. It never was so easy to make my little baby go to bed.Before using this Sleep Sounds for Baby app it was really difficult to make my 6 months old twins go to sleep. They always are so active in the evenings, especially before bedtime. It was a challenge for me and took a lot of time to make them sleep. Bed time stories don’t help in this case and they are too small to count sheep. So I’ve tried to sing them lullabies with lullaby (baby sleep sounds) melodies from this app in the background. And it is quite helpful, I would say. My babies fall asleep faster and sleep better. I would recommend this Sleep Sounds for Baby app to every parent. This Sleep Sounds for Baby app is a great helper in putting your kids to bed process. All melodies are really calming and relaxing, the quality of sound is great, and also this app is simple in use. I use it almost every night for my little kids and it seems they really fall asleep faster and sleep better during all night. I would recommend this app to other parents with small kids.This app is great combination of nature sounds and soothing lullaby melodies. My little 8 months son smiles when I play it. I like that this Sleep Sounds for Baby application has timing possibilities, high sound quality and simple navigation. This is perfect application for making your baby fall asleep. It works for my sweet little 1.5 years old daughter almost every time. Sometimes it works for me too.",
    "reviews": [
      {
        "timestampMsec": "1376325190351",
        "starRating": "5",
        "title": "Sleep baby sleep sounds- lullaby",
        "comment": "I like this baby sleep lullaby, best app for my baby then i launch this sleep music box my little boy goes sleep quick. This sleep sound app easy way to get kid to dreamland thanks it.",
        "commentId": "gp:AOqpTOGZTpiwtJA5lbXAfGZiAvtRVHOixx9aWpZl5UiuO_uRo9KR2yDldnbiLnPkmiw23LrwSZZSPmuFWE41D4k",
        "author": "Armantas Pranaitis",
        "authorURL": "http://lh5.googleusercontent.com/-BMtV9VtyCko/AAAAAAAAAAI/AAAAAAAABOg/-Lg6lmu0nts/photo.jpg",
        "authorSecureURL": "https://lh5.googleusercontent.com/-BMtV9VtyCko/AAAAAAAAAAI/AAAAAAAABOg/-Lg6lmu0nts/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.GET_ACCOUNTS",
      "android.permission.WAKE_LOCK",
      "com.dunkapps.android.lfb5.permission.C2D_MESSAGE",
      "com.google.android.c2dm.permission.RECEIVE",
      "android.permission.ACCESS_NETWORK_STATE"
    ]
  }
}
