{
  "title": "Kids Policeman",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.duckylucky.kidspoliceman",
  "category": "Education",
  "price": "$1.99",
  "datePublished": "May 16, 2013",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "6",
  "rating": "4.8333335",
  "contentRating": "Everyone",
  "creator": "Ducky Lucky Studio, LLC",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.duckylucky.kidspoliceman",
  "extendedInfo": {
    "installSize": "16M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "★★★★★ The creator of Kids Fireman, Apple’s one of 13 Fun Learning Essential Must-have Apps for Kids, brings you this new, exciting sequel.★★★★★ More scenes, more activities, more buttons to press.  This app is sure to delight your kids!Is your kid fascinated with police cars and police activities?  If so, this app is for you.  Use your picture (or take a new picture of yourself or anyone) to create your own police badge, drive a police car, ring the siren, help children cross the street, catch a robber, check for speed as cars drive by using a speed gun, play with a K-9, and much more.  This app enables kids to be a policeman and go through various activities in a storybook-like and a game-like setting.  This app is full of exciting, interactive activities and sounds that your kids will love.Kids Police is made by a parent, tested and approved by a policeman.Features:•\tCreate a police ID/badge using an existing or newly taken picture.•\tLook inside the police station, ring the alarm and make police cars produce sounds.•\tDress a policeman and put on a police hat.•\tDrive a police car.•\tControl the steering wheel, sound the siren, etc.•\tHelp children cross the street.•\tUse the policeman’s speed gun to check the speed as cars pass by.•\tCatch a robber. See how many you can catch – in a game-like fashion.•\tTrain a K-9 – play a game of jump over obstacles and then feed the dog afterwards.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [

    ]
  }
}
