{
  "title": "Elephants Dream Movie App",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dutyfarm.movies.elephantsdream",
  "category": "Media & Video",
  "price": "Free",
  "datePublished": "July 26, 2011",
  "version": "1.0",
  "operatingSystems": "2.0 and up",
  "ratingsCount": "9",
  "rating": "3.2222223",
  "contentRating": "Low Maturity",
  "creator": "Dutyfarm GmbH",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dutyfarm.movies.elephantsdream",
  "extendedInfo": {
    "installSize": "50M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "Movie apps for your pocket: exclusively for the Android operating system!You need no active internet connection to watch this prepackaged movie (the film is Creative Commons and has been created with Blender and by the community at blender.org).This 100% free app allows you to watch the whole movie \"Elephants Movie\" on your Android device. The app comes with a prepackaged movie player so you don't have to install anything more! No hidden in-app purchases.See the extra information about the film to get a look behind the scenes and explore the world of Elephants Dream. Title: Elephants DreamRelease date: March 24, 2006Duration: 11:00 minutesGenre: Animation, FantasyDirected by: Bassam KurdaliWritten by: Pepijn ZwanenbergProduced by: Ton RoosendaalMusic by: Jan MorgensternPlot:Elephants Dream is the story of two strange characters exploring a capricious and seemingly infinite machine. The elder, Proog, acts as a tour-guide and protector, happily showing off the sights and dangers of the machine to his initially curious but increasingly skeptical protege Emo.As their journey unfolds we discover signs that the machine is not all Proog thinks it is, and his guiding takes on a more desperate aspect.Elephants Dream is a story about communication and fiction, made purposefully open-ended as the world’s first 3D animated “Open movie”.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE"
    ]
  }
}
