{
  "title": "SimPlates for Flight Simulator",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.ds.simplates",
  "category": "Education",
  "price": "$34.99",
  "datePublished": "June 19, 2013",
  "version": "12.1.7",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "31",
  "rating": "4.354839",
  "contentRating": "Everyone",
  "creator": "Dauntless Aviation",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.ds.simplates",
  "extendedInfo": {
    "installSize": "49M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "SimPlates brings you the world’s largest collection of real-world IFR approach (and other) charts for the serious flight simulation enthusiast to your fingertips! SimPlates is not a flight simulator program in and of itself, but can be used as a companion on your android tablet or phone-type device concurrently with your enjoyment of your preferred computerized desktop flight simulation program to help expand the realism and excitement of the experience. SimPlates has been called \"a must have for the serious flight simulator enthusiast\" and \"a great addition to your flight sim bag\" by major flight simulation websites in independent reviews. ++THE VERSION NOW AVAILABLE HERE IS OF THE NEW 'SIMPLATES ULTRA' version which is a great leap forward in terms of plate coverage to the previous generation of SimPlates.  Moreover, we have now addressed all of the known issues with the app on every Android platform that we have encountered.  The app looks and works great -- we sincerely thank those early purchasers who patiently worked with us through niggles in early versions and offer a virtual kick in the behind to the one guy who wrote us a bad review rather than allowing us to promptly help him. Thank you all for the great feedback and kind words about SimPlates on simulator forums.  We're glad you're enjoying the massive number of plates (way more than any other sim product has - including expensive subscription bases services) and we continue to update the plate database further with more plates still. !!! AS SOON AS YOU GET THE APP DO A DATABASE UPDATE CHECK FROM THE MAIN MENU TO GET THE LATEST AND GREATEST !!!+++The basic way that you use SimPlates is just like pilots from those flying small Cessnas to those flying Boeing and Airbus airliners do every day. As you virtually approach an airport on your computer, bring up its corresponding plates in the SimPlates app. Use the plate as a guide in flying the approach to landing - just like a real world pilot would. SimPlates is useful for virtual pilots of many desktop flight simulation programs, including Flight Simulator (all versions including FSX, FS2004, and MS-Flight), X-Plane, and more.While SimPlates are real-world plates, they are NOT SUITABLE FOR REAL WORLD FLIGHT OPERATIONS and MUST NOT BE USED FOR REAL WORLD FLIGHT OPERATIONS OF ANY SORT. As SimPlates is intended for flight simulation entertainment use, the plates are not kept up to date with real-world aviation changes (worldwide subscriptions for real-world current data over $2000 per year elsewhere!). However, for serious flight simulation entertainment use, the massive collection of plates represents incredible value and capability. SimPlates includes over 70,000 real-world IFR plates, including approach plates, SIDs/STARs (Departures/Arrivals), Airport Diagrams, Approach types include ILS, VOR, VOR/DME, NDB, LLZ, SDF, GPS, TACAN, Helicopter and Visual. With so many plates, SimPlates provides very good worldwide coverage. For most countries and major airports of the world, if you are looking for a plates, SimPlates will likely have it. However, the coverage is not universal - please see http://www.dauntless-soft.com/products/simplates/airportlist.asp for the current list of inclusions. Supplemental features include an integrated WORLDWIDE Airport/Facilities directory and a worldwide NAVAID (Navigational Aid) directory. Simplates' friendly interface makes it easy to find exactly the plate or information you are looking for quickly. As the totality of plates exceeds a whopping 100gb, the plates themselves are not included with your initial download from the AppStore. Rather, they are downloaded on demand when you select them in the app – this generally takes only a few moments per plate, but does require you to be online. Any plates you have downloaded into SimPlates remain on your device (unless cleared) so that you can continue to use them even while offline.The SimPlates TeamSimPlates.com",
    "reviews": [
      {
        "documentVersion": "2.1.7",
        "timestampMsec": "1373015904838",
        "starRating": "2",
        "title": "No longer  works after update",
        "comment": "App worked fine until last update, now won\\'t run at all or reinstall despite complete Tablet factory reset. Dauntless support blamed Google store package, Google in turn blamed Dauntless, bottom line, I now have an App that once worked no longer works I was critical of the poor Australian charts currency at first . This has been fixed and is now a must have simmers or aircraft spotters toolkit.",
        "commentId": "lg:AOqpTOEtb96oiL3-1ZGhPL01KQEjnjhRgYeKHcfK1S9aizRsB_pEXcnhDFvFyM5kGZ1sfhJ-CtcSZ_GFriRC1g",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "documentVersion": "2.1.7",
        "timestampMsec": "1378539072995",
        "starRating": "4",
        "title": "Great App",
        "comment": "Finding charts can be tedious, but so far it has had all that I have ever searched for and more.",
        "commentId": "gp:AOqpTOHkuQ6RB1CFlRXnROEu7HRjr1j7AYl0y1my40AwbW-bfqKEzFLEiMUSezVnt4my0poDBRL-mdKuS7C6Iw",
        "author": "Philip Manhart",
        "authorURL": "http://lh4.googleusercontent.com/-PWXifwyPgTA/AAAAAAAAAAI/AAAAAAAAAEM/8pPXQ94sZ44/photo.jpg",
        "authorSecureURL": "https://lh4.googleusercontent.com/-PWXifwyPgTA/AAAAAAAAAAI/AAAAAAAAAEM/8pPXQ94sZ44/photo.jpg"
      },
      {
        "documentVersion": "2.1.6",
        "timestampMsec": "1366270368556",
        "starRating": "1",
        "title": "FC",
        "comment": "Doesn\\'t work on GS3",
        "commentId": "gp:AOqpTOFTzv8afg2G5j0NKsVXi5r3ycJ-SOeb7BwsDAuOQCmUp9zlkI59GsCtjvXwAIKhtiSIbAE94pRSdJEFGA",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "documentVersion": "2.1.1",
        "timestampMsec": "1349986595819",
        "starRating": "5",
        "title": "Excellent Support",
        "comment": "I had a small problem with my recently purchased Simplates app and was pleasantly surprised to receive an almost immediate response to my enquiry to the online helpdesk which resolved the issue.  I also received a phonecall from Dauntless probably prompted by their receiving three copies of my  original e-mail, to follow up on the resolution.  I have a PC version of Simplates but find the app version  database to be far more comprehensive. Although I have been advised that an update is in progress.  In summary, an excellent product with support to match, highly recommended.",
        "commentId": "lg:AOqpTOFK90KRONzqcfhm7MNUrRtxS3DVokcXfWyyPhXT-KR2D8qQr7Z8O5OyeRjkxVxHscC_yjNQn5RqjyrHKA",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "documentVersion": "2.1.1",
        "timestampMsec": "1349868114119",
        "starRating": "5",
        "title": "Fantastic! I\\'ve waited for something like this!",
        "comment": "A great app that works perfectly on my ASUS transformer prime! From what I\\'ve seen so far, charts are accurate and reasonably up to date (even current in the US). I operate a full 737NG home cockpit and purchased a tablet simply for quick access to airport charts. Cannot recommend this app highly enough!",
        "commentId": "lg:AOqpTOEZQsWmybr33YkaQDFGhnx2CdSY_Oh3EgSlZ4X-60e0Vlli3_1_A2yanplSLafLcVO5expvFkYXRkIzJQ",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "documentVersion": "2.0.2",
        "timestampMsec": "1348169971421",
        "starRating": "5",
        "title": "fantastic",
        "comment": "Are you a flight sim flyer that likes to fly correct procedures at     airports around the world but find it hard to obtain the charts ? well     Simplates is the answer, what Simplates is is a very neat program that     will down load these charts for you in next to no time , the program is     stand alone so you dont need any other program to run it and will work     with any Flight Simulator eg FS2004 to X-Plane etc, there are Over 30,000     real-world IFR plates and some VFR ones too .. but thats not all as the     Android version is now the new ultra edition which now has about 80,000     charts . I have used an older version of Simplates on the PC so i knew     this version would be good , in fact its better then i thought it would     be and so too is the customer support as i had a few problems but these     turned out to be the fault of my credit card company and not the program.    One thing i would add is dont use these for any form of real world     flying as the charts will be out of date but are great for flight     simulators.    all in all a great product that works fine on my S2 and would look even     better on a tablet .",
        "commentId": "lg:AOqpTOEm0De_KlJMUELuM5geI9S5_kjyVimTvUPWIUethAYdPPNwdAEYTMSrlWJcwEj75Bo2qOeu2gvKkgro5A",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "documentVersion": "1.0.1",
        "timestampMsec": "1344764432361",
        "starRating": "5",
        "title": "Amazingly excellent collection"
      },
      {
        "commentId": "lg:AOqpTOHQDUKDGXu92D6D1J2F8T1J1Wq7uLLCk-eAr-Z7AjckDfiO05lhv9NzRT_kYitOPem5s9b_DNr2Rf_xfQ",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "documentVersion": "1.0.1",
        "timestampMsec": "1344846278179",
        "starRating": "5",
        "title": "A must for Flight Simming",
        "comment": "HUGE collection of plates for flight sim use. I was surprised just how many there were. Very useful in flying a variety of approaches. Highly  Recommended.",
        "commentId": "lg:AOqpTOFoiMUVzYr2bloBNr3sdp8FOcmlyPx22V8QSWDer1F6cMnyikhfgwSf_7bBc5UsEiTnZQlW3BTY5DkpjQ",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1348852674589",
        "starRating": "5",
        "title": "Great App!",
        "comment": "The number and quality of plates was larger than I anticipated. Excellent stuff and really useful for flight simulator. Excellent customer service, too!",
        "commentId": "lg:AOqpTOF5hyTl7w0vsPrkaJ-KGx3UZlqmKjsxw12k0BMOws4d8g1UGhw0hXhTf9v8P-amjLcWeonD8OPhIJakbw",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1347709097053",
        "starRating": "5",
        "title": "FSX nut",
        "comment": "love this app........",
        "commentId": "lg:AOqpTOG-yVLrshS3jv6tnPMvitKW7l0SCAARvncrFWOOmWXqszyhvnOy505BIE2gA8_1vnze1Zoc2t5v5WNmzA",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1358877326215",
        "starRating": "5",
        "title": "Good",
        "comment": "Just testing well good apps but so slow I would like a refund please",
        "commentId": "gp:AOqpTOFwOrb46S3cXMirZEspJdpNZBIWp_ipfFAlayXqjWdmF_1adAHliVtpC_soXTuuxYoapmGzP35TRkfIRQ",
        "author": "King Bond Tang",
        "authorURL": "http://lh4.googleusercontent.com/-8kWYrtU7OQc/AAAAAAAAAAI/AAAAAAAAEqY/u0bR6tfIu70/photo.jpg",
        "authorSecureURL": "https://lh4.googleusercontent.com/-8kWYrtU7OQc/AAAAAAAAAAI/AAAAAAAAEqY/u0bR6tfIu70/photo.jpg"
      }
    ],
    "permissions": [
      "com.android.vending.CHECK_LICENSE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.WAKE_LOCK",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
