{
  "title": "Lets get WASTED! Drinking Game",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.drinkdrankwasted.android.lgw.pro",
  "category": "Cards & Casino",
  "price": "$1.29",
  "datePublished": "April 1, 2013",
  "version": "1.3",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "6",
  "rating": "5.0",
  "contentRating": "High Maturity",
  "creator": "DDW!",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.drinkdrankwasted.android.lgw.pro",
  "extendedInfo": {
    "installSize": "2.8M",
    "downloadsCount": "100,000+",
    "downloadsCountText": "100 - 500",
    "description": "Let's get WASTED! Pro VersionIt's a drinking game for hard-drinking party people with calculated blood alcohol content and time to sober up of each player.Features:- AdFree! No ads are shown- Set your drinking-behaviour (more behaviours than in free version)- See the current and maximum blood alcohol content (BAC in ‰)- Calculate the required time to sober up- Take a picture or select an avatar for each player- You are notified, when a player sobers up- Share players or whole games with your friendsGameplay:Just enter the players and alcohols you want to play with and start a new game. Each round, a player is chosen and has to trink or do something. During the game, you can see detailed information about the blood alcohol content and the drink-history of each player. The required time to sober up is also calculated.When getting WASTED is done, you can save the drinking game and share it with your friends.Permissions:Network communication - to share players or the whole drinking game via Facebook, to load adsHardware contols - to give haptic feedback during the game",
    "reviews": [
      {
        "timestampMsec": "1351993216580",
        "starRating": "5",
        "title": "Awesome",
        "comment": "A no BS drinking game for true boozers. Has settings to adjust for your drinking style. I\\'d buy it twice if it made any sense to do so.",
        "commentId": "lg:AOqpTOFQ6epRbHaGVOTvt_FylK0GR1sCFCwK-yXyeiLzNA0c5PtfamW9Sml2B5GeTHRDoZiIYvR9VRKLu5Eo0A",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.VIBRATE",
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "com.android.vending.CHECK_LICENSE"
    ]
  }
}
