{
  "title": "Rain Sound - Rain Nature Mood",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dunkapps.android.rain",
  "category": "Media & Video",
  "price": "Free",
  "datePublished": "June 24, 2013",
  "version": "1.1",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "43",
  "rating": "4.162791",
  "contentRating": "Everyone",
  "creator": "DunkApps Lullabies. Free fun naruto dinosaur fight",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dunkapps.android.rain",
  "extendedInfo": {
    "installSize": "8.7M",
    "downloadsCount": "10,000+",
    "downloadsCountText": "10,000 - 50,000",
    "description": "It has been proved that nature sounds, such as rain, ocean or forest sounds, have a positive influence on people. These sounds help to relax, fight stress, normalize organ functions, and calm the nerves. Nowadays due to modern world developments everyday people are forced to listen to industrial, transport, and/ or other noises, which eventually affect our hearing and nervous system, lower our sensitivity to sounds, harms organ functions, and etc. The situation can be improved by lowering the impact of modern noises and increasing the time spent in the countryside or somewhere else in the nature far from all these noises. Unfortunately, not all people can spend some quality time in the nature; relax a few hours in the forest or at the seaside. One of the popular nature sounds is rain sound. Rain is a mysterious thing and comes in the different forms and sounds. Rain sound and rain mood has many positive impacts on people mental and physical health: helps to relax and deal with insomnia, lack of concentration and stress. No matter if you listen to gentle rain or heavy rainfall, or even hear the thunders somewhere far away or just simple rain mood sound – all these rain sounds create comfort effect. Why it is so? Probably, it is as a result of the repetitive and delicate sound of the rain, and that you can easily and safely enjoy it without the need for being outside and becoming soaked. Rain yields a broadband noise. Natural rhythms in rain calms and holds the attention better than mechanical or software sources of white noise. So what type of rain mood sound help to solve different issues? Here are some answers to this question.If you listen to heavy rainfall or even thunderstorm sounds for approx.10-15 minutes one hour before you go to bed, you will sleep calmly all night long. There is nothing like the sound of rain to help your body relax and sleep. It is proved that the sound of heavy rain or thunderstorm help many people relax and fall asleep. It is the perfect non-drug sleep aid for people who have difficulties with falling asleep.The sound of gentle rain mood is a really good noise block in a busy office. The gentle and slightly irregular rhythm of the falling rain drops can put you right in the mood to concentrate and solve difficult tasks at work. Also it is helpful if you just want to relax and rest after long and exhausting working day.If you want to relax, have some quality sleep or have a good concentration at work – this Relaxing Rain Sounds HD app is perfect for you!FEATURES:* 4 Rain sound with rain mood for relaxing;* 20 rain music time play choices;* 1 rain background;* Rain HD sound quality;* Easy and comfortable to navigate Rain sound – Rain mood application.WEBPAGES REVIEW:Relaxing Rain music sound:One of the best applications from rain mood sound category! I always use it after long working day. It reminds me the countryside and rain drops falling from the big green leaves. It always helps me to relax. Great Rain Sound App for Sleeping:No more problems with falling asleep! I listen to the rain mood sounds from this application for 15 minutes before going to sleep and it makes me feel calm and relaxed. I sleep all night long like a baby. Sound for Concentration at Work:The soundtrack with the gentle rain mood is really helpful for me at work. It helps me to concentrate at work and complete even the most difficult task despite the noise at our office. Other Relaxing Rain Sound HD app soundtracks also help me to relax after a long and exhausting working day. After just 10 minutes of rain mood sounds I feel relaxed and rested and ready to play with my two small kids.",
    "reviews": [
      {
        "timestampMsec": "1376326305952",
        "starRating": "5",
        "title": "I like Rain Sounds",
        "comment": "I like this app cool rain sounds, very good for summer vacation, it helps to relax. Relax sound of rain is whay i love most. Try rain meditation sound and feel relax and calm. Relaxing tool to get quick sleep.",
        "commentId": "gp:AOqpTOHO7Gzo3q5sf0i8XTIIWoPJBAPjbx8jNy4L0PHiEyALcVYVd3CV41VH5e-iAOZoFg8YXoIlz831mIg9mBA",
        "author": "Armantas Pranaitis",
        "authorURL": "http://lh5.googleusercontent.com/-BMtV9VtyCko/AAAAAAAAAAI/AAAAAAAABOg/-Lg6lmu0nts/photo.jpg",
        "authorSecureURL": "https://lh5.googleusercontent.com/-BMtV9VtyCko/AAAAAAAAAAI/AAAAAAAABOg/-Lg6lmu0nts/photo.jpg"
      },
      {
        "timestampMsec": "1378788521976",
        "starRating": "4",
        "comment": "great app.",
        "commentId": "gp:AOqpTOEQOlnRaZNAlZyMV-5qnij6UClyGOnMPLGaltIrijmEDUqwjSAio1j-OYWLElrcs7UXBVxYdjA6BxTgUeo",
        "author": "Sein Jeong",
        "authorURL": "http://lh6.googleusercontent.com/-94w0WGT1P3Q/AAAAAAAAAAI/AAAAAAAAAC0/zBu7JmMqZJg/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/-94w0WGT1P3Q/AAAAAAAAAAI/AAAAAAAAAC0/zBu7JmMqZJg/photo.jpg"
      },
      {
        "timestampMsec": "1377252998216",
        "starRating": "5",
        "title": "I love this app",
        "comment": "I do love rain and its sound makes me feel relax, thank you for this app deserves 5 stars.",
        "commentId": "gp:AOqpTOH_2ZiF5FvenRfoA0OqYRXfkK932i1cI-aV7LZKKS65tuvfiPY2K2ecfmExNuNGcICSvsgchhcHXYiTPUQ",
        "author": "Mira Qenawy",
        "authorURL": "http://lh5.googleusercontent.com/-CaliVOCdLqo/AAAAAAAAAAI/AAAAAAAAAKw/4oumXr6FjBA/photo.jpg",
        "authorSecureURL": "https://lh5.googleusercontent.com/-CaliVOCdLqo/AAAAAAAAAAI/AAAAAAAAAKw/4oumXr6FjBA/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.GET_ACCOUNTS",
      "android.permission.WAKE_LOCK",
      "com.dunkapps.android.rain.permission.C2D_MESSAGE",
      "com.google.android.c2dm.permission.RECEIVE",
      "android.permission.ACCESS_NETWORK_STATE"
    ]
  }
}
