{
  "title": "Professor-Drill Light",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.drill.drill_light",
  "category": "Education",
  "price": "Free",
  "datePublished": "August 17, 2013",
  "version": "1.0.2",
  "operatingSystems": "2.3.3 and up",
  "ratingsCount": "1",
  "rating": "3.0",
  "contentRating": "Low Maturity",
  "creator": "Christian Jung",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.drill.drill_light",
  "extendedInfo": {
    "installSize": "18M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Professor-Drill is a very neatly arranged language or vocabulary trainer. Create your own lessons, divide them into groups and lessons and practice in many different ways. Your  personal knowledge level is taken into account per lesson and for each question: You can see at a glance which lessons you must repeat more often and you will be asked only those questions you answered not well in the past. Each study ends with a score presented in a variety of charting diagrams and a ranking list. Enter new lessons manually or import them (using a Google Drive template) as CSV files. Thanks to the Dropbox integration you can share all your lessons on diffferent devices or with friends. You can also send lessons via mail to other users/devices.If you don’t want to create your own lessons, use a large number of ready-made lessons in many foreign languages (see below).Function summary- Vocabulary trainer for many languages- Create your own lessons- Import lessons from CSV-files- Enter as many answers per question as you want- Add explanations or example sentences for each question and each answer- Use many different ways of training with writing exercises, verbally exercises or multiple-choice-exercises- Listen to questions and answers (Text-To-Speech)- Display your learning progress graphically and in rankings- Search and query for unknown or wrongly translated terms- Sort your lessons by date of last study or by study result (score)- Share your lessons using Dropbox or mail- Further improve your skills by using the homescreen widget to remember unknown words each time you look at your homescreen (restricted in this light version)This light version of Profesor Drill contains all essential features of the fullversion, but sometimes your study will be interrupted with \"reminders to consider buying the full-version\". Therefore the main purpose of this version is to test the app and see whether it works on your device and does what you are looking for. If you want to use it permanently, please install the full version. With this acknowledgement I can improve the app steadily and add new awesome features...So let's look at the additional features in the full-version:- Learn more efficiently with the help of  mixed lessons containing only questions you do not know well- Use the fully integrated online dictionary Leo to search for additional translations- Import lessons received as email- Search for words in complete databaseAnd you can use these “ready-to-use” vocabulary lessons:- Vocabulary trainer English-German (about 2.800 words)- Vocabulary trainer English-Italian (about 1.700 words)  - Vocabulary trainer English-Spanish (about 1.600 words)- Vocabulary trainer English-French (about 2.400 words)",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET"
    ]
  }
}
