{
  "title": "Funny Fart Sounds Board",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dunkapps.android.farting",
  "category": "Entertainment",
  "price": "Free",
  "datePublished": "August 23, 2013",
  "version": "1.3",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "84",
  "rating": "3.4404762",
  "contentRating": "Everyone",
  "creator": "DunkApps Lullabies. Free fun naruto dinosaur fight",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dunkapps.android.farting",
  "extendedInfo": {
    "installSize": "2.7M",
    "downloadsCount": "50,000+",
    "downloadsCountText": "50,000 - 100,000",
    "description": "A lot of fart sounds on your free fart sound boards. Each fart button reacts realistically and the high quality sounds are all professionally recorded and tuned just for you. You can find here 8 different farting sounds and ways to use it without becoming stinky. Just push the fart button on the soundboard, make it loud and it will not be unnoticed for sure. Such things are always subject for discussion, laugh and fun time. Here some farting tips and tricks. Have fun!FEATURES OF FART SOUND:1. REGULAR FART SOUNDSimple and popular fart sound. Perfect fart sounds to trick your classmates, work colleagues or confuse waiter in the cafe when you’re ordering sandwich just press fart button and have fun. 2. GIRLIE FART SOUNDShort but effective fart sound to make your girlfriend or just the girl next door blush. This fart sound jingles smoothly and works every time. 3. HAIRY GANGSTER FART SOUND This Fart sound always leaves room for imagination. Just push fart sound button and you will hear someone coughs with the smile for sure.  4. THE SQUISHY FART SOUNDIt sounds short but really not very pleasantly. And possibly it smells like garbage. Others will say it for sure. Now it is only must be defined whose fault it is.5. “FINALLY I’VE MADE IT IN THE TOILET” FART SOUNDWhoopee! This fart sound is the serious one! If your colleague snores during the meeting this fart sound in our farting board will wake him/her up. So if you are not the sensitive type and others have sense of humor take a chance to use this fart sound to make a prank during the meeting. It will work like a grenade – really explosive.6. “SOMEBODY IS GETTING FROM THE COUCH” FART SOUNDSophisticated Fart Sound. Of course if you are the compositor, such as Beethoven or Mozart, and you are creating the symphony it is not good for you. But for the simple sophisticated person like you or me it is perfect to make some trick, traps for your friends and have a good laugh. Just make sure that somebody is sitting on the couch.7.\tTWIN FART SOUNDWhat was that? Was it the goose? Or somebody spited something? No, no – somebody farted. And twice (let’s be concrete). This fart sound is useful in sensitive and polite companies. And it will make some motion in the boring groups. But don’t forget to snort in order to break the ice. 8.\tTHE ROYAL RIPPER FARTOh, boy! It sounds like someone is having really big flatulence! Or maybe it just a shaker, machine or some other household equipment… No no, it is the greatest of all farts – long, noisy and funny (as it should be). And look – everyone is laughing loud! Stinky fart sound board plays horde noise sounds, prank, fault, burp farts with no someone smell. Words for fart sound exploration: farting board sound, stinky noise, chance to fart, grade smooth fart noise and sounds like Mozart.FART SOUND BOARD USER FEEDBACK:Horde smelly farts:I like this stinky soundboard, fart music like Beethoven symphony. Gangster glory:This summer equipment: sunglasses, waiter and this explosive shaker. Best fart jingle.Farting granny:This is good fart machine for trick my grandchildren.Someone smells:Good loud, explosive, prank, burp, spit, non-smells, whopper, stinky fart sounds board – take it, fun for every one guarantied.Smell Machine:This is real farting shit - we like it it’s just like the real fart sound, I prank on my wife every evening. Dinosaur Fart:Somebody say no to this farting board, because I can’t I use it to joke on waiter and she shout on me every time.Mozart Fart sounds. I write fart symphony – someone snore, somebody fart – I think I’m good compositor. Hmm maybe  a little stinky.",
    "reviews": [
      {
        "timestampMsec": "1374880889536",
        "starRating": "5",
        "title": "Go na",
        "comment": "So cool",
        "commentId": "gp:AOqpTOEiqd3Zn-Olqnoo_tiXw77YtP5aTowg3TabqwK9qf5i4VrVGc0ukDGsV4Hk4QFQ_C7j57G31VzNWQl2uQ",
        "author": "Jose Macias",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1370996704476",
        "starRating": "1",
        "title": "Not good",
        "comment": "The farts didn\\'t sound real at all.  They did not fool anybody. Improve it for 5 stars. (number 8 is crappy)",
        "commentId": "gp:AOqpTOGoczVg0zEweFhZMCb-f4NFK_RGBHeLwIj9qQ509q7sr28K9PVh7FHPt8N69W3o5u4p9-uRVUVW-zgb7A",
        "author": "Morgan Guzicki",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1373256720324",
        "starRating": "5",
        "comment": "Awesome prank",
        "commentId": "gp:AOqpTOEZWt-mci50HB-XTHQRIxufd871vZh7pWP3OcLTHtjdcvmGL3Nc82iNDeRFqNzRNBGJqpC5tdYrnXV5vw",
        "author": "Levi Rollf",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.GET_ACCOUNTS",
      "android.permission.WAKE_LOCK",
      "com.dunkapps.android.farting.permission.C2D_MESSAGE",
      "com.google.android.c2dm.permission.RECEIVE",
      "android.permission.ACCESS_NETWORK_STATE"
    ]
  }
}
