{
  "title": "Lullaby - Sound to Sleep Baby",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dunkapps.android.lfb3",
  "category": "Music & Audio",
  "price": "Free",
  "datePublished": "July 26, 2013",
  "version": "1.2",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "8",
  "rating": "3.375",
  "contentRating": "Everyone",
  "creator": "DunkApps Lullabies. Free fun naruto dinosaur fight",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dunkapps.android.lfb3",
  "extendedInfo": {
    "installSize": "7.0M",
    "downloadsCount": "5,000+",
    "downloadsCountText": "5,000 - 10,000",
    "description": "Baby sleep sounds – lullaby is the song that helps babies to fall asleep faster and is usually sung by mother. Children are the light of the life but sometimes they cause some difficulties. One of them is that babies do not want to sleep when it is a bedtime. Singing lullaby sleep sound is the most efficient way to make baby to fall asleep. Moreover, it has not only sleep sound effect but also it is singing with an intention to make the baby feel relaxed- it is a great therapy as well. When a baby is lying in the bed hugging his favorite toy or a puppet and he is hearing baby sleep sounds – lullaby there is no way him not to feel safe not alone and loved. There are billions of lullabies sleep sounds in the world. The point is to choose the correct one baby sleep sound or few of them that are the best for particular baby. Some of them prefer fast other slower songs sound- louder or nearly whisper volume ditties. It does not matter who sings the lullaby baby sound: parents, grandmother, grandfather or a nanny. It affects the baby more or less equally. It works even better when the baby is lulled in the cradle at the same time. Baby sleep sounds – lullaby is like a wavelength of the sea, unbelievable like watching the stars through a telescope or like a tender whisper of the wind. It might indirectly transfer a child somewhere in the beautiful kingdom of the dreams. The opposite effect would be if the lullaby baby sleep sound is too loud and sing-along so it has only tinnitus effect. In this case it sounds like a hair dryer or a lawnmower. This means that the baby sleep sounds – lullaby must be soundly, gentle, not too loud and lovely to a baby's ear. In the world there are billions of children that are not that lucky to have an opportunity to hear baby sleep sounds – lullaby. So it is very important that the babysitters in a special place would know the positive affect of this simple but useful ditty and to sing it. This sleep sounds for baby application has:1.\tNatural children songs music - baby sleep sound 2.\tLullabies baby sleep sound melodies for newborn, babies, kids, children, infants!3.\tBaby Sleep, Relax sounds!4.\tHigh - quality soothing baby sleep sounds!5.\tBetter then everyone relaxing baby sounds to sleep6.\tWonderful baby sleep sounds and songs (kid songs)7.\tWhite noise sounds for baby sleep8.\tTherapy music sound for baby(music therapy, sound therapy, melody therapy)9.\tHelp to get rid of tinnitus10.\tChildren fall asleep immediately11.\tLullaby with nature baby sound for baby or infant sleep12.\tHelp for parents, put to sleep they babies. Best sleep sounds.13.\tHelp to go faster in sleep dreamland, and dream fun sleeps14.\tBest app for baby, you can use it as a game.15.   The effect of baby sleep sounds – lullabyBaby sleep sounds – lullaby might be called as incantation because of the main considered its aim- to make baby fall asleep. But it is not true- it is also useful for the little baby. Even when he is in the mother’s womb it is said that baby sleep sounds – lullaby creates a closer contact between mother and her child and makes him to feel happy and welcome. It is like a conversation- dialog. It is also proved by the scientists that when a baby is very young (up to one year sold) or still in the mother’s womb the lullaby promotes more rapid development of mental processes in the child.  This ditty also makes the child to feel better. That means that lullaby is essential for every baby’s life. Baby sleep sounds – lullaby curves the great relations between baby and close people which surround him.Bedtime baby sounds and Lullabies are Relaxing and soothing songs for kids to sleep. A lullaby (infant, baby songs) is a song (sleep sound to relax), usually sung to young children before they go to sleep, with the intention of speeding sleep process. As a result they are often very simple and sounds are repetitive. Lullabies can be found in every culture and since the ancient period.",
    "reviews": [
      {
        "timestampMsec": "1376325923286",
        "starRating": "5",
        "title": "Exellent sleep sounds for baby",
        "comment": "One of my favorite sleep and relax sounds app launch it and you sleep with you baby in moment. My wife use this to get kid sleep and relax. Quic and efective tool for baby to get sleep and relax. Thanx sleep and relax sounds lullabys creators",
        "commentId": "gp:AOqpTOEcaZIN_CJtFP4nL1r6YoAGgyNWhhKnHYQxxFA7Brh0qUeMjpmR2cbc7a_KXdp3Wl9ULrA2N1m7JpQbkw",
        "author": "Armantas Pranaitis",
        "authorURL": "http://lh5.googleusercontent.com/-BMtV9VtyCko/AAAAAAAAAAI/AAAAAAAABOg/-Lg6lmu0nts/photo.jpg",
        "authorSecureURL": "https://lh5.googleusercontent.com/-BMtV9VtyCko/AAAAAAAAAAI/AAAAAAAABOg/-Lg6lmu0nts/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.GET_ACCOUNTS",
      "android.permission.WAKE_LOCK",
      "com.dunkapps.android.lfb3.permission.C2D_MESSAGE",
      "com.google.android.c2dm.permission.RECEIVE",
      "android.permission.ACCESS_NETWORK_STATE"
    ]
  }
}
