{
  "title": "InkBook",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dsi.inkbook",
  "category": "Business",
  "price": "Free",
  "datePublished": "September 6, 2013",
  "version": "2.2.0",
  "operatingSystems": "2.0 and up",
  "ratingsCount": "14",
  "rating": "4.5",
  "contentRating": "Everyone",
  "creator": "DaySmart Software, Inc.",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dsi.inkbook",
  "extendedInfo": {
    "installSize": "3.7M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "InkBook is an easy to use appointment scheduling app for tattoo parlor owners, tattoo/piercing artists, and booth renters that lets you manage your tattoo business on the go. Whether you’re using the Windows Edition of InkBook Tattoo Software with Remote Access, or using our completely web-based InkBook Cloud app, you can enjoy all the benefits of being mobile. COSTRemote Access and the Cloud Premium editions are free for the first month, and Cloud Lite is free forever. For detailed pricing information, please visit our website.EASY-TO-USE APPOINTMENT BOOKQuickly flip through days on your calendar, view and schedule appointments, and book time blocks to mark yourself off the appointment book.  InkBook is a great scheduler app for any size tattoo parlor, and tattoo studio owners and managers can even check out the appointment schedule of any of their tattoo or piercing artists. If you’re an independent contractor or chair renter, it also works great for booth renter scheduling.EASILY MANAGE CLIENT INFOView your clients’ notes, see what products and services they’ve purchased in the past, all their upcoming appointments, and even send them a quick text or e-mail right from the app. InkBook is a useful tattoo studio client manager and makes it easy to keep up-to-date and in contact with all of your studio’s clients.MANAGE TIME BLOCKSNot just an appointment scheduler, you can block out time on your calendar to let everybody at the studio know when you’re not available. The appointment book is always in-sync, so everybody will instantly know your availability. CREDIT CARD PROCESSINGProcess credit cards right from your device. You can swipe cards using a convenient mobile credit card reader, or type in credit card information to process credit card or debit card transactions. Even e-mail a receipt when you’re done!PRODUCT SALES AND INVENTORY Manage your parlor‘s product inventory, and even sell products to clients right on your phone or tablet. Inventory is maintained automatically as products are sold, so you can always know how much retail product you have in the tattoo shop at any time.OVER 25 TATTOO PARLOR REPORTSCheck your total studio sales, percentage that artists are booked, product inventory levels, and more right from your phone. We’ve included over 25 comprehensive business reports to make running your tattoo shop from anywhere a breeze. OTHER FEATURES• View your appointment book schedule, and even create or modify appointments on your calendar• Close tickets with any payment type, including credit cards• Add, modify, and remove clients• Add, modify, and remove products• Add, modify, and remove services• Add and manage artist tips• Add and modify employees• Manage employee online accounts• Customizable categories and settings• Call or text clients right from your phoneSUPPORT QUESTIONSIf you experience any problems please contact our customer support specialists via e-mail at support@daysmart.com or by phone at (800) 604-2040.PLEASE NOTE: As of May 1, 2013 this app requires a paid monthly subscription of $9/month per user if you wish to use this app to connect to your home or business PC. Our free cloud service that also works with this app and pricing for the paid cloud service have not changed. This pricing change was necessary to assure that we can continue to support our customers with the best possible products. After nearly three years of free service and two years of development time into our latest suite of products, it was clear that we could not continue with a completely free version of this app. Although our large user base is a complement to our products, it also generates a significant load on our services, which are costly to maintain. Keeping quality as the foremost goal, we decided to not introduce advertisements in our applications and instead introduce a straight-forward, simple, and reasonably priced subscription plan.",
    "reviews": [
      {
        "documentVersion": "2.1.8",
        "timestampMsec": "1375208220007",
        "starRating": "5",
        "title": "Great software, great options",
        "comment": "I have tried out the InkBook app recently on my newest Nexus 7 (Android 4.3), and it runs like a dream. I think that anyone looking for a convenient way to keep track of their business and their clients is going to love InkBook. This app helps you keep meticulous details of your business and makes you feel like you\\'re never too far from the shop. All the administrative tools that a business owner needs, right inside the palm of your hand, wherever you are! You can\\'t lose out trying InkBook out!",
        "commentId": "gp:AOqpTOHy8kPPkC_rwviCgbuzDuylWPnNBjtU87KxziSvemP3k8uP0Sfq5XGNf04btO4_BGu3qVdjrw66FV9WcEc",
        "author": "Michael Warunek",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "documentVersion": "2.1.0",
        "timestampMsec": "1364554866499",
        "starRating": "5",
        "title": "Genius idea",
        "comment": "I use this in my studio and it\\'s great. I can be out somewhere and if I see a customer in the street and they want to book an appointment,  I can easily check my calendar and book them in.",
        "commentId": "gp:AOqpTOGnH6F-sSc6Tr8WYEMbLdqSBqv4xv97gggtuhdyFvT8FW-tEhnH2KCk825nz8c45cYOSvzBcTKOkQ0V8VU",
        "author": "Martyn Hemingway",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "documentVersion": "1.2.4",
        "timestampMsec": "1356280821727",
        "starRating": "2",
        "title": "No notes",
        "comment": "At the shops computer we add descriptions of the tattoo under the notes section. Unfortunately this can\\'t be accessed on the app. Would love to see a month view btw.",
        "commentId": "lg:AOqpTOHRtEKZ3wMRw3EPLHtVYe2XWLEoe1q4dgLv-L0_dI8WpZaevKw0zmTDT1GIHBFtEAmpJOOpZgtKOo8tJy8",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "documentVersion": "1.2.4",
        "timestampMsec": "1351142866126",
        "starRating": "2",
        "title": "Needs more options",
        "comment": "Needs more options..notifacations for artist when new appts. Are added would be a simple but awesome addition.",
        "commentId": "lg:AOqpTOGoPB3UX3Fw9zXKN1RBGJPScCHMuEecHfHfLjbgsqDTU47i5xwEvYjgn6zTGMVqUrIP9meT-aUj8M6fsw8",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "documentVersion": "1.2.0",
        "timestampMsec": "1312224463012",
        "starRating": "5",
        "title": "Great job",
        "comment": "Love it",
        "commentId": "lg:AOqpTOG9SGvgJG67Okm7qdpDWoGfc6Xy0vS2Fnh9kH2s5q0lKh8d4lHlM79CYsfFq5WTxmtsZRGQHdIZKZR_aXs",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "documentVersion": "1.2.0",
        "timestampMsec": "1319578172935",
        "starRating": "5",
        "title": "Very convenient!",
        "comment": "Very easy to check my schedule and set up appointments.",
        "commentId": "lg:AOqpTOEtw-RfQmlLFUFfvBWT4n-LtG2B98A2rOnNiDpXcNwRgIJ23-wdG5PR89IB6Ur-xEAl8Eh0ro32P0D2Owg",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1346610117186",
        "starRating": "5",
        "title": "Sweet",
        "comment": "Cool",
        "commentId": "lg:AOqpTOEH0iRPdNfFmDn9Y7O9Db6p1EAxgtUE6evrXRwLqdaBVQ5SgROblGrjM8j8nhoHmanKulTCyi9do6DtVKQ",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.CALL_PHONE",
      "android.permission.BLUETOOTH_ADMIN",
      "android.permission.BLUETOOTH"
    ]
  }
}
