{
  "title": "Fashion Monkey Dressup",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dress.up.monkey",
  "category": "Casual",
  "price": "Free",
  "datePublished": "August 5, 2013",
  "version": "1.4",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "11",
  "rating": "3.6363637",
  "contentRating": "Low Maturity",
  "creator": "Kids Color Factory",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dress.up.monkey",
  "extendedInfo": {
    "installSize": "8.3M",
    "downloadsCount": "5,000+",
    "downloadsCountText": "5,000 - 10,000",
    "description": "Party make over is all what the jumping naughty monkey need or else he gets angryStart dressing up the naughty monkeys in this dress up game for kids. It’s for both girls and boys but a real treat is for those fashion loving girls who love exquisite make overs. Focus might be on girls with this fashion monkey dress up game but boys would also love dressing up the naughty monkeys in different combinations. So lets dress up the monkeys for their party tonight.Have a blast with the fashion monkey who wants a party make over like you do the dress for princess with accessories and beautiful outfit. The game is filled with amazing scenes and backgrounds. Take a run to make the monkey look fabulous. Work on your creative skills. Battle with monkeys make over in this fashion dress up game and dress them up as you want. ***HOW TO PLAY***★ Tap the play to button to start dressing up the Monkey.★ Choose accessories from the left menu.★ The bottom of the screen will show the variety of accessories selected from the category.★ You can make the Monkey wear that accessory by just tapping it.★ When you are done with the dressing you can save your image on SD card.*** FEATURES***★ You can change the dress, caps, sun glasses & other accessories.★ Each accessory consists of a range of options to choose from.★ Interactive touching game play makes the game more fun and easy.★ Save the created image on your SD card to use it later.It’s a fun game for kids where the pretty little girls would dress up monkey with funny looking accessories. Monkeys will have a blast with the amazing fashion party maker over they would get. I play this too! And I am sure you would get addictive to it as well. Tell us about your experiences and suggestions to help us keep working on more apps for kids. ***DISCLAIMER***This free app is ad supported and may contain ads in the notification tray and/or home screen.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "com.android.vending.BILLING",
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.RESTART_PACKAGES",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.WAKE_LOCK",
      "android.permission.ACCESS_LOCATION_EXTRA_COMMANDS",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.GET_ACCOUNTS",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
