{
  "title": "Effective Ab Exercises",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.droidappworld.effectiveabexercis",
  "category": "Health & Fitness",
  "price": "Free",
  "datePublished": "August 30, 2013",
  "version": "1.2",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "43",
  "rating": "4.9069767",
  "contentRating": "Low Maturity",
  "creator": "DroidAppWorld",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.droidappworld.effectiveabexercis",
  "extendedInfo": {
    "installSize": "952k",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "MOST EFFECTIVE AB EXERCISES FOR WOMEN AT HOMEIt's sad but true: women don't gain muscle as easily as men, meaning that a defined midsection may require some extra at-home work on your part to get that six-pack you've always wanted. Even if you are short on time, you can perform the most effective exercises to tone your abdominals to see results quickly. You don't have to train every day -- just two to three days per week should be enough to build muscle without over-working your abdominals.THE BICYCLEThe American Council on Exercise ranked the bicycle exercise as one of the most effective in toning the oblique -- side -- abdominal muscles as well as the front of the stomach. All you need at home is enough space to lie down and stretch your body out. Start by lacing your hands behind your head and extending your legs at a 45-degree angle. Pull your left knee in toward your chest and twist your right elbow toward your knee. Hold this position for one to two seconds, then reverse to bring the left elbow toward your right knee. Repeat 20 times. Take a break for 30 seconds, then repeat for one to two sets.REVERSE CRUNCHAnother highly-rated maneuver, according to the American Council on Exercise, the reverse crunch tones the lower abdominal muscles -- a trouble spot for many women, especially those who have given birth. To perform, lie on your back with your feet in the air with your legs straight. You can place your arms at your sides with your palms on the floor or lace your fingers behind your head. Concentrate on contracting your lower abdominal muscles to lift your buttocks off the ground. Pretend you are reaching your feet toward the ceiling. Repeat the exercise 15 to 20 times. Rest for 30 seconds, then repeat for two additional sets.STABILITY BALL PELVIC TILT CRUNCHThe stability ball pelvic tilt crunch helps work your lower abdominals and also is an all-over body toner. To increase the difficulty, you can hold a hand weight or other heavy household object in front of your chest. Start by sitting on a stability ball and walking your legs out until your mid-back rests on the ball. Lift your shoulders off the ball, extending your arms in front of you. As you lift your shoulders, curl your pelvis in to create a reverse \"C\" with your body. Lower to return to your starting position, and repeat the exercise 10 times. Rest and perform one to two additional sets.keywords: womens fitness, womens workouts, workouts, sixpack, dailyworkouts, yoga, fitness,sex workouts,health, gym, Daily Butt Workout, Exercise Legs, Workout Trainer, Daily Cardio Workout, Exercise whole body lean, loose belly fat, fat, stomach fat, slim down, 42 best ways to loose stomach fat, loose stomach fat,belly, trim belly, muffin top, loose weight, slim, reduce stomach, reduce fat, fat, lean legs, legs, tight butt, butt, workouts, exercises, flat abs, moves, lower-body strength, burn fat, Butt Sculpting Exercises, Butt Exercises, Butt Workouts, Butt Toning, Butt Sculpting, Butt, ladies home workouts, ladies workouts, ladies exercise, home exercise,Abs, exercise, health, fitness, gym, workouts, six pack, sit ups, abdominal, muscles, Abdominal exercises, strength,Workouts, Body Workouts, Lower Body Workouts, Lower Body, Body Toning, Body Exercises, Exercises, Arm Workouts, Workouts, Exercise, Arm Jiggle Workouts, Arm Exercises, Arm,Fat burn , fat loss, loss calories, Loss weight, Fat, Calories, Burn Fat, Burn Calories,No equipment workouts, workouts, womens fitness, sixpack,sixapack, Workout Trainer, Daily Ab Workout, Circuit Training Assistant, stretch exercises, stretching, exercises, body stretch, workouts, fitness, muscles, health, Stretch Exercises, fitness guru, fitness, sixpacks ,sixpack, yoga,womens fitness, womens workouts, workouts, sixpack, dailyworkouts, yoga, fitness,sex workouts,health, gym, Daily Butt Workout, Exercise Legs, Workout Trainer, Daily Cardio Workout, Exercise whole body lean,",
    "reviews": [
      {
        "timestampMsec": "1377744759651",
        "starRating": "5",
        "comment": "Nice",
        "commentId": "gp:AOqpTOE8zE9pGAbCrMvs_1hRi1L8fNGZNcp6vmbhh-7Jm_CAwBKnpfYlYG-v2a0fsvj9dCKSgplJg7vfcsbs2yM",
        "author": "Sursh Ashamed",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1378220206406",
        "starRating": "5",
        "title": "Excellent",
        "comment": "Wow nice workouts",
        "commentId": "gp:AOqpTOExzodp6b9kVbeRSsK52-8koLr3SF72Mn1n0hKHyg1EWKyhpiXyhmdj40q3aLM0VjpSb6oU33r_cibv-nA",
        "author": "Ganpathy Swetha",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1377659247126",
        "starRating": "1",
        "comment": "ads ads ads deleted",
        "commentId": "gp:AOqpTOHNwAkFLh63Ge-5ox7kJwix30KRw6LHn64RkuPqy1Pg4z44g8s6CBm6F_uZorYNMuoFQA3ZpEUN_LXv7LY",
        "author": "bet bai",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.VIBRATE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.GET_ACCOUNTS",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
