{
  "title": "Tight Butt",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.droidappworld.tightbutt",
  "category": "Health & Fitness",
  "price": "Free",
  "datePublished": "August 30, 2013",
  "version": "1.2",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "55",
  "rating": "5.0",
  "contentRating": "Low Maturity",
  "creator": "DroidAppWorld",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.droidappworld.tightbutt",
  "extendedInfo": {
    "installSize": "823k",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "Want a Tight Butt That Defies Gravity (Butt Workouts)Each day at sunrise, 32-year-old LisaVan Sciver, a full-time ski patroller at Jackson Hole Mountain Resort in Wyoming, is on the slopes some of the most challenging in North America, by the way, with one of the highest vertical drops to make sure the conditions are stable enough to open the mountain. Lugging a backpack filled with up to 35 pounds of supplies, she navigates waist-high powder to set explosives designed to clear potential avalanche hazards. \"Ski patrol is basically just physical Van Sciver. \"You can't go out there and not be in top shape.\"Patrollers are true winter-fitness specialists, and under those bulky jackets, packs, and helmets, you'll find some of the fittest women on earth. Not only do they have to maneuver the slopes in treacherous conditions, but they also need the core strength and cardiovascular endurance to pull rescue sleds twice their weight up and down the mountain, as well as the agility to save mountain-goers from snow slides and, in some cases, avalanches.That means a large amount of their prep work happens in the weight room, not on the slopes. \"Ski patrollers' gym workouts are truly a model for how to build not only an ideal physique but also the functional fitness, power, and endurance required to sustain a 13-hour workday on the mountain,\" says John Cole, director of human performance at the Ski & Snowboard Club Vail in Colorado. By using their training methods, you can reap a leaner, tighter,stronger body (most notably your legs and butt) even if you have no plans to hit the slopes.Follow this patroller-inspired workout, created by Cole, one to three times a week on nonconsecutive days. Complete three sets of the first move, resting as little as possible between each set. Rest one minute, then continue until you've finished all the legs and butt exercises. (Start with light weights until you can get through every exercise with proper form.)Keywords:leg and butt workouts,leg workouts, butt workout, workouts, womens fitness, ladies workouts,Daily Leg Workout,Daily Butt Workout,Daily Ab Workout,Daily Leg Workout,Daily Arm Workout,Daily Cardio Workout,Daily Workouts,Daily Workouts,Ladies' Leg Workout,Ladies' Butt Workout,womens fitness, womens workouts, workouts, sixpack, dailyworkouts, yoga, fitness,sex workouts,health, gym, Daily Butt Workout, Exercise Legs, Workout Trainer, Daily Cardio Workout, Exercise whole body lean, loose belly fat, fat, stomach fat, slim down, 42 best ways to loose stomach fat, loose stomach fat,belly, trim belly, muffin top, loose weight, slim, reduce stomach, reduce fat, fat, lean legs, legs, tight butt, butt, workouts, exercises, flat abs, moves, lower-body strength, burn fat, Butt Sculpting Exercises, Butt Exercises, Butt Workouts, Butt Toning, Butt Sculpting, Butt, ladies home workouts, ladies workouts, ladies exercise, home exercise,Abs, exercise, health, fitness, gym, workouts, six pack, sit ups, abdominal, muscles, Abdominal exercises, strength,Workouts, Body Workouts, Lower Body Workouts, Lower Body, Body Toning, Body Exercises, Exercises, Arm Workouts, Workouts, Exercise, Arm Jiggle Workouts, Arm Exercises, Arm,Fat burn , fat loss, loss calories, Loss weight, Fat, Calories, Burn Fat, Burn Calories,No equipment workouts, workouts, womens fitness, sixpack,sixapack, Workout Trainer, Daily Ab Workout, Circuit Training Assistant, stretch exercises, stretching, exercises, body stretch, workouts, fitness, muscles, health, Stretch Exercises, fitness guru, fitness, sixpacks ,sixpack, yoga,womens fitness, womens workouts, workouts, sixpack, dailyworkouts, yoga, fitness,sex workouts,health, gym, Daily Butt Workout, Exercise Legs, Workout Trainer, Daily Cardio Workout, Exercise whole body lean, loose belly fat, fat, stomach fat, slim down, 42 best ways to loose stomach fat, loose stomach fat,belly, trim belly, muffin top, loose weight, slim, reduce stomach, reduce fat, fat, lean legs, legs, tight butt,",
    "reviews": [
      {
        "timestampMsec": "1377273072595",
        "starRating": "5",
        "title": "Excellent",
        "comment": "Great workouts",
        "commentId": "gp:AOqpTOGt4Npmk87turMorJbQ_6Dsal4tN0eh3AvJZQmaVnqL7W6F9eK96qRPcILlLVtdVJSXgiIR82hcamfQZuo",
        "author": "Jhon Whan",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1377744637626",
        "starRating": "5",
        "title": "Excellent",
        "comment": "Very useful",
        "commentId": "gp:AOqpTOGVHodOnjXYLU5WEqwiVaLRUOSMqFD0kRVZ_phcEaydOCNAL1DhWF8bWphnAykz9KM6dC80g0B_Gh8Wpjs",
        "author": "Sursh Ashamed",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1377787834452",
        "starRating": "5",
        "comment": "Superb",
        "commentId": "gp:AOqpTOEwXrLGApj92qT6UcApniI-XKXwIn6D0UmlLO6IodXHWrUxjbVG8iNENtqgq3XL5eULEArBvmR0bK_v3sY",
        "author": "John Cena",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.VIBRATE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.GET_ACCOUNTS",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
