{
  "title": "Relax & Sleep Ocean Sounds HD",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dunkapps.android.ocean",
  "category": "Health & Fitness",
  "price": "Free",
  "datePublished": "June 24, 2013",
  "version": "1.1",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "31",
  "rating": "3.6774194",
  "contentRating": "Everyone",
  "creator": "DunkApps Lullabies. Free fun naruto dinosaur fight",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dunkapps.android.ocean",
  "extendedInfo": {
    "installSize": "8.4M",
    "downloadsCount": "10,000+",
    "downloadsCountText": "10,000 - 50,000",
    "description": "Are you feeling tired from long and difficult working day? Or probably can’t sleep after exhausting day, having headache, tinnitus or suffer from insomnia? Just want to relax and feel better? Engage your imagination and see Blue Ocean, small waves, beautiful creek, seagulls, golden sand beach, palms, nature melodies and windstorm. Or maybe tropical rainforest, rain falling from the big green leaves, brook; countryside surroundings in the north, beautiful nature. Now close your eyes and try to hear it with our application. This is how relaxing therapy sounds. Sounds have been used as healing or calming tools for thousands of years. An interesting thing about relaxing ocean sounds is that people actually like them more than the music produced by a billion dollar industry. If you think about it, music is very subjective - usually people like some genres and dislikes others and there is no music that everybody likes. However relaxing nature ocean sounds get much wider appreciation - it is hard to find a person that does not like the relaxing sound of beach waves crashing against the shore or seagull sounds in the beach.Why is that? Perhaps because being in nature, surrounded by pure acoustics of the environment, gives a feeling of overwhelming calm that is hard to experience in urban surroundings. Probably that is related to a human brain reacting positively when exposed to relaxing beach or ocean sounds. Actually, nature is our ancient environment, so the emotions it produces in our brain with its sounds are among most pleasurable and feels somewhat like “returning home”. So being in nature or listening to relaxing nature oceans  sounds can be a great stress relief for the brain, since it is basically coded and shaped at times deep in prehistory when human communities were living in an environment of such sounds.RELAXING SLEEP SOUNDS WEBPAGES REVIEW:Countryside sleeps melody:Best anti stress for me, i just listen oceans, seagull, rainforest or other sound and my headache goes away. Womb relaxant:Here i found 500 Hz melodies recollection. Then you play sleep oceans wave sounds all auras in surroundings become calm. And all troubles and headache fly away with windstorm. Coziness leisure:Melodies of nature help rest. My grandfather like this relaxing ocean sounds before sleep.Here are only Ocean sounds (no rain forest, no seagull, no yoga), but still I like this relaxant.This relaxing ocean sounds is a perfect natural background for work, study, reading, sleeping, kissing, etc. You can use this ocean sounds in a car, train, bus, or during long flight. USE RELAXING OCEAN SOUND * In your home to create a personalized, private relaxing ocean oasis.* In hospitals and healthcare centers relaxing ocean sound helps pass the time.* In business offices relaxing ocean sound helps to diffuse stressful situations and encourage creativity* In waiting relaxing ocean sound helps rooms to reduce anxiety* Relaxing ocean sound helps in yoga studios, day spas, or played during massage hours* You can describe it in these words – ocean relaxant, mind sound, womb melodies, rainfall atmosphere, blackness relaxation, sleep relax sounds, helps with headache, seagull sounds, rain aura, storm, beach creek.THE PURPOSE OF RELAXING OCEAN SOUNDS:  Only natural nature music, no musical instruments, Beautiful ocean live wallpaper, Ocean relax and sleep sounds and ringtones, Ocean HD sound, Sounds of rain to sleep, Ocean storm sleep sounds, Nature sounds relax and sleep, Yoga music sounds, Tropical island sounds and ringtones, Nature background, Therapy music, You will relax and sleep like baby, Ocean tower music, Beach sounds therapy, Ocean screensaver musicDo you want to relax your mind, get free from headache? You wish to fall asleep like a baby? Maybe you need sounds for meditation, therapy or yoga classes? If so relaxing ocean sounds is what you need!",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.VIBRATE",
      "android.permission.INTERNET",
      "android.permission.GET_ACCOUNTS",
      "android.permission.WAKE_LOCK",
      "com.dunkapps.android.ocean.permission.C2D_MESSAGE",
      "com.google.android.c2dm.permission.RECEIVE",
      "android.permission.ACCESS_NETWORK_STATE"
    ]
  }
}
