{
  "title": "Geek Interviews- Advanced Java",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dtgeekinterviewcorner.activities",
  "category": "Productivity",
  "price": "$1.99",
  "datePublished": "August 5, 2013",
  "version": "1.0",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "1",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "Technovative Digital Pvt. Ltd.",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dtgeekinterviewcorner.activities",
  "extendedInfo": {
    "installSize": "352k",
    "downloadsCount": "10+",
    "downloadsCountText": "10 - 50",
    "description": "Geek Interview Corner Application is a boon come true to all the people who want to perform to the best of their potential in technical interviews. GIC is in a simple form of questions and answers which are further divided in a by different groups such as Easy Questions, Last Hour Revision, Quick Refer, Most Probable and Low Priority. This make preparation for the technical interviews really easy. When you are confident about your knowledge and present it in the best possible way, you directly increase your chances of clearing the interviews with ease.Some of the features are-Comprehensive Question Bank-Topic wise set of questions-To the point Precise answers-Easy to revise keyword highlights-Regular question and answer updates-Predefined categories-Supports Android 2.1 and higherAdvanced Java version of this application provides questions and answers on JSP, Servlets, JDBC. Questions for RMI and J2EE Design Patterns  will be available soon in next free update.",
    "reviews": [
      {
        "timestampMsec": "1351653834011",
        "starRating": "5",
        "title": "Nice App. Clean Interface.",
        "comment": "Nice App. Clean interface. Good content. Helped me prepare. 5 stars for me.",
        "commentId": "lg:AOqpTOEoercGECJ4botskqhVkY0c5pU8ugmMB6Vm5nS9YbQZ0fnrALIGfLX0g1-8fjN126EYAgvC514knx-f678",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.READ_PHONE_STATE"
    ]
  }
}
