{
  "title": "Fail Horn Deluxe",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dudid.failhorndeluxe",
  "category": "Entertainment",
  "price": "$0.99",
  "datePublished": "August 18, 2011",
  "version": "1.03",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "2",
  "rating": "4.5",
  "contentRating": "Everyone",
  "creator": "Dudid.com",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dudid.failhorndeluxe",
  "extendedInfo": {
    "installSize": "450k",
    "downloadsCount": "10+",
    "downloadsCountText": "10 - 50",
    "description": "Fail Horn Deluxe - the ultimate noise maker featuring the magical failhornatrompet!Fail Horn Deluxe, an entertainment application that can be used to play a sound in order to signal that someone or something has failed. Initially offering a horn sound similar to the fail horn made famous by the American TV show about guessing a price \"right\", Fail Horn will have many more sounds to signify failure in the future.Fail Horn Deluxe is the ad-free version of our popular noise maker app Fail Horn. Fail Horn is a simple noise maker app that plays familiar sound effects upon touching the magical horn - the failhornatrompet.Tap once to start the horn. Tap again to stop it.**Currently, your media volume is increased to the maximum allowed at application launch so you can fail horn your friends and family as hard as you possibly can**Buy Fail Horn Deluxe now, and all updates with added features will always be free!Fail Horn is constantly improving, and in the coming weeks, expect the following improvements (some of which will only be present in our Deluxe edition):Many more sounds of failure to choose from.A settings screen to configure your horn.Live widget \"horns\" to place on your home screen with user-configured fail horn sounds.The ability to record and playback your own fail horns.The ability to control your failhorn over the internet.All features will come to \"Fail Horn Deluxe\" first completely ad-free, and select features from Fail Horn Deluxe will also be added to our ad-supported \"Fail Horn\".",
    "reviews": [
      {
        "timestampMsec": "1313765468028",
        "starRating": "5",
        "title": "Perfect mobile companion",
        "comment": "This app has come in handy in many multiple situations. I don\\'t know what i\\'d do without it! it would be great if this could be run as a widget!",
        "commentId": "lg:AOqpTOFPx4dmWaKrVje-QRkoEhxUmdx7kMto5Pr3veNEVuZFmvL1QkhnYKf1VDsgGZaj56pWYonrG1iJX_gCMQ",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1303105944549",
        "starRating": "4",
        "comment": "the coming features look great compared to similar apps. can\\'t wait for the free updates.",
        "commentId": "lg:AOqpTOH7r3pvGiSVFx5ndPHvl20Ey04WxAteQo5Wcg7hjzb0B7qV4aggek7lXXvei_LlHOfipg7fy5qzjwkC6Q",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.VIBRATE"
    ]
  }
}
