{
  "title": "Love Not Smoking: the App",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dsd.lovenotsmoking",
  "category": "Health & Fitness",
  "price": "$4.99",
  "datePublished": "March 4, 2011",
  "version": "1.0",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "High Maturity",
  "creator": "Hay House UK",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dsd.lovenotsmoking",
  "extendedInfo": {
    "installSize": "35M",
    "downloadsCount": "50+",
    "downloadsCountText": "50 - 100",
    "description": "No willpower? No problem! This unique, scientifically proven psychological programme retrains your brain, breaking old smoking habits and changing your life for good.Created by renowned professors of psychology Karen Pine and Ben Fletcher, this programme is all about doing something different; it has been successfully used to help people lose weight, tackle stress, improve health and wellbeing, and now to quit smoking permanently.The six-week course gets you ready gradually for your first smoke-free day, then provides daily bursts of advice and support to establish your new, smoke-free life. It has a wide range of tools including:* Daily tips, tasks and alerts* Inspirational videos from the authors* Illustrated Habit-Breaker cards* Addictive games for those Twitchy Finger moments* Inspire Me! messages to help you beat your cravings* Money Saved calculator* Love Not Smoking wallpaper for your iPhone or iPad* Advice and ideas from the Love Not Smoking Facebook support group* Integration with Twitter and email to help spread the word to your loved onesThe six-week Love Not Smoking programme can be restarted at any time if necessary, and stays with you long after you quit to help you reflect on your success and remind yourself how much you really love not smoking.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.READ_CALENDAR",
      "android.permission.WRITE_CALENDAR",
      "android.permission.SET_WALLPAPER",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "android.permission.WAKE_LOCK"
    ]
  }
}
