{
  "title": "QLinkLegal - Cool links only!",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.droidkapps.qlinklegal",
  "category": "Entertainment",
  "price": "Free",
  "datePublished": "July 2, 2013",
  "version": "1.3",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "4",
  "rating": "4.25",
  "contentRating": "Low Maturity",
  "creator": "DroidK Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.droidkapps.qlinklegal",
  "extendedInfo": {
    "installSize": "547k",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "Aplicativo em português (Brasil) e inglês.---QLinkLegal é o aplicativo que reúne os melhores links da internet no seu celular! São diversos links (para fotos, vídeos e textos) que você acessar quando quiser! Mostre aos seus amigos! Adicionamos novos links frequentemente, diretamente em nosso servidor! Você não precisa ficar atualizando o aplicativo constantemente. São links interessantes, geralmente engraçados. Não se dê ao trabalho de ficar buscando por coisas legais na internet. Nós faremos isso por você! Tudo que virou meme ou foi viral está aqui. Quando desejar, nos envie um e-mail com novos conteúdos bacanas, que você pode ter visto no Twitter ou Facebook.É necessário que você esteja conectado à internet. Lembre-se que para assistir vídeos é recomendável uma conexão 3G ou wi-fi.Vídeos como o do Pedro do Chip, King Size do Rio de Janeiro, Sanduíche-iche, Para nossa alegria, Luiza do Canadá, Gato Jedi, Hermes e Renato, Bonde das Maravilhas, Renato Russo homenageando Cazuza, Mussum, Silvio Santos esperando o ônibus, nocaute de Anderson Silva em Vitor Belfort, CQC, Porta dos Fundos, paródia de Rafinha Bastos da música Festa no Apê (Latino), Funk do Pou, Chaves, Kiko (Quico) e Seu Madruga, holograma de Tupac, Tina Turner homenageando Ayrton Senna, o melhor moonwalk de Michael Jackson, músicos tocando a música tema do Alex Kidd e Leandro Hassum no Jô estão aqui! Você vai curtir!E não esquecemos de vídeos com assuntos de interesse público, relacionados a protestos, manifestações, passeatas, Lula, Sérgio Cabral, Eduardo Paes, Dilma, entre outros.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE"
    ]
  }
}
