{
  "title": "Golf Instruction DUPLESSISGOLF",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.duplessisgolf",
  "category": "Sports",
  "price": "$29.99",
  "datePublished": "January 13, 2013",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "rossideas",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.duplessisgolf",
  "extendedInfo": {
    "installSize": "833k",
    "downloadsCount": "5+",
    "downloadsCountText": "5 - 10",
    "description": "70 Golf Lesson Videos in 8 Lesson Categories by PGA Professional Ross duPlessis.  Learn to use Large Muscles to control your game!  Now includes (1) FREE Detailed Golf Swing Analysis by Ross duPlessis. *Videos stream 3G/4G or WiFi needed.The Setup (11 Videos):- 60% Weight on Front Foot- Arms Under Shoulders- Athletic Setup- Balance- Chin Up- Level Shoulders- Shaft In Line with Front Arm- The Arm Setup- The Elbows- The Grip- The Walk UpThe Swing  (15 Videos):- Equal Rhythm- Finish Balanced- Finish Together- Grip Pressure- Restrict Hips- Roll Your Feet- Shoulder Power- Solid Golf Shot- Square Club Face- Stay Behind- Swing Overview- The Downswing- The Ross Move- The Takeaway- Your TurnThe Short Game  (8 Videos):- Bunker- Chip Setup- Chipping- Chipping Variations- Pitching- Putting- Short Game Story- Up & Down - SavesPractice Drills  (6 Videos):- 1 Finger Drill- 10 Ball Drill- Front Foot Drill- Large Muscles Drill- Shoulder, Pause, Hips Drill- Straight Arm DrillPutting Routine (3 Videos):- Putting Arm Setup- Putting Visualization- The Complete Putting RoutineAdvanced Shots  (16 Videos)- Ball Above Your Feet- Ball Below Your Feet- Cut Shot- Downhill Lie- Down Wind- Draw Shot- Driver- Face Wind- Fairway Bunker- Fairway Wood- High Shot- Left to Right Wind- More Distance- Right to Left Wind- Setup Wedge- Uphill LieThe Mental Game  (8 Videos):- Game Analysis- Game Calculator- Goal Setting- Keep Track- Recall- Relaxation- Visualize Your Shot- What is Routine?Pre Shot Routine  (6 Videos):- Introduction- Visualize- The Arm Setup- The Walk Up- Look & Keywords- The Complete Pre Shot RoutineOnce you've purchased DUPLESSISGOLF, use the Ask the Pro feature to contact on how to send your swing videos for your (1) FREE Golf Swing AnalysisMove Less ... Get Good!* PLEASE NOTE: These Lesson Videos Stream to view. 3G/4G or WiFi recommended for best viewing.  Will play on less bandwidth but may need to wait for video to load to watch without interruption... thank you",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.READ_PHONE_STATE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.CAMERA",
      "android.permission.GET_ACCOUNTS",
      "android.permission.READ_CONTACTS",
      "android.permission.WRITE_CONTACTS",
      "android.permission.READ_EXTERNAL_STORAGE",
      "android.permission.READ_CALL_LOG",
      "android.permission.WRITE_CALL_LOG"
    ]
  }
}
