{
  "title": "Ladies' Ab Workout",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.droidappworld.onceaweekabsworkout",
  "category": "Health & Fitness",
  "price": "Free",
  "datePublished": "August 30, 2013",
  "version": "1.2",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "45",
  "rating": "5.0",
  "contentRating": "Low Maturity",
  "creator": "DroidAppWorld",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.droidappworld.onceaweekabsworkout",
  "extendedInfo": {
    "installSize": "1.0M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "The Once-a-Week Abs WorkoutNo gym? No problem. For this total-body workout, all you need to get super-fit is your own body--it provides enough resistance to sculpt a lean, sexy physiqueThe secret to scoring a slim and sexy body with a home workout? Engage as many muscles as possible while quickly moving from one exercise to the next to keep your heart rate high. In this body-weight circuit created by Raphael Verela, owner of the Circuit Works studios in Venice and Brentwood, California, you'll do a resistance exercise followed immediately by a high-energy cardio move that works the same muscle group. \"We call it the zigzag method,\" he says. \"It effectively increases lean muscle mass and decreases body fat by engaging more muscle fibers and burning tons of calories in a short amount of time.\" These no-gym-required fat burners—paired in supersets (two moves done back-to-back without resting in between)—will get you into killer condition fast. Do this total-body routine on three nonconsecutive days a week: Start with move 1 and do as many reps as you can in 60 seconds. Then do move 2 (the second part of the superset)—again, as many reps as you can do in 60 seconds. Move on to move 3 and continue this pattern until you've finished all eight moves. That's one circuit. Rest for a minute or two (or challenge yourself by taking a shorter break), then repeat for a total of two or three circuits.How It Works: Once a week, perform 1 set of each exercise in order. After the final exercise, rest as needed, and repeat the full circuit 2 more times. If you want an extra dose of calorie-burn, do 15 minutes of jump rope intervals (20 seconds on, 10 seconds off) immediately after this workout.keywords: womens fitness, womens workouts, workouts, sixpack, dailyworkouts, yoga, fitness,sex workouts,health, gym, Daily Butt Workout, Exercise Legs, Workout Trainer, Daily Cardio Workout, Exercise whole body lean, loose belly fat, fat, stomach fat, slim down, 42 best ways to loose stomach fat, loose stomach fat,belly, trim belly, muffin top, loose weight, slim, reduce stomach, reduce fat, fat, lean legs, legs, tight butt, butt, workouts, exercises, flat abs, moves, lower-body strength, burn fat, Butt Sculpting Exercises, Butt Exercises, Butt Workouts, Butt Toning, Butt Sculpting, Butt, ladies home workouts, ladies workouts, ladies exercise, home exercise,Abs, exercise, health, fitness, gym, workouts, six pack, sit ups, abdominal, muscles, Abdominal exercises, strength,Workouts, Body Workouts, Lower Body Workouts, Lower Body, Body Toning, Body Exercises, Exercises, Arm Workouts, Workouts, Exercise, Arm Jiggle Workouts, Arm Exercises, Arm,Fat burn , fat loss, loss calories, Loss weight, Fat, Calories, Burn Fat, Burn Calories,No equipment workouts, workouts, womens fitness, sixpack,sixapack, Workout Trainer, Daily Ab Workout, Circuit Training Assistant, stretch exercises, stretching, exercises, body stretch, workouts, fitness, muscles, health, Stretch Exercises, fitness guru, fitness, sixpacks ,sixpack, yoga,womens fitness, womens workouts, workouts, sixpack, dailyworkouts, yoga, fitness,sex workouts,health, gym, Daily Butt Workout, Exercise Legs, Workout Trainer, Daily Cardio Workout, Exercise whole body lean, loose belly fat, fat, stomach fat, slim down, 42 best ways to loose stomach fat, loose stomach fat,belly, trim belly, muffin top, loose weight, slim, reduce stomach, reduce fat, fat, lean legs, legs, tight butt, butt, workouts, exercises, flat abs, moves, lower-body strength, burn fat, Butt Sculpting Exercises, Butt Exercises, Butt Workouts, Butt Toning, Butt Sculpting, Butt",
    "reviews": [
      {
        "timestampMsec": "1377744683169",
        "starRating": "5",
        "comment": "Excellent",
        "commentId": "gp:AOqpTOFDi-dWKivgU55OsUytkZcMSLA4fW7rBbsEXJxFXWL3SV5pDYi9cySh4G6cxHjyvlV4jXN04ojsFMi9otU",
        "author": "Sursh Ashamed",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1378220276592",
        "starRating": "5",
        "comment": "Excellent",
        "commentId": "gp:AOqpTOGz8Ef7-gY2HxPvdkYsU7oyS_h6wNuIYV9Dm7g0Z4DwPC62uC4VSpMwamYJMZ4YxMd5y9gQxwHHodSL7cM",
        "author": "Ganpathy Swetha",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.VIBRATE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.GET_ACCOUNTS",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
