{
  "title": "Arabic Flash Dictionary Pro",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dunora.ArabicFlashDictionaryPro5",
  "category": "Books & Reference",
  "price": "$4.67",
  "datePublished": "September 7, 2013",
  "version": "5.0",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "Dunora Media",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dunora.ArabicFlashDictionaryPro5",
  "extendedInfo": {
    "installSize": "480k",
    "downloadsCount": "5+",
    "downloadsCountText": "5 - 10",
    "description": "Arabic Flash Dictionary ProA specifically chosen list of everyday words organised in a logical way to aid in the development of a working Arabic vocabulary. The word list includes common adjectives and verbs given in their past and present tense.Welcome to the Arabic Flash Dictionary Pro Android version. This flash dictionary contains a selection of words and their Arabic translations, singular and plural for nouns, past tense and present tense for verbs.The Arabic is given as Arabic script with short vowel indicators throughout which should be considered as clues for pronunciation and the user is encouraged to read the Arabic script rather than relying on an English transliteration, that is an English word based on the sound or rendering of the Arabic word.The order of the word list and associated categories has been compiled based on the theory of starting from the centre of the Universe (one’s self) and working outward in a radial pattern. That is, starting from one’s physical body category, moving to the clothing category then to the surrounding environmental categories.It is then easier to build a vocabulary that encapsulates everything in the World that describes one’s life and experiences in a logical and methodical approach.Please note that this application is not an Arabic training course to teach you how to speak, read and write Arabic. It is assumed that you are already learning Arabic and have a good understanding of the Arabic alphabet, grammar and verb declensions.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
