{
  "title": "Know Your Logos",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.driftwood.logos",
  "category": "Casual",
  "price": "Free",
  "datePublished": "August 9, 2013",
  "version": "1.2.3",
  "operatingSystems": "3.2 and up",
  "ratingsCount": "3",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "Driftwood Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.driftwood.logos",
  "extendedInfo": {
    "installSize": "4.2M",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "Can you identify the logo? How many logos do you think you know? Test your knowledge of logos. A great quiz game for all ages. Keep Score and challenge your friends with Know Your Logos.You can choose from 2 different game types: * Choose the correct logo based on the company name.* Choose the correct company name based on the logo.The score is based on the number of questions, the percent answered correct, and the time it takes to complete the quiz.Keywords: Quiz, Test, Trivia, Scoreloop, Game, Shell, Nike, Playboy, Pepsi, Atari, Coca-Cola, Toyota, AT&T, Adobe, John Deere, McDonald's, Honda, Yahoo, Motorola, Billabong, Bic, Baskin Robbins, Bacardi, Audi, AOL, Android, Adidas, Amazon, Wendy's, The North Face, LG, Chase, CBS, Yellow Pages, Warner Brothers, Pizza Hut, Lexus, History Channel, Gatorade, Timberland, Quiznos, Johnnie Walker, Kodak, Brooks, BP, Boeing, Blackberry, BMW, Foster's, American Airlines, Bridgestone, Dolby Digital, Bluetooth, Malibu, MasterCard, Mattel, Budweiser, Buffalo Wild Wings, Cadillac, Carhartt, Chevrolet, Chrome, Cisco, Converse, Daewoo, DC Shoes, DirecTV, Dodge, Domino's, Dairy Queen, Ducati, Dunkin Donuts, Energizer, Facebook, FedEx, Fila, Firefox, Firestone, Ford, Fruit of the Loom, General Mills, General Electric, Pringles, Target, Starter, Subaru, Texaco, Sun Microsystems, Suzuki, Taco Bell, Tivo, Twitter, Tommy Hilfiger, Umbro, Under Armour, UPS, Verizon, Visa, Volkswagon, Yamaha, XBox, Gerber, Windows 8, Volcom, Hyundai, ING, Hilton, Internet Explorer, Ironman, Intel, Lacoste, Puma, Mitsubishi, YMCA, Red Bull, NBC, PlayStation, Monster, Reebok, Rockstar Games, Wilson, Sony Ericsson, US Postal Service, New Balance, Sesame Street, Heineken, Logitech, Mr. Clean, Levi's, Michelin, Radio Shack, Pampers, Green Giant, Post-it, Digg, Klondike, Mazda, Wikipedia, Starbucks, Reddit, LinkedIn, Nintendo 64, Jaguar, Milton Bradley, Waste Management, Goodyear, Lamborghini, Tide, Nissan,",
    "reviews": [
      {
        "documentVersion": "1.2.1",
        "timestampMsec": "1374270630078",
        "starRating": "5",
        "comment": "Nice game",
        "commentId": "gp:AOqpTOG6NOWbJuhZLZ_bjt4y_ZwNjad8g2fHjks4lr8HdJMZz1j2lCB4WDzHxAzSJHrMv0l_tz30Uyv21s6y--w",
        "author": "Jason Hueg",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "documentVersion": "1.2.1",
        "timestampMsec": "1374969502561",
        "starRating": "5",
        "comment": "My favorite logo quiz",
        "commentId": "gp:AOqpTOFdjgTm44O6f6cXHxJ2uSSLdMDG0PW24dB-0vEU01F5dQS9Vv7fMtF8qW_KglO8026Nkax3xN7WEByp69w",
        "author": "Scott Mozal",
        "authorURL": "http://lh6.googleusercontent.com/-NwRvymaqQIc/AAAAAAAAAAI/AAAAAAAAABU/uQ9pKYSmdpE/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/-NwRvymaqQIc/AAAAAAAAAAI/AAAAAAAAABU/uQ9pKYSmdpE/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_PHONE_STATE"
    ]
  }
}
