{
  "title": "Zoo Animals Coloring",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.colortime.coloring.zooanimalscoloring",
  "category": "Entertainment",
  "price": "Free",
  "datePublished": "May 11, 2013",
  "version": "2.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "6",
  "rating": "4.3333335",
  "contentRating": "Low Maturity",
  "creator": "Color Time",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.colortime.coloring.zooanimalscoloring",
  "extendedInfo": {
    "installSize": "1.2M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "\"Free Zoo Animals Coloring Book app for kids. Your children will love this! Entertain your kids for hours with this super fun coloring book app full of high quality images to color. Color images of Zoo Animals with this delightful childrens' coloring app, painting for kids. Features include: paintbucket, paintbrush, undo feature, and more. Kids can save the colored images to your phone to can send to friends! Scroll to the right for more colors.This app is ad supported and may contain ads in the notification tray and/or home screen. This is an unofficial free fan app.Please rate this app 5 stars!Any content not owned by this developer belongs to their respective owners. We are not affiliated with this company. We don't claim any ownership to the characters, images, or content in this app. We believe the images fall under fair use as they are reduced size and excerpted for informational purposes. If there is a copyright issue with content in this app, please contact us and we'll remove it.\"Contains Images with elephants, polar bears, wild foxes, turtles, tigers, gorillas, crocodiles, kangaroos, pandas, camels.A zoo (short for zoological park or zoological garden, and also called a menagerie) is a facility in which animals are confined within enclosures, displayed to the public, and in which they may also be bred.The term zoological garden refers to zoology, the study of animals, a term deriving from the Greek zōon (ζῷον, \"animal\") and lógos (λóγος, \"study\"). The abbreviation \"zoo\" was first used of the London Zoological Gardens, which opened for scientific study in 1828 and to the public in 1847. The number of major animal collections open to the public around the world now exceeds 1,000, around 80 percent of them in cities.However, keeping animals in zoos raises concerns for animal rights.Zoos typically house more wild animals than domesticated ones.London Zoo, which opened in 1828, first called itself a menagerie or \"zoological garden,\" which is short for \"Gardens and Menagerie of the Zoological Society of London.\" The abbreviation \"zoo\" first appeared in print in the UK around 1847, when it was used for the Clifton Zoo, but it was not until some 20 years later that the shortened form became popular in the song \"Walking in the Zoo on Sunday\" by music-hall artist Alfred Vance. The term \"zoological park\" was used for more expansive facilities in Washington, D.C., and the Bronx in New York, which opened in 1891 and 1899 respectively.Relatively new terms for zoos coined in the late 20th century are \"conservation park\" or \"biopark\". Adopting a new name is a strategy used by some zoo professionals to distance their institutions from the stereotypical and nowadays criticized zoo concept of the 19th century. The term \"biopark\" was first coined and developed by the National Zoo in Washington D.C. in the late 1980s. In 1993, the New York Zoological Society changed its name to the Wildlife Conservation Society and rebranded the zoos under its jurisdiction as \"wildlife conservation parks.\"The predecessor of the zoological garden is the menagerie, which has a long history from the ancient world to modern times. The oldest known zoological collection was revealed during excavations at Hierakonpolis, Egypt in 2009, of a ca. 3500 B.C. menagerie. The exotic animals included hippos, hartebeest, elephants, baboons and wildcats. King Ashur-bel-kala of the Middle Assyrian Empire created Zoological and Botanical Gardens in the 11th Century BC. In the 2nd century BCE, the Chinese Empress Tanki had a \"house of deer\" built, and King Wen of Zhou kept a 1,500-acre (6.1 km2) zoo called Ling-Yu, or the Garden of Intelligence. Other well-known collectors of animals included King Solomon of the Kingdom of Israel and Judah, queen Semiramis and king Ashurbanipal of Assyria, and King Nebuchadnezzar of Babylonia. By the 4th century BCE, zoos existed in most of the Greek city states.",
    "reviews": [
      {
        "timestampMsec": "1371692850642",
        "starRating": "5",
        "title": "I.love the games",
        "comment": "So cool bb yaaaa",
        "commentId": "gp:AOqpTOHViY0HsCi5H1Ks9zWjswNV6dn8WQyXmIsEW2txty1fhZtxfYgxTe9FGww9rVS6UWlpu1oNbzHj76IH_nw",
        "author": "darvelis martinez",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1368569814312",
        "starRating": "5",
        "title": "Lovely",
        "comment": "Lovely coloring app of so many animals.",
        "commentId": "gp:AOqpTOGH7u2jtWLi5_Zz1kJLT2PCQf8_cNcMhFgNoOTrK3dPgEl-sr3Cex_mw5MeqPXPiEuShxo-_Oh8XtgEtT0",
        "author": "sony anroid",
        "authorURL": "http://lh6.googleusercontent.com/-t88HprWeUfs/AAAAAAAAAAI/AAAAAAAAABc/tKtB7fQozZ8/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/-t88HprWeUfs/AAAAAAAAAAI/AAAAAAAAABc/tKtB7fQozZ8/photo.jpg"
      },
      {
        "timestampMsec": "1372179241910",
        "starRating": "1",
        "title": "Ggofifjf",
        "comment": "Terrible",
        "commentId": "gp:AOqpTOF5pJ_lj0khQyF6mHvpq7btZBcHjclMhX6R2CZjTijn9c5Pdk_ryZrknswZ0HzAMJC8C2Q97ohDbAhDPy0",
        "author": "Alicia Scannell",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1368615300043",
        "starRating": "5",
        "title": "Fun and free",
        "comment": "Great fun and free app!",
        "commentId": "gp:AOqpTOEFUZyz_mbnAy1a9Xh91QmAafq1IjZeWExv9uSUTOU5Oh6UtKHKc4zgEKqt-XpW1YYqw0oajO3X6cWzYQ0",
        "author": "Muhammad Taufiq",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "android.permission.READ_PHONE_STATE",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
