{
  "title": "Dragons Coloring",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.colortime.coloring.dragonscoloring",
  "category": "Entertainment",
  "price": "Free",
  "datePublished": "May 11, 2013",
  "version": "2.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "7",
  "rating": "3.2857144",
  "contentRating": "Low Maturity",
  "creator": "Color Time",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.colortime.coloring.dragonscoloring",
  "extendedInfo": {
    "installSize": "1.6M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "\"Free Dragons Coloring Book app for kids. Your children will love this! Entertain your kids for hours with this super fun coloring book app full of high quality images to color. Color images of Dragons with this delightful childrens' coloring app, painting for kids. Features include: paintbucket, paintbrush, undo feature, and more. Kids can save the colored images to your phone to can send to friends! Scroll to the right for more colors.This app is ad supported and may contain ads in the notification tray and/or home screen. This is an unofficial free fan app.Please rate this app 5 stars!Any content not owned by this developer belongs to their respective owners. We are not affiliated with this company. We don't claim any ownership to the characters, images, or content in this app. We believe the images fall under fair use as they are reduced size and excerpted for informational purposes. If there is a copyright issue with content in this app, please contact us and we'll remove it.\"A dragon is a legendary creature, typically with serpentine or reptilian traits, that features in the myths of many cultures. There are two distinct cultural traditions of dragons: the European dragon, derived from European folk traditions and ultimately related to Greek and Middle Eastern mythologies, and the Chinese dragon, with counterparts in Japan, Korea and other East Asian countries.The two traditions may have evolved separately, but have influenced each other to a certain extent, particularly with the cross-cultural contact of recent centuries. The English word \"dragon\" derives from Greek δράκων (drákōn), \"dragon, serpent of huge size, water-snake\".The word dragon entered the English language in the early 13th century from Old French dragon, which in turn comes from Latin draconem (nominative draco) meaning \"huge serpent, dragon,\" from the Greek word δράκων, drakon (genitive drakontos, δράκοντος) \"serpent, giant seafish\". The Greek and Latin term referred to any great serpent, not necessarily mythological, and this usage was also current in English up to the 18th century.A dragon is a mythological representation of a reptile. In antiquity, dragons were mostly envisaged as serpents, but since the Middle Ages, it has become common to depict them with legs, resembling a lizard.Dragons are usually shown in modern times with a body like a huge lizard, or a snake with two pairs of lizard-type legs, and able to emit fire from their mouths. The European dragon has bat-like wings growing from its back. A dragon-like creature with wings but only a single pair of legs is known as a wyvern.The association of the serpent with a monstrous opponent overcome by a heroic deity has its roots in the mythology of the Ancient Near East, including Canaanite (Hebrew, Ugaritic), Hittite and Mesopotamian. Humbaba, the fire-breathing dragon-fanged beast first described in the Epic of Gilgamesh is sometimes described as a dragon with Gilgamesh playing the part of dragon-slayer. The legless serpent (Chaoskampf) motif entered Greek mythology and ultimately Christian mythology, although the serpent motif may already be part of prehistoric Indo-European mythology as well, based on comparative evidence of Indic and Germanic material. It has been speculated that accounts of spitting cobras may be the origin of the myths of fire-breathing dragons.Although dragons occur in many legends around the world, different cultures have varying stories about monsters that have been grouped together under the dragon label. Some dragons are said to breathe fire or to be poisonous, such as in the Old English poem Beowulf. They are commonly portrayed as serpentine or reptilian, hatching from eggs and possessing typically scaly or feathered bodies. They are sometimes portrayed as hoarding treasure. Some myths portray them with a row of dorsal spines. European dragons are more often winged, while Chinese dragons resemble large snakes.",
    "reviews": [
      {
        "timestampMsec": "1369718631323",
        "starRating": "1",
        "title": "THIS APP IS BAD",
        "comment": "I cant get the picture I want and it creates shortcuts or gives me an ad every 15 seconds. UNINSTALLING",
        "commentId": "gp:AOqpTOEbPYrUHNzo2ohIMfsuI_WP_4FDEhlVwR1EZgIkGsee6Zj0dA_dFze29FMeBkxtNyL-Pju8pQ3dX8cyJwY",
        "author": "Madison Danfelt",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1372917052482",
        "starRating": "1",
        "title": "Dont like",
        "comment": "I doesnt open for me",
        "commentId": "gp:AOqpTOH38OfcTDtbxqxWBrlIkLitJ05gFb429a3-r8qye-khc38sFEKTBn1qn-X_shayjnWGVTQZzjC2mE3c4cg",
        "author": "Angela Kieleszewski",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1368616352835",
        "starRating": "5",
        "title": "Endless",
        "comment": "This an endless fun app to have!",
        "commentId": "gp:AOqpTOHQFrgCh7AkB80zRkf3i5u_VhJ1kGSnua225lKOfBb5sfuQQuokTE5JYayZlkzLPJf9lVpbADhVO4-qxV4",
        "author": "Muhammad Taufiq",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1368570097173",
        "starRating": "5",
        "title": "Lively",
        "comment": "These dragons become very lively after filling the colors!!",
        "commentId": "gp:AOqpTOEXWtTKRLwa7KlPk3Knj7fdIwQzWKAxMOPsqLk00MBJdetIrJH4jyUwoyz2acfi8vM1hxJwf5C5LNv-4Qs",
        "author": "sony anroid",
        "authorURL": "http://lh6.googleusercontent.com/-t88HprWeUfs/AAAAAAAAAAI/AAAAAAAAABc/tKtB7fQozZ8/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/-t88HprWeUfs/AAAAAAAAAAI/AAAAAAAAABc/tKtB7fQozZ8/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "android.permission.READ_PHONE_STATE",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
