{
  "title": "TicTacToe XO for Kid-free game",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.codendot.facetictactoc",
  "category": "Brain & Puzzle",
  "price": "Free",
  "datePublished": "August 22, 2013",
  "version": "2.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "3",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "Code&Dot",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.codendot.facetictactoc",
  "extendedInfo": {
    "installSize": "1.0M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "Play Tic Tac Toe on your Android phone. No need to waste paper, Go Green! Now you can play Tic Tac Toe on your Android device for free. Our new modern version appears in a cool glow and friendly design.Our Game is dedicated for kids, that's why it's so easy for them to play with it ;)Features:- Single and 2 player mode (Computer and human)Tic Tac Toe is also known as* Tick-tack-toe, tic-tac-toe, tick-tat-toe, or tit-tat-toe (USA, Canada)* Noughts and Crosses or Naughts and Crosses * Wick wack woe * Exy-Ozys, Xsie-Osies, X-e O-zees or Boxin' Oxen (Ireland)* X's and O's * Zero/Katta* X-Mix-Drix (Israel)* Twiddles and Bears (Norway)* 三目並べ* Крестики нолики (Russian)* Хрестики нулики (Ukranian)* Tres en raya or Ceros y Cruces (Spanish)* Morpion (French)* Kółko i krzyżyk (Polish)* Tris (Italian)* Nada e Cruzes (Portuguese)* LUFFARSCHACK (Sweedish)* Kreis Und Kreutz (German)* OXO* TicTacToe* دوز* لعبة إكس-أو* tres en línea* tres en raya* juego del gato* tatetí, triqui, totito, * triqui traka, tres en gallo, michi o la vieja* TicTacToe* 3 en línea, 3 en raya* لعبة إكس-أو* Крыжыкі-нулікі* Tres en ratlla* Piškvorky* Kryds og bolle* Drei gewinnt, XXO, Kreis und Kreuz, Dodelschach oder engl. Noughts and Crosses* Tres en línea* Tiktakto* Hiruko artzain-joko* دوز* jeu* Pai fillo nai* Kružić i križić* Tris (gioco)* Cruces et circuli* Kryžiukai-nuliukai* Amőba* Boter-kaas-en-eieren, oo maal oo, kruisje nulletje* 三目並べ* Tripp-trapp-tresko* Kółko i krzyżyk* Jogo da velha* Крестики-нолики* Piškvorky* Икс-окс (игра)* Ristinolla* Luffarschack* โอเอกซ์* Tic-tac-toe* 井字棋* XXO* اكس او* โอเอ็ก* Τρίλιζα, Triliza, xox* Ta-te-ti* Cờ ca-rôKeywords: Tic Tac Toe Glow, Puzzle, Brain, FREE, FREE Game, Tic Tac Toe Free, Kids Game, Kids Tic Tac Toe, Time Pass, Professional Puzzle Game, Board game, tres en linea, puzzles, strategy 4 in a row, Best Tic Tac Toe, bonde sjakk, tictactoe, Fünf in eine Reihe, Sogo game, Qubic, , war games, wargames, boardgames, board games, Juegos de guerra, juegos de mesa, ألعاب الحرب، مناورات، ألعاب المجلس, ，戰爭遊戲，棋盤遊戲, , Krieg, Brettspiele、戦争ゲーム、ボードゲーム, , Jogos de guerra, jogos de tabuleiro, チックタックトー, Drei gewinnt, XXO, Kreis und Kreuz, Dodelschach, tris,filetto, fila tre, crocetta e pallino, zero per, cerchi e croci, tria, OXO, XOXO, Piątka, Kółko i Krzyżyk do pięciu, kółko i krzyżyk, Kółko i krzyżyk, jogo do galo, aparentado, Merels,trilha, moinho, Jogos dos Deuses, Zéros ou des croix, tris gioco, tris gratis, luffarschacksvarianter, Pente, Ninuki-renju, Fyra i rad, Othello, Schack, Ryskt luffarschack, Fritt Luffarschack,Tre-i-rad, Boter, melk, kaas, Tik tak tor, bondesjakk, tre på rad,Piškvorky,Rendžu,Šestvorky,3D piškvorky,Pentago,Kvantové piškvorky,jätkänshakki,Ristinolla, amőba játék,टिक टीएसी को पैर की अंगुली, اكس او, Ti Ta To ic ac oe ticc tti tii tiic ta taac tack ttack to too toe tooe toee to tti t a c i,Terni Lapilli, X and O, noughts and crosses, players, Xs and Ox, pencil and paper, 3x3 grid, puzzle, easy game, tictactoe, shizzwizzle,  simple game, pink, magenta, shizzwizzle, sudoku, sugaku,  fun game, easy game, tictactoe, simple game, fun game, puzzlegame,  pink, magenta, rosa, multicolor, color, colour, multicolour, farben,  puzzl, colorful, farben, nice colors, nice colours, beautiful color,  kids, children, kid, childrens",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE"
    ]
  }
}
