{
  "title": "Clouds Live Wallpaper",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.cloudslivewallpaper",
  "category": "Personalization",
  "price": "Free",
  "datePublished": "August 23, 2013",
  "version": "2.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "15",
  "rating": "3.8666666",
  "contentRating": "Low Maturity",
  "creator": "Live Wallpapers and Backgrounds",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.cloudslivewallpaper",
  "extendedInfo": {
    "installSize": "3.4M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "☁'Clouds Live Wallpaper'☁ is here to decorate your phone and brighten up your day! Download this free app and you will have a perfect ornament for your phone! Decorate your screen with little white sheep floating over the clear sky! These are the perfect backgrounds for all those romantic people who like just to lie back and daydream! Clear skies and a couple of fluffy puffs will make your screen look like a scene from heaven! Download this new app and escape the dullness of everyday life – travel to divine places and relax whenever you take a look at your screen!✔To use: Home -> Menu -> Wallpapers -> Live Wallpapers✔Full support for both portrait and landscape mode!Download ☁'Clouds Live Wallpaper'☁ and enjoy a relaxing scene on your phone screen! These wallpaper backgrounds are a perfect choice for you – download them now and you will have five romantic getaway locations to choose from, all that spiced with a couple of white clouds gliding smoothly over the clear blue sky! Show off your new best live wallpaper to everybody!“What are clouds?” A cloud is made of water drops or ice crystals floating in the sky. The sky can be full of water, but most of the time you can't see it. The drops of water are too small to see since they have turned into a gas called water vapor. As the water vapor goes higher in the sky, the air gets cooler, which causes the water droplets to start to stick to things like bits of dust, ice or sea salt. Some Native American tribes believed that the spirits they worshipped lived in the clouds of the sky. They even had explanations for the various types of clouds, rain, lightning, and thunder.When the spirits were pleased, it is said that the clouds would be few. Those that did show up would be fluffy white and often held positive messages for the people below living on earth. But only the most faithful were able to interpret and use the messages to their benefit.When there were no clouds in the sky, it was believed that the spirits were in council somewhere in the realm beyond mankind. During that time, the spirits talked about ways to guide their people. Sometimes, these council meetings resulted in new gifts for mankind. Other times, a less pleasant result would occur.When the clouds were thin and wispy, it supposedly meant that the spirits were not in the mood to expose themselves to their people on earth. Just like us, they may have, from time to time, become bored or disillusioned with life in general and with the foibles of mankind in particular.Gray puffs meant that the spirits were expressing their unhappiness or disappointment. Sometimes they threw lightning from the sky to destroy the things that mankind no longer appreciated or had taken for granted. The thunder represented their warrior cries of anger and frustration.Download ☁'Clouds Live Wallpaper'☁ and “be on cloud nine” each time you take a look at your new favorite wallpaper background!This live wallpaper has been tested on latest devices such as Samsung Galaxy S3, S4, Note II, HTC One X, Google Nexus 4, Sony Xperia Z. Please contact us if your device is not supported.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "android.permission.GET_TASKS",
      "android.permission.WAKE_LOCK",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "com.android.launcher.permission.UNINSTALL_SHORTCUT",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.GET_ACCOUNTS",
      "com.android.browser.permission.READ_HISTORY_BOOKMARKS",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
