{
  "title": "NREMT Simulator - Exam Prep",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.code3apps.NREMTSimulator",
  "category": "Medical",
  "price": "$4.99",
  "datePublished": "December 6, 2012",
  "version": "1.4.1",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "9",
  "rating": "4.3333335",
  "contentRating": "Everyone",
  "creator": "Code3Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.code3apps.NREMTSimulator",
  "extendedInfo": {
    "installSize": "1.5M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "Are you ready for the National Registry EMT Basic Exam?NREMT Simulator is a true simulation of the National Registry Computer Based EMT Basic Exam with 120 simulated registry questions that span the entire EMT curriculum. Designed to give you an actual computer based testing experience from your mobile device, the simulator uses a running clock combined with EMT Basic test questions designed and calibrated to mimic the National Registry perfectly. You want to know if you're ready to pass the NREMT Basic Exam. The NREMT Simulator can tell you, right now. Don't make the mistake of thinking that the NREMT is as easy as your textbook review book is. The textbook does not calibrate their material like we do!App Features:National Registry Level QuestionsThe questions featured in the NREMT Simulator were designed and edited by the same people who author questions for the National Registry database, following the same strict guidelines, format and exacting standards of The National Registry. With questions spanning the entire scope of the 2011 National EMT Curriculum, you will find no better resource to show you what it feels like to take this test. No other study guide can claim that their material has been through the rigorous review process that our 120 questions have. Properly Calibrated DifficultyThe Registry doesn't score you based on how many questions you answer correctly, they score you based on the difficulty level of the questions you answer correctly. The simulator uses test questions calibrated just above the minimum passing level of the National Registry Exam. That means that you can get real feedback about your ability to pass on test day.Actual Test ResultsOnce you've finished the exam, you'll get real results in a similar format to the actual Registry results page. Your results gauge your success in each of the six major categories of the Registry exam, using the same Above Passing / Near Passing / Below Passing results that the NREMT uses. Then you'll get a report detailing information for future study. The NREMT Simulator doesn't just help you study. It does what no other app on the market can do. It tells you if you're ready to pass.Timed TestingGet a true sense of your personal testing cadence. Our market research indicated that the running clock was one of the most intimidating elements of the National Registry test. The simulator lets you experience that pressure before test day so you won't feel quite so stressed on testing day.Take the exam before you have to take the exam with the NREMT Simulator.",
    "reviews": [
      {
        "documentVersion": "1.4.1",
        "timestampMsec": "1368889442277",
        "starRating": "5",
        "title": "Highly Recommended!",
        "comment": "Great application, it is not quote on quote like the NREMT exam in a few aspects, but the material is very helpful, and passing this test helped boost my confidence and I passed my NREMT first try!",
        "commentId": "gp:AOqpTOEhtP1vp8o0Va_Cw-GYXgczNx1fQoNS962UwKhLChXXQGV_h3IqPgf1k5-EQJ5v-mlaoh3xkXMkSj-y0w",
        "author": "Fred Stump",
        "authorURL": "http://lh3.googleusercontent.com/-tTTg4JYpmmU/AAAAAAAAAAI/AAAAAAAAABQ/dRPXUtopA2c/photo.jpg",
        "authorSecureURL": "https://lh3.googleusercontent.com/-tTTg4JYpmmU/AAAAAAAAAAI/AAAAAAAAABQ/dRPXUtopA2c/photo.jpg"
      },
      {
        "timestampMsec": "1347029546113",
        "starRating": "4",
        "title": "Good",
        "comment": "Very similar to actual test.. would give 5 but it doesn\\'t cut you off based on answers.. wish it was more of an algorithm than just questions.. overall I\\'m happy with the questions given",
        "commentId": "lg:AOqpTOEaQRZhM-UtWlLCI7puOWWe6tDzqmW7efTa03r9SJyw52N-tzd7bj-DPIJRXeyaqRSm0nfLYarSWW9CAw",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1337123826271",
        "starRating": "1",
        "title": "Bad",
        "comment": "Nothing like the test only good thing is it tells you where to study buy so do the free ones and they have more test questions",
        "commentId": "lg:AOqpTOEJP9mv_CInehR1EWr5xEdFJlz33eCsAS2tELwzywTjqyl5bWje2rVOFUPtx1CIDLfwibUVL-R38krRlA",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1354764191914",
        "starRating": "5",
        "title": "Exactly like the NREMT I took",
        "comment": "Its one test that is exactly like the nremt.  I took it several times before my test and felt well prepared.",
        "commentId": "lg:AOqpTOEr5-FuUDff7m0Ae2dKDMC5xg5WS3N_ruCrLsKWpt0Qnd-EiEc99Ly3ul885jlyhQ9XycAmHq2KMUih0g",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1344140118931",
        "starRating": "5",
        "title": "Droid RAZR",
        "comment": "Passed National Registry first try. Gets you in the mind set and similar to the NREMT",
        "commentId": "lg:AOqpTOELkvTbtSzLC3DP2vQuQdQPvmAagrD1GzL7kaycm8Ngt2S9dOg9sXUgCFq8MWs4KXGrCT9lClNZXOAYKw",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1328055538534",
        "starRating": "5",
        "title": "Exactly What I Needed",
        "comment": "This was exactly what I needed right before taking the NREMT test. The questions were more in depth and similar to real questions from the registry exam, unlike some of the other EMT prep programs I used. I liked the post test review. It helped me focus my studying in the last few days. (I did pass the exam on the first try.) If I could ask for anything else it would be more. If there was another program I would have bought it too.",
        "commentId": "lg:AOqpTOHcfGGsAeg3MolOfZpJBYfbILwTawgIuGtfb6AQwUtG7Hu2HYH4zInLOYpIApwxpoiHBudMDU6LB_tb4A",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [

    ]
  }
}
