{
  "title": "Stuart Little Coloring",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.colorkids.coloring.stuartlittlecoloring",
  "category": "Entertainment",
  "price": "Free",
  "datePublished": "June 16, 2013",
  "version": "2.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "2",
  "rating": "5.0",
  "contentRating": "Low Maturity",
  "creator": "Color Kids",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.colorkids.coloring.stuartlittlecoloring",
  "extendedInfo": {
    "installSize": "1.4M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "\"Free Stuart Little Coloring Book app for kids. Your children will love this! Entertain your kids for hours with this super fun coloring book app full of high quality images to color. Color images of Stuart Little with this delightful childrens' coloring app, painting for kids. Features include: paintbucket, paintbrush, undo feature, and more. Kids can save the colored images to your phone to can send to friends! Scroll to the right for more colors.This app is ad supported and may contain ads in the notification tray and/or home screen. This is an unofficial free fan app.Please rate this app 5 stars!Any content not owned by this developer belongs to their respective owners. We are not affiliated with this company. We don't claim any ownership to the characters, images, or content in this app. We believe the images fall under fair use as they are reduced size and excerpted for informational purposes. If there is a copyright issue with content in this app, please contact us and we'll remove it.\"Stuart Little is a 1945 children's novel by E. B. White, his first book for children, and is widely recognized as a classic in children's literature. Stuart Little was illustrated by the subsequently award-winning artist Garth Williams, also his first work for children. It is a realistic fantasy about a talking mouse, Stuart Little, born to human parents in New York.n a letter White wrote in response to inquiries from readers, \"..many years ago I went to bed one night in a railway sleeping car, and during the night I dreamed about a tiny boy who acted rather like a mouse. That's how the story of Stuart Little got started\".The story is episodic. First we learn of Stuart's birth to a family in New York City and how the family adapts, socially and structurally, to having such a small son. He has an adventure in which he gets caught in a window-blind while exercising, and Snowbell, the family cat, places Stuart's hat and cane outside a mouse hole, panicking the family. He is accidentally released by his brother George. Then two chapters describe Stuart's participation in a boat race in Central Park. A bird named Margalo is adopted by the Little family, and Stuart protects her from their malevolent cat. The bird repays his kindness by saving Stuart when he is trapped in a garbage can and shipped out for disposal at sea.Margalo flees when she is warned that one of Snowbell's friends intends to eat her, and Stuart strikes out to find her and bring her home. A friendly dentist, who is also the owner of the boat Stuart had raced in Central Park, gives him use of a gasoline-powered model car, and Stuart departs to see the country. He works for a while as a substitute teacher and comes to the town of Ames Crossing, where he meets a girl named Harriet Ames who is no taller than he is. They go on one date, and then Stuart leaves town. As the book ends, he has not yet found Margalo, but feels confident he will do so.The book was reviewed in the New York Times by Malcolm Cowley, who wrote, \"Mr. White has a tendency to write amusing scenes instead of telling a story. To say that Stuart Little is one of the best children's books published this year is very modest praise for a writer of his talent.\" The book has become a children's classic, and is widely read by children and used by teachers. White received the Laura Ingalls Wilder Medal in 1970 for Stuart Little and Charlotte's Web.The book was loosely adapted into a 1999 film of the same name, which combined live-action with computer animation. A 2002 sequel to the first film, Stuart Little 2, was truer to the book. A third film, Stuart Little 3: Call of the Wild was released direct-to-video in 2006. This film was entirely computer-animated, and its plot was not derived from the book. The voice for Stuart Little was provided by Michael J. Fox.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "android.permission.READ_PHONE_STATE",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
