{
  "title": "Math Monkey",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.codepunksoftware.mathmonkey",
  "category": "Brain & Puzzle",
  "price": "$0.99",
  "datePublished": "December 14, 2011",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "2",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "Codepunk Software",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.codepunksoftware.mathmonkey",
  "extendedInfo": {
    "installSize": "9.3M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Who says math has to be boring! We sure don't. Math Monkey takes math to a whole new level and makes it fun. By combining entertaining music, eye popping graphics and challenging gameplay your child will beg you to play this game.The goal is simple. When a question shows up on the sign, find the corresponding balloon with the correct answer and throw a banana at it to pop it. But you have to be careful. Some bad monkeys in the jungle don't want to make it easy on you. They will climb the palm trees and proceed to throw coconuts at you. Dodge the coconuts by touching the bottom left or bottom right of the screen. Had enough of the bad monkeys? Throw a banana at them to knock them off their perch.Math Monkey contains the following features:* 3 fun games in 1 awesome app! Banana Throw, Balloon Tap and Monkey Test!* Play games using addition, subtraction, multiplication or division. * Select a certain level or have the game randomize them for you. For instance, does your child need to study their 5's? How about the difficult 12's? Just select the right level and let them play.* Easy, medium and hard difficulties. Choose hard and your child will be doing algebra without even realizing it!* Professionally recorded music* Outstanding jungle themed graphics* Want to know how your child is doing? Math Monkey also contains the \"Monkey Test\". Simply select that game from the menu and your child will answer questions on a chalkboard. Have them show you the results so you can see how well they did.We believe that education can be entertaining. In fact, we sat down with a 9 year old and had her tell us what she would want in a math game and this is what she came up with. So what are you waiting for, get Math Monkey today and watch your child learn and have fun at the same time.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.READ_PHONE_STATE",
      "android.permission.ACCESS_NETWORK_STATE"
    ]
  }
}
