{
  "title": "That's What She Said Widget",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.colinodell.twsswidget",
  "category": "Entertainment",
  "price": "$0.99",
  "datePublished": "February 12, 2011",
  "version": "1.3",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "3",
  "rating": "4.3333335",
  "contentRating": "High Maturity",
  "creator": "Colin O'Dell",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.colinodell.twsswidget",
  "extendedInfo": {
    "installSize": "176k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "(Please see the FAQ below before posting negative feedback)Press the instant widget button to make your phone say \"That's what she said!\" The perfect app for using at the office, out with friends, or anywhere you want to make an innocent statement become inappropriate.All my widgets come with a 15-minute trial period.  If this widget isn't for you, just return it within that time and we'll cancel the order.----------------Frequently Asked Questions:Q: I installed the app but it doesn't appear in my app list.A: This is a widget ONLY. You can't run it like normal application. You must add to home screen to use it: press the home button, long-press an empty area of the screen and choose 'add widget'.Q: The volume is too low.. I can barely hear it!A: Your media volume is turned down.  You can increase it by pressing vol up while the sound effect plays or by adjusting the volume through the system settings.  If your volume was down low after listening to music or watching Netflix, you'll have to turn it back up.  Remember, Android phones have different volume settings for your ring vs media, so make sure you turn up the right one!-------Special thanks to Tim C. for the idea :)",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
