{
  "title": "Professor Plusminus",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.codeconcert.profplusminus",
  "category": "Education",
  "price": "Free",
  "datePublished": "June 9, 2013",
  "version": "1.0",
  "operatingSystems": "3.0 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "Maik Aicher",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.codeconcert.profplusminus",
  "extendedInfo": {
    "installSize": "4.6M",
    "downloadsCount": "10+",
    "downloadsCountText": "10 - 50",
    "description": "Hilf Professor Plusminus die Rechnungen zu lösen und seine Rakete zu starten!Professor Plusminus ermöglicht es Grundschülern, die Grundrechenarten zu üben. Hierbei können Sie jede Grundrechenart einzeln konfigurieren (aus welcher Zahlenmenge werden die Rechnungen aufgebaut, bzw. in welchem Bereich darf das Ergebnis liegen). Auch können Sie festlegen, welche Grundrechenarten abgefragt werden sollen. Innerhalb der vorgegebenen Zahlengrenzen werden dann per Zufallsprinzip Aufgaben festgelegt, welche von den Kindern zu lösen sind - wobei Sie auch die Anzahl der Aufgaben pro Durchgang selbst bestimmen können.Nachdem alle Aufgaben gelöst wurden wird angezeigt, welche Aufgaben richtig und welche falsch sind. Die Falschen werden danach  nochmal abgefragt, solange bis alle richtig sind. Zum Einüben kann nun noch festgelegt werden, wie oft die fehlerhaften Aufgaben in den nächsten Runden wiederholt werden sollen. Das Programm ermöglicht es auch, mehrere Konfigurationen zu hinterlegen. Dies ermöglicht es Ihnen,  Kinder unterschiedlichen Alters mit dem Programm üben zu lassen). Zur Motivation wird (sofern Sie das Programm auf einem Tablet Rechner laufen lassen) eine kleine Animation angezeigt. Für die spätere Auswertung können Sie weiterhin noch eine Statistik ansehen, welche sowohl die Fehleranzahl, als auch die benötigte Zeit in einer Grafik anzeigt.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [

    ]
  }
}
