{
  "title": "Collective Mind Node",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.collective_mind.node",
  "category": "Education",
  "price": "Free",
  "datePublished": "August 12, 2013",
  "version": "1.4.beta",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "Grigori Fursin",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.collective_mind.node",
  "extendedInfo": {
    "installSize": "203k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Continuing innovation in science and technology is vital for our society and requires ever increasing computational resources. However, delivering such resources has become intolerably complex, ad-hoc, costly and error prone due to an enormous number of available design and optimization choices combined with the complex interactions between all software and hardware components. We are developing a long-term holistic and collaborative methodology together with open-source Collective Mind infrastructure and repository (http://sourceforge.net/projects/c-mind) for systematic characterization and optimization of computer systems through unified and scalable repositories of knowledge and crowdsourcing. In this approach, multi-objective codelet, program and architecture tuning to balance performance, power consumption, compilation time, code size and any other important metric is transparently distributed among multiple users while utilizing any available mobile, cluster or cloud computer services. Collected information about program and architecture properties and behavior is continuously processed using statistical and predictive modeling techniques to build, keep and share only useful knowledge at multiple levels of granularity. Gradually increasing and systematized knowledge can be used to predict most profitable program optimizations, run-time adaptation scenarios and architecture configurations depending on user requirements. More info:* Community website: http://cTuning.org* Live Repository: http://c-mind.org/repo * Collective Mind vision publication: http://hal.inria.fr/hal-00850880* Regular international seminar on \"making computer engineering a science\": http://www.hipeac.net/thematic-session/making-computer-engineering-science* Founder page: http://cTuning.org/lab/people/gfursinIf you are interested to join collaborative initiative or support (invest to) this project to help us realize many new interesting ideas, please contact Grigori Fursin (grigori.fursin@cTuning.org)!",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET"
    ]
  }
}
