{
  "title": "RXFiles",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.collegemobile.rxfile",
  "category": "Medical",
  "price": "Free",
  "datePublished": "July 26, 2013",
  "version": "1.5",
  "operatingSystems": "2.3.3 and up",
  "ratingsCount": "8",
  "rating": "3.5",
  "contentRating": "Everyone",
  "creator": "RxFiles",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.collegemobile.rxfile",
  "extendedInfo": {
    "installSize": "5.5M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "1 year subscription $44.99.Free demo trial charts included.RxFiles Drug Comparison Charts – App for AndroidThe RxFiles App contains > 85 drug comparison charts (>2000 entries on index pages) in a variety of medical therapeutic areas.  The charts are identical to those published in our RxFiles Drug Comparison Charts book. Content for the app is continually updated automatically.  RxFiles is an independent provider of objective, comparative drug information and education in Canada.  We sift through the evidence, expert opinion and marketing hype in search of a balanced, evidence based and clinically relevant summary of drug information useful for therapeutic decision making. We do not receive any funding from the pharmaceutical industry.  Funding comes from a grant to provide academic detailing to physicians in Saskatchewan, with additional “not-for-profit” revenue from sale of books, electronic information and services.Current topic areas focus on drug use in primary care including: cardiology, dermatology, endocrine/diabetes, gastrointestinal, genitourinary, infectious disease, musculoskeletal/pain, neurology, gynecology, psychiatry, respiratory and a variety of other miscellaneous topic areas.  More information on drug and therapeutic areas covered is available from our website at: http://www.RxFiles.ca.What’s in a chart:*Guidance on therapeutic approaches, from evidence based reviews, guidelines and clinical opinion*Drug names (including major brand names), strengths and formulations*Contraindications, side effects and drug interactions focusing on those most relevant to drug selection and individualization of therapy*Various dosing information (initial, typical maintenance, maximum) and typical cost in Canada*Advantages, disadvantages and special considerations for various drugs.A word on the “density” of information.  The drug charts are packed full of information as a place to make multiple comparisons on one or two pages.  Thus, those who like them, love them for the reason that there is a lot of comparative and clinical detail packed onto the page; however, for those who are used to larger fonts and spacious formatting, these charts will take a bit of getting used to.  Searching the RxFiles information has been greatly enhanced for this app.  The app is sorted by medical system categories or through an auto-populated index.  The app is designed as an annual subscription providing ongoing use and updates for one year.  Use of the application following one year will require a subscription renewal.  We have attempted to provide value for the lowest cost possible that allows for ongoing maintenance and development of this information.  Additional newsletters, Q&As and clinical trial summaries are available from our website at RxFiles.ca.* Terms of use:http://www.rxfiles.ca/rxfiles/modules/miscellaneous/privacy.aspx",
    "reviews": [
      {
        "timestampMsec": "1378511972952",
        "starRating": "1",
        "title": "Way to unorganized.",
        "comment": "A little crammed...but good.  This app is basically PDF files of the book.  Needs interactive user interface with less data per page.   Definitely not my first choice.... Especially at $45/year.   Nice to see all the relevant Canadian data though.",
        "commentId": "gp:AOqpTOHphFFO_NI8g90VPB0eMX1qNu7JdXj1z4VSBvCNRH-hxHjuhyJ9KhXqZ1EVYl2yoCcseKXLUv8a1I1nSA",
        "author": "Jared Friesen",
        "authorURL": "http://lh3.googleusercontent.com/-DQtzC3MeZBs/AAAAAAAAAAI/AAAAAAACBTM/x8aaIGmf6eU/photo.jpg",
        "authorSecureURL": "https://lh3.googleusercontent.com/-DQtzC3MeZBs/AAAAAAAAAAI/AAAAAAACBTM/x8aaIGmf6eU/photo.jpg"
      },
      {
        "documentVersion": "1.4.2",
        "timestampMsec": "1356108011400",
        "starRating": "5",
        "title": "Excellent summary",
        "comment": "Provides good data as to medication options and provides good point of care information.",
        "commentId": "gp:AOqpTOHkSv6oAuFsaOLskLN_UM3krGBSaKxXFrEvILEllEH9fRcrPDIcz28H_9j8dxZWtzAzLXRzlmksJrr0cw",
        "author": "Jordan Wronzberg",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1344847856678",
        "starRating": "4",
        "title": "Great aap",
        "comment": "Its very usful app for medical students and nurses",
        "commentId": "lg:AOqpTOENzIRnx6HXiEE63g3SPRmsfbbdSVto6QaP_gx02AokRkw0GJZtCmBnCOR9YOPlOJzPBt7KP4u5lUMBvw",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1336183875195",
        "starRating": "5",
        "title": "Great comparative drug info",
        "comment": "Looks awesome on my tablet. But i need to zoom in & out of the charts on my phone. I like the demo charts, but all the charts updated & available with subscription is great. The way you can page thru the charts or find the drugs by index is very nice. Just like the RxFiles book & both without drug industry funding.",
        "commentId": "lg:AOqpTOGZSXtOMEeXPzasJuvhacWa6xzSdkjjR8XEH40R2a5PniU8IiEgMNMLC-qkljZMKdD7nmJfG07vCPCpFw",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1335972432735",
        "starRating": "4",
        "title": "RxFiles",
        "comment": "This is an extremely useful app for the tablet. It\\'s really similar to the book and easy to navigate. A great resource for android phones, as well. Being able to zoom into the charts makes it quite user-friendly. An added bonus is that updates are available at the click of a button.",
        "commentId": "lg:AOqpTOHJi4-ooqHfq0f1gW5rVFlVtdg0PiPJH5G00KmaYIIL2GBUbqR19i_RP1Nc3cg_CYmvZI_1NQ2GkrFXiw",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1335221899551",
        "starRating": "1",
        "title": "What the .... is this .... ?",
        "comment": "Who is going to use this useless unreadable scaned files. If u make freely available, nobody is going to use this.this will be always locked, like ur lock shown in application.",
        "commentId": "lg:AOqpTOGnyZp_4HdUVRS9PcE6dSxM2cxOKo9MOma22_LGRKStVmL_RhfFDJI3DufqKNzCMJDygYhwhZwD5x-mUA",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "com.android.vending.BILLING",
      "android.permission.WAKE_LOCK",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.GET_ACCOUNTS"
    ]
  }
}
