{
  "title": "Command and Conquer 3",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.comand_game",
  "category": "Entertainment",
  "price": "Free",
  "datePublished": "August 26, 2013",
  "version": "1.0",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "26",
  "rating": "3.5769231",
  "contentRating": "High Maturity",
  "creator": "App Game Guide",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.comand_game",
  "extendedInfo": {
    "installSize": "2.8M",
    "downloadsCount": "5,000+",
    "downloadsCountText": "5,000 - 10,000",
    "description": "NOTES: - This is an unofficial game guide walkthrough of the game;- All content in this app is from gamepressure.com- We do not own 'COMMAND AND CONQUER 3' nor we are associated with it;- The copyrighted material in this app is allowed by the COPYRIGHT LAW: FAIR USE;- All trademarks, logos, and images are property of their respective and rightful owners;- Any content will be removed if asked by the legal owners.Disclaimer:This application is an unofficial guide to Command and Conquer 3. It is intended for educational purposes only. This application is the sole creation and responsibility of the developer. The developer is not endorsed by or affiliated with Electronic Arts Inc. Neither has anyone else authorised, sponsored or sanctioned this unofficial guide.All characters and their names, places, events and all other aspects concerning Command and Conquer 3 are the property of their respective owners. All trademark and copyright concerning Command and Conquer 3 are the property of their respective owners. We make no claim to and do not have any rights to any of the foregoing. Images in this application are used only to convey what the application is about.In creating this unofficial guide to Command and Conquer 3, I assert its rights under the \"fair use\" doctrine pursuant to United States copyright law and the equivalent in other jurisdictions. If you believe that there has been a contravention of your proprietary rights then email details to vn.thangnd@gmail.com.Description COMMAND AND CONQUER 3Command & Conquer: Red Alert 3Score: 7.1Systems: Xbox 360, PCGenre: Real-time strategy Length: 25 hours Difficulty: 7 Developer: EA LA Publisher: EA Games Release Date: 10/30/08Pros - New units and abilities add to the series - Rising Sun faction is very different and fun - Co-op gameplay adds another level of strategyCons - Far too many units and powers return to the series - Each side plays too similarly due to the repetitive unit types - Too many levels simply require building up a huge economy and force to wipe out an entrenched enemyThe Command & Conquer and Red Alert series has gone a long way to popularize the real-time strategy genre through the years. Red Alert 3 adds a few new units, powers and a new faction to keep the franchise fresh, but far too much has remained the same. The game's biggest problems are that far too many units are retained from prior games, many units are shared between all 3 factions with mere name swaps and the AI is still amazingly ignorant of its surroundings. The game is fun but would be much better if they actually pushed the franchise and genre forward with some truly fresh new ideas rather than retreading the same formulaic approach to the RTS genre.Red Alert returns with the series trademark campy videos to tell the story of an alternate history where Einstein never existed and a new faction, the Empire of the Rising Sun, vies along with the Soviets and Allied forces to control the world. The over the top acting by some well-known actors, such as George Takei, JK Simmons (he's absolutely hilarious!), and Jenny McCarthy, provides an entertaining calm between the campaign's tense missions.A great amount of the series gameplay returns in this latest entry to the series. While each side shares carbon copy units that counter specific types of units, they also have units that help make them unique. As units win battles they gain experience, which enables them to cause more damage, shoot faster and eventually heal themselves. For each battle that you win, you earn command points that you can spend to give you abilities that increase your odds of winning battles. Each side also has a super weapon that it can access by building expensive buildings that require a number of prerequisite structures. These weapons are so powerful that they can eradicate large chunks of an opponent's base if they are deployed after their timer has counted down.",
    "reviews": [
      {
        "timestampMsec": "1377231284275",
        "starRating": "3",
        "title": "Good",
        "comment": "Can be made better",
        "commentId": "gp:AOqpTOFMh0oPR2zgxeXLY1bP0nr1a2TPsDrOtshjqifbRa_26ZQ6sWnSLPzie6kQj_w_VU4bx3zkfXlx42hQ-1U",
        "author": "rajkumar akeshor",
        "authorURL": "http://lh4.googleusercontent.com/-lUfXZ4SVIX4/AAAAAAAAAAI/AAAAAAAAABw/3AG7vX1FXoM/photo.jpg",
        "authorSecureURL": "https://lh4.googleusercontent.com/-lUfXZ4SVIX4/AAAAAAAAAAI/AAAAAAAAABw/3AG7vX1FXoM/photo.jpg"
      },
      {
        "timestampMsec": "1378642426640",
        "starRating": "5",
        "comment": "If you build stuff and play it right it\\'s awesome think build command and fight that\\'s this game\\tI love this game",
        "commentId": "gp:AOqpTOFH3O3Hby8xuu9HZorjepCTLf846sU1HDW-fw2VVYModicVCjqC9Zw2cF25F-rwE9otMnxWvzriOT-bxJ4",
        "author": "Chris Harpster",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1378523743756",
        "starRating": "5",
        "comment": "Ok",
        "commentId": "gp:AOqpTOHaTkn1XxeQtyPpbuQ8XvsDY5Wx0mlmY5obws3pR19e_H6n8alURhvZ-iZ4ZnrjqTOXBxkjGelpj6c-QRc",
        "author": "Andy Brown",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1377546196653",
        "starRating": "1",
        "title": "Spyware Bloatware",
        "comment": "Some may find the content use full but as soon as I installed it there were advertisements in every corner of my phone including my status bar and main screen!",
        "commentId": "gp:AOqpTOFuCq_jiYjpAX2rkwxal-i5IGzt74-4GcNF5G0zy7TR-hQF0r9xdTE5Wecuy4ARnwIPfLOH0mS7PT2hR4Q",
        "author": "Trek Rider",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1375939828435",
        "starRating": "1",
        "title": "Ok",
        "comment": "Not what I needed.",
        "commentId": "gp:AOqpTOGcibhVjuzU4jRO44vEsSJOJjSgcn-ttN1FZc5Im8UmV-LveUxoX4e-XrH8TE9RjT4BWpHGk0gdz6bgkOw",
        "author": "Josh Galman",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.GET_ACCOUNTS",
      "com.android.browser.permission.READ_HISTORY_BOOKMARKS",
      "android.permission.ACCESS_WIFI_STATE"
    ]
  }
}
