{
  "title": "Business Card Lite",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.colony.businesscardlite",
  "category": "Business",
  "price": "Free",
  "datePublished": "June 1, 2012",
  "version": "1.0",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "24",
  "rating": "1.9583334",
  "contentRating": "High Maturity",
  "creator": "MSP Inc.",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.colony.businesscardlite",
  "extendedInfo": {
    "installSize": "12M",
    "downloadsCount": "5,000+",
    "downloadsCountText": "5,000 - 10,000",
    "description": "Business Card app is a convenient and cost effective electronic business card.   This is the free ad version, Business Card Deluxe is our premium version.It is simple to use. Pick your template from several to choose from, add your picture and logo and all other information you have on a regular paper business card or be selective with what you want to include.Help us meet our goal of planting 1 million trees wordwide as 10% of the app sales proceeds goto replanting. Help us diminish the use of paper business cards.The application works only with bluetooth connection so your data is not stored on a website somewhere like QR code business card applications. Your information is secure on your device and is only transferred to other business people you want to share your electronic business card with.Several wonderful features.This business card app works via your Bluetooth.  Any other user within Bluetooth range can receive and transmit their information to you and receive your information if they have the Business Card application. How it works. We recommend you change your bluetooth name to have a BC prefix.To exchange your business card information, you initiate the app and make your device discoverable while the other user whom you want to share business cards, searches for devices. With your device having a BC prefix the other user can easily determine in a convention room full of other bluetooth devices which device is yours. Once the requests appear and are accepted the information is transfered instantly. Both users can than save the information in the business card database. Use the business card app at meetings- if the other user does not have the app make sure to promote the app.Business Card is easy to use and is an environmental conservation product since mass use of this application will save innumerable trees.The Business Card app is paperless, just imagine all the trees we can save using business card app.All your information is secure and inaccessible by anyone other than you and the other party. No servers involved where anyone can spy.  Your phones via Bluetooth act as a server. Since you only input the data you want others to see you have control of your information, just imagine all the information stored on QR code wesbites- which you have no control over.No more gathering business cards and manually entering the data, or scanning the paper business cards you have acquired at conventions or meetings, think of all the free time you will have!No more hassles from visiting the printing shop. The only hassle is loading your picture, if you like, and your logo with your information, AND you can change the template at any time, also your logo and picture can be changed, how wonderful is that?Business card app is a paperless \"green\" innovation, convenient, secure, and safe  to use.Ready to socialize outside your business environment? Use our Face Card app which has the same features, different templates and  screenname options and anonymity.  With Face Card you can find new friends, try it too.Rename your Bluetooth identification in settings to your personal name with an Bc in front of your personal name, example is my personal name is John Smith so I changed my Bluetooth identification to Bcjohnsmith, that is how other Business Card users will identify you as a user.",
    "reviews": [
      {
        "timestampMsec": "1339555718196",
        "starRating": "1",
        "title": "Poor app",
        "comment": "The idea is good, but there is so much advertising above & below the work area that most of the area is blocked ads. A single ad; ok.  So much of the app covered and obstructed by ads; crazy.  Too bad that the developer appears to be looking to make a quick buck. Uninstalling.",
        "commentId": "lg:AOqpTOHIJc2iaDOtY3URJTRs42IoZ1nvN7_nZtP-dHFf1J05nJEeefuV6AuWtO_rqFgafbiOAim0m0ZtxE-GBA",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1365348844506",
        "starRating": "1",
        "title": "Total rubbish",
        "comment": "Waste of time android should ban this crap app",
        "commentId": "gp:AOqpTOFfUFRwMt3puglV0FAU95wnlu92l97dAYRl80_ENPqugzsEgrE9buA3NBBqwg0m8oi52HcMVD-ho_Ti-A",
        "author": "Paulo Alexandre Oliveira Pereira",
        "authorURL": "http://lh5.googleusercontent.com/-UKg_gYXyA_E/AAAAAAAAAAI/AAAAAAAAARI/ndfQ3zSbp2g/photo.jpg",
        "authorSecureURL": "https://lh5.googleusercontent.com/-UKg_gYXyA_E/AAAAAAAAAAI/AAAAAAAAARI/ndfQ3zSbp2g/photo.jpg"
      },
      {
        "timestampMsec": "1363626432397",
        "starRating": "1",
        "title": "Uninstall",
        "comment": "Keep crashing so uninstalled... Very bad.  1 star and that being nice...",
        "commentId": "gp:AOqpTOEyGjxIDvDDYVERuP5bXnT9uMiF4GNH_DbiDXIY6bj9XffpiMga3j4BvFirkLSTN493JoV7Gedf6YimYQ",
        "author": "Alan Halpin",
        "authorURL": "http://lh5.googleusercontent.com/-sqk4DXRbqxc/AAAAAAAAAAI/AAAAAAAAACE/4i2ok7IuUm8/photo.jpg",
        "authorSecureURL": "https://lh5.googleusercontent.com/-sqk4DXRbqxc/AAAAAAAAAAI/AAAAAAAAACE/4i2ok7IuUm8/photo.jpg"
      },
      {
        "timestampMsec": "1356030792692",
        "starRating": "1",
        "comment": "Crash instead of open",
        "commentId": "gp:AOqpTOHEBHWgu7qhq5WPT3jR7MYUneZs4tWjg6d0sFy2DQATPbCArrHphl1zMVFZpKHWwqkBHDrDVGQlg22ePA",
        "author": "Asaf Pinhassi",
        "authorURL": "http://lh6.googleusercontent.com/-cXtlN2CCIkM/AAAAAAAAAAI/AAAAAAAAJIY/7acfwK19vxE/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/-cXtlN2CCIkM/AAAAAAAAAAI/AAAAAAAAJIY/7acfwK19vxE/photo.jpg"
      },
      {
        "timestampMsec": "1371228646663",
        "starRating": "1",
        "title": "Very poor",
        "comment": "Useless",
        "commentId": "gp:AOqpTOEP8wKSMGndGkIPJcrUBrrWMJI9l_sZ1vn5SSh0HWl3Q552VJ8xr9QCKyaGKgFKKXjqaST7RhJqjTPndg",
        "author": "Ammar Shakfeh",
        "authorURL": "http://lh3.googleusercontent.com/-fFVKzb4ZMFI/AAAAAAAAAAI/AAAAAAAAAs0/ma8w3Eg6y2s/photo.jpg",
        "authorSecureURL": "https://lh3.googleusercontent.com/-fFVKzb4ZMFI/AAAAAAAAAAI/AAAAAAAAAs0/ma8w3Eg6y2s/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.BLUETOOTH_ADMIN",
      "android.permission.BLUETOOTH",
      "android.permission.WRITE_CONTACTS",
      "com.android.vending.CHECK_LICENSE",
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE",
      "android.permission.WRITE_CALL_LOG"
    ]
  }
}
