{
  "title": "South Carolina Football News",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.collegesportsnews.southcarolinafootballnews",
  "category": "Sports",
  "price": "Free",
  "datePublished": "August 12, 2013",
  "version": "2.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "1",
  "rating": "5.0",
  "contentRating": "Low Maturity",
  "creator": "Big Time Sports Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.collegesportsnews.southcarolinafootballnews",
  "extendedInfo": {
    "installSize": "6.4M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "Get the latest South Carolina football news using our app featuring Gamecocks news and videos.Please rate the app on content. This is an ad supported version that is 100% free.This is by far the most comprehensive South Carolina football app available today!Features:* Up-to-the second USC football news* South Carolina football recruiting news* 2013 South Carolina Gamecocks football schedule* 2013 roster including player photos* Instant access to the South Carolina athletics' Twitter account * Instant access to the South Carolina athletics' Facebook account* Instant access to the South Carolina athletics' official mobile website* Order tickets to any South Carolina game directly from the app* Latest South Carolina football videos from YouTube* Latest SEC football news* Latest NCAA football news* Latest news from the BCS (Bowl Championship Series)* Latest YouTube videos from the SEC Network* Up-to-date college football standings* Up-to-date college football polls - Harris, AP, Coaches and BCS* Live weekly college scoreboard* List of radio stations that broadcast South Carolina football* Great prices in our fan store on apparel, souvenirs, hats, caps, collectibles, fan gear, baby items and automotive giftsUnlike other apps that provide news from only one or two sources, our app searches 100s of sources online for up-to-the-second South Carolina Gamecocks news. Articles are updated and kept fresh all day, every day!Need seats to the next home game at Williams-Brice Stadium? Open our app and select \"Tickets\" from the home screen. We use TicketNetwork.com so you know that your purchase is discounted and guaranteed.Do you like to get social? Get instant access to the South Carolina athletics' Facebook and Twitter accounts.Stream videos of South Carolina football and the SEC Network right to your screen.During the season, keep up with all the action on Saturday with live scores and news info. When games end on a Saturday in the SEC, check out our SEC news feed to read all about them.Not affiliated with the University of South Carolina. Images and articles on this app are used under the fair use provision of the Copyright Act for purposes of reporting. Information shown in this app is gathered from the various internet sources.",
    "reviews": [
      {
        "timestampMsec": "1375543624780",
        "starRating": "5",
        "title": "Excellent !",
        "comment": "Best gamecock app out ! & I tried them all .",
        "commentId": "gp:AOqpTOHghdw83Ut3RUoKfKZyEW5YWrOVlCcSjzNTBWr-HjZ_YtkvQ_3I1sBDBiYvQKg69GOYlfZDkN0DchSDsA",
        "author": "Yeffren Mitchell",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
