{
  "title": "FireFighter Pocketbook Lite",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.code3apps.FireFighterLite",
  "category": "Education",
  "price": "Free",
  "datePublished": "December 6, 2012",
  "version": "1.1.1",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "11",
  "rating": "4.909091",
  "contentRating": "Everyone",
  "creator": "Code3Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.code3apps.FireFighterLite",
  "extendedInfo": {
    "installSize": "1.0M",
    "downloadsCount": "10,000+",
    "downloadsCountText": "10,000 - 50,000",
    "description": "Firefighter review material on the go!Practice Quizzes, Flashcards, Skill Sheets, Scene Checkoffs, and MORE!The Firefighter Pocketbook lite is a training tool for Firefighters based off of the Firefighter Pocketbook Pro version. Here a 42 question quiz is presented, where you can test your knowledge of firefighting activities, and 52 Flashcards for review. Also a demonstration scene checkoff section where 6 scenario scenes are presented. All of the Skill Sheets that are provided in the full Firefighter Pocketbook are present here and allow users a reference for keeping their skills current. If you like what you see here, upgrade to the full version for a comprehensive study guide for firefighting. If you are a student going through class you will benefit from this app. Simultaneously, so will a seasoned veteran that is trying to stay current on recent developments.The material has been prepared and verified with 2012 NFPA and IFSTA text books. Over 550 practice exam quiz questions and 700 flashcards are available in the Pro version found in your devices app store. The Pro Version is divided into these sections:- Study: Practice quizzes, and exam questions to keep you current. As an added bonus, 700 flashcards for review. If you are taking a class or just reviewing, these will keep you updated. Firefighting terms and reference information as well.- Checkoffs: The many different types of scenes that an emergency responder can find themselves in are included here with the ability to check off necessary functions. The checkoffs section is divided into three sections. Medical, Firefighting, and Technical Rescue.- Library: The library section contains a firefighting REFERENCE TERM section, and a FIREFIGHTER SKILL SHEETS section that includes most of the skills that any firefighter should be proficient in. Use both as a training aide. More material to come soon.5 components differentiate us from our competitors:1. A Bookmarking feature that allows the user to save difficult test questions, or flashcards for later study. This allows the user to tailor the experience to their needs.2. Explanations so that the user learns from every exam question and flashcard.3. Over 550 Exam Questions and 700 firefighting Flashcards prepared by Firefighting instructors that are involved in both EMS/Fire education, and running calls in the streets. This enables the material to be relevant for students and to prepare you for the real world.4. A Scene Checklist section is added so that the user can review the multiple types of emergency scenes and practice situational awareness and comprehensively managing a scene.5. Material that has been developed by Firefighting educators that are current on latest developments. Our material has been developed for the Android user and cannot be found on a website somewhere for free. Other material is built to assess, ours is built to teach.Please feel free to Email any questions or concerns to: code3apps@yahoo.com, we are always willing to help in any way. Enjoy our app and stay safe out there.Taking tests is hard! BE PREPARED.",
    "reviews": [
      {
        "documentVersion": "1.1.1",
        "timestampMsec": "1360721502329",
        "starRating": "5",
        "title": "Mb",
        "comment": "Very good app!!!!",
        "commentId": "gp:AOqpTOH6YJF7DM3zjZdMomJ2uJTKuwX1fpALo8LOdV5jfEyWeL0JCLoREWIJogm_kfhCdz3gNElY_5SSIETOshM",
        "author": "Mark Bell",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "documentVersion": "1.1.1",
        "timestampMsec": "1375939368157",
        "starRating": "5",
        "title": "5/5",
        "comment": "Awesome",
        "commentId": "gp:AOqpTOHeyyeUIjrezbm4tcwN0oa19NNIbt-GrM9G94gb65wccEfFCge5VtJWarMmaHH_OoBkRCTgy3s-YSO7OiA",
        "author": "Rob Powers",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "documentVersion": "1.1.1",
        "timestampMsec": "1364739298290",
        "starRating": "4",
        "title": "RKMC_MAL",
        "comment": "Good but doesn\\'t meet UK standards for GRA\\'s most of the time but good for revision.",
        "commentId": "gp:AOqpTOGyQST2h3VPtiz-LIFkK6Mio_BNEjGYhVWh3MyL5rv3G0G_2KhuSl_ma1vEC3LSG62cTd_0eElMQQrIG78",
        "author": "Stephen Jones",
        "authorURL": "http://lh4.googleusercontent.com/-b5rAJt_Mwuw/AAAAAAAAAAI/AAAAAAAAADA/ZOhNNSQ7XtA/photo.jpg",
        "authorSecureURL": "https://lh4.googleusercontent.com/-b5rAJt_Mwuw/AAAAAAAAAAI/AAAAAAAAADA/ZOhNNSQ7XtA/photo.jpg"
      },
      {
        "timestampMsec": "1369364223813",
        "starRating": "5",
        "title": "Awesome",
        "comment": "Brilliant!",
        "commentId": "gp:AOqpTOFhV3CO_vW-NYSMJP4XWRtWF0qCwRBD4m44gaulpeYz49IrIeAu0PPUZVywbzv-1wFTXtnNWtaUVXj6Z7c",
        "author": "David Grass",
        "authorURL": "http://lh4.googleusercontent.com/-5rix78FvITU/AAAAAAAAAAI/AAAAAAAAAB4/HC63LpNMrnA/photo.jpg",
        "authorSecureURL": "https://lh4.googleusercontent.com/-5rix78FvITU/AAAAAAAAAAI/AAAAAAAAAB4/HC63LpNMrnA/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE"
    ]
  }
}
