{
  "title": "High Fiber Food List",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.colakey.K19.highfiber",
  "category": "Health & Fitness",
  "price": "$0.99",
  "datePublished": "April 25, 2013",
  "version": "2.0",
  "operatingSystems": "2.0 and up",
  "ratingsCount": "1",
  "rating": "2.0",
  "contentRating": "Everyone",
  "creator": "Colakey LLC.",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.colakey.K19.highfiber",
  "extendedInfo": {
    "installSize": "9.5M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "*** 50% Promotional Sales! Limited Time Only!◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆About Food Fiber ContentFood Fiber is the indigestible portion of plant foods. Fiber acts by changing the nature of the contents of the gastrointestinal tract and by changing how other nutrients and chemicals are absorbed. Soluble fiber absorbs water to become a gelatinous, viscous substance and is fermented by bacteria in the digestive tract. Current recommendations from the United States National Academy of Sciences, Institute of Medicine, suggest that adults should consume 20–35 grams of dietary fiber per day, but the average American's daily intake of dietary fiber is only 12–18 grams. High Fiber Food List is an application containing the Fiber Content of over 300 types of fiber-riched food. This App is an excellent App for people who are health conscious and those who need to take more fiber in their daily diet. For every type of food included, the following information is available for you:- Portion- Calories (KCal)- Fiber Content (grams)- Fiber Level- Equivalent to how many % of daily requirementThe application is optimized for all Android devices running on OS 1.5 or above.◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆FEATURESThis application has the following features:- User friendly interface to preview all terms in one view- Ability to bookmark selected term for easier reference- Cross-referencing links to other term- A food list search engine- Offline browsing- This App is ONLY available in English◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆This application is proudly presented by Colakey LLC.",
    "reviews": [
      {
        "timestampMsec": "1373655973628",
        "starRating": "2",
        "title": "very basic app",
        "comment": "attractive and nice list of foods, no restaurant foods and limited list of prepared foods and no way to add to the list of foods and no mechanism for tracking .  It should have been Free until they got a better product. On the other hand it was the only app i found that concentrated on fiber.",
        "commentId": "gp:AOqpTOHbTUU9GNYJi6H4ntgIXrevqE8kl4DVeyP2kgv3VfeIExJg9cCJXGTECYIGsp9ftRm1vOT0JrTwsP3J6jU",
        "author": "Van Rhodes",
        "authorURL": "http://lh5.googleusercontent.com/-T2g_3sjH5SQ/AAAAAAAAAAI/AAAAAAAAF9Q/jSS3h9HL1bs/photo.jpg",
        "authorSecureURL": "https://lh5.googleusercontent.com/-T2g_3sjH5SQ/AAAAAAAAAAI/AAAAAAAAF9Q/jSS3h9HL1bs/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "com.android.vending.CHECK_LICENSE"
    ]
  }
}
