{
  "title": "Star Wars Coloring",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.colorkids.coloring.starwarscoloring",
  "category": "Entertainment",
  "price": "Free",
  "datePublished": "May 11, 2013",
  "version": "2.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "13",
  "rating": "3.9230769",
  "contentRating": "Low Maturity",
  "creator": "Color Kids",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.colorkids.coloring.starwarscoloring",
  "extendedInfo": {
    "installSize": "1.3M",
    "downloadsCount": "5,000+",
    "downloadsCountText": "5,000 - 10,000",
    "description": "\"Free Star Wars Coloring Book app for kids. Your children will love this! Entertain your kids for hours with this super fun coloring book app full of high quality images to color. Color images of Star Wars with this delightful childrens' coloring app, painting for kids. Features include: paintbucket, paintbrush, undo feature, and more. Kids can save the colored images to your phone to can send to friends! Scroll to the right for more colors.This app is ad supported and may contain ads in the notification tray and/or home screen. This is an unofficial free fan app.Please rate this app 5 stars!Any content not owned by this developer belongs to their respective owners. We are not affiliated with this company. We don't claim any ownership to the characters, images, or content in this app. We believe the images fall under fair use as they are reduced size and excerpted for informational purposes. If there is a copyright issue with content in this app, please contact us and we'll remove it.\"Star Wars is an American epic space opera franchise centered on a film series created by George Lucas. The film series has spawned a media franchise outside the film series called the Expanded Universe including books, television series, computer and video games, and comic books. These supplements to the film trilogies have resulted in significant development of the series' fictional universe. These media kept the franchise active in the interim between the film trilogies. The franchise portrays a galaxy that is described as far, far away in the distant past. It commonly portrays Jedi as a representation of good, in conflict with the Sith, their evil counterpart. Their weapon of choice, the lightsaber, is commonly recognized in popular culture. The fictional universe also contains many themes, especially influences of philosophy and religion.The first film in the series was originally released on May 25, 1977, under the title Star Wars, by 20th Century Fox, and became a worldwide pop culture phenomenon, followed by two sequels, released at three-year intervals. Sixteen years after the release of the trilogy's final film, the first in a new prequel trilogy of films was released. The three prequel films were also released at three-year intervals, with the final film of the trilogy released on May 19, 2005. In October 2012, The Walt Disney Company acquired Lucasfilm for $4.05 billion and announced that it would produce three new films, with the first film, Star Wars Episode VII, planned for release in 2015. 20th Century Fox still retains the distribution rights to the first two Star Wars trilogies, owning permanent rights for the original film Episode IV: A New Hope, while holding the rights to Episodes I–III, V and VI until May 2020.Reactions to the original trilogy were mostly positive, with the last film being considered the weakest, while the prequel trilogy received a more mixed reaction, with most of the praise being for the final movie, according to most review aggregator websites. All six of the main films in the series were also nominated for or won Academy Awards.All of the main films have been box office successes, with the overall box office revenue generated by the Star Wars films (including the theatrical Star Wars: The Clone Wars) totalling $4.49 billion, making it the third-highest-grossing film series. The success has also led to multiple re-releases in theaters for the series.The events depicted in Star Wars media take place in a fictional galaxy. Many species of alien creatures (often humanoid) are depicted. Robotic droids are also commonplace and are generally built to serve their owners. Space travel is common, and many planets in the galaxy are members of a Galactic Republic, later reorganized as the Galactic Empire.",
    "reviews": [
      {
        "timestampMsec": "1369998769214",
        "starRating": "5",
        "title": "Junk",
        "comment": "It is verry rubbish and boring even though I love stars wars do not install this stupid app DO NOT INSTALL!!!!!!!!!",
        "commentId": "gp:AOqpTOGZU0_gCgKSG5xBt64r6N25wtHgjLhjZv_x8fxfjvkTZWcgihx3RPF4hHcrpoKURHF7wpDN2t1KGYfe9dU",
        "author": "Jennifer Jacob",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1377241064808",
        "starRating": "1",
        "title": "Adware",
        "comment": "Beware of adware. The Android Jelly Bean told me so",
        "commentId": "gp:AOqpTOFDB7ib7-apK1jSBc0zWK87fk3GdedTKBr0LhvOnS86KjxBLSftjvVLXPSamRHD9C5CqgI4-Az2_7n8o5M",
        "author": "Joseph Nicolai",
        "authorURL": "http://lh6.googleusercontent.com/-Co9vJ3obNEg/AAAAAAAAAAI/AAAAAAAAAEY/_FV3Hf5A3nw/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/-Co9vJ3obNEg/AAAAAAAAAAI/AAAAAAAAAEY/_FV3Hf5A3nw/photo.jpg"
      },
      {
        "timestampMsec": "1375246713575",
        "starRating": "5",
        "title": "Awesome",
        "comment": "Love th is appzz!",
        "commentId": "gp:AOqpTOEnJ-Kdgj8PfZMvLwl1wMNIQzXGDH6E19mm2gqYSHGHfEblAyG4rnsxNEN88a2Y9ySWSJfrRA_VeiNX_xM",
        "author": "kavin stewart",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1368569311917",
        "starRating": "5",
        "title": "Good app",
        "comment": "Like this good coloring app.",
        "commentId": "gp:AOqpTOHUdZ6WjsA-ts3Vy1PVyEyLdpDU4ZftCRzsOU0q9vuuMrU4w4upIIlZ7j0bAC4X-0fBmIhg2v0LEGvtKCg",
        "author": "sony anroid",
        "authorURL": "http://lh6.googleusercontent.com/-t88HprWeUfs/AAAAAAAAAAI/AAAAAAAAABc/tKtB7fQozZ8/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/-t88HprWeUfs/AAAAAAAAAAI/AAAAAAAAABc/tKtB7fQozZ8/photo.jpg"
      },
      {
        "timestampMsec": "1368713702495",
        "starRating": "5",
        "title": "Absolutely cool",
        "comment": "This is such a cool app to have!",
        "commentId": "gp:AOqpTOG1wyrBlzb7wVRcCJ_zDIZSAXsFhWzvGRNAxoOOstm-z6BgP8PzdWUczGOU2AgfcNJBhGaiX4pAXBaG1oI",
        "author": "Muhammad Taufiq",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "android.permission.READ_PHONE_STATE",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
