{
  "title": "Aquarium Plants Encyclopedia",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.colakey.T54.aquarium",
  "category": "Books & Reference",
  "price": "$0.99",
  "datePublished": "April 30, 2013",
  "version": "2.0",
  "operatingSystems": "2.0 and up",
  "ratingsCount": "4",
  "rating": "3.0",
  "contentRating": "Everyone",
  "creator": "Colakey LLC.",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.colakey.T54.aquarium",
  "extendedInfo": {
    "installSize": "17M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆ Currently on Sale! 50% Off, Don't miss it! ◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆ Aquarium plants are used to give the aquarium a natural appearance, oxygenate the water, and provide habitat for fish and invertebrates. Some aquarium fish and invertebrates also eat live plants. Hobbyists use aquatic plants for aquascaping, of several aesthetic styles.Most of these aquarium plant species are found either partially or fully submersed in their natural habitat. There are a handful of aquarium plants that must be grown entirely under water, but most can grow fully emersed if the soil is moist.ABOUT THIS APP==============Aquarium Plants Encyclopedia is an application containing detailed information of over 350 species of Aquarium Plants (mostly freshwater). It is probably the most complete and comprehensive Encyclopedia of Aquarium Plants available in the App Market. This App is an excellent app for aquarium hobbyist who are interested in understanding more about growing aquarium plants. The application is optimized for all Android devices running on OS 1.5 or above.◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆ WHAT YOU WILL EXPECT This application has the following features: - User friendly interface with THUMBNAIL preview of each item- Ability to BOOKMARK selected items for easier reference- A plant name SEARCH engine- OFFLINE browsing ◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆ This application is proudly presented by ColaKey LLC.",
    "reviews": [
      {
        "timestampMsec": "1367516233620",
        "starRating": "1",
        "title": "Won\\'t Work!",
        "comment": "Stopped working after recent update, very disappointed!",
        "commentId": "gp:AOqpTOHxUF9y6WDnhPPuLzFccO0jQeQ1cZATkJbg6Bz8FIW4QxrhGOTrG20fKgg-fiiv6L37cme5UegLP79IWQ",
        "author": "Niall Flanagan",
        "authorURL": "http://lh5.googleusercontent.com/-ENtR3cZUdms/AAAAAAAAAAI/AAAAAAAAAAw/0IFlJO5w1Ko/photo.jpg",
        "authorSecureURL": "https://lh5.googleusercontent.com/-ENtR3cZUdms/AAAAAAAAAAI/AAAAAAAAAAw/0IFlJO5w1Ko/photo.jpg"
      },
      {
        "timestampMsec": "1351703410651",
        "starRating": "3",
        "title": "An \\\"ok\\\" app",
        "comment": "I purchased this app because I recently started aquascapping. the pros: each plant has a nice picture and you can bookmark the one you like. The cons: there is ads! And I keep hitting them because they are placed just above the\\\"next\\\" button and this is super annoying. There is no category? I would have expected a bit more classification than having just pants in alphabetical order. Bottom line, this app need serious improvement for me to give it 5 stars but it is helpful if you are new to aquascaping.",
        "commentId": "lg:AOqpTOF44vKbLAvZsAycVmPD6sdAW13F694122p-yOFj3CkQBM_VAxoSaJo_w2pYEdMVohpCRiirZ4eLIcLzsg",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "com.android.vending.CHECK_LICENSE"
    ]
  }
}
