{
  "title": "The List of Operas",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.colakey.D102.operas",
  "category": "Music & Audio",
  "price": "$0.99",
  "datePublished": "February 9, 2012",
  "version": "1.1",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "3",
  "rating": "4.0",
  "contentRating": "Everyone",
  "creator": "Colakey LLC.",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.colakey.D102.operas",
  "extendedInfo": {
    "installSize": "13M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆Currently on Sale! 50% Off, Don't miss it!◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆Opera started in Italy at the end of the 16th century and soon spread through the rest of Europe: Schütz in Germany, Lully in France, and Purcell in England all helped to establish their national traditions in the 17th century. In the 18th century, Italian opera continued to dominate most of Europe, except France, attracting foreign composers such as Handel. Today the most renowned figure of late 18th century opera is Mozart, who began with opera seria but is most famous for his Italian comic operas, especially The Marriage of Figaro, Don Giovanni, and Così fan tutte, as well as The Magic Flute, a landmark in the German tradition.The List of Operas is an application containing detailed information of 400+ Operas. It is an ideal reference tool for people who enjoy operas and drama as well as those who are in the opera business or studying film. For most operas included, the following information is available:◆ High Quality Photo◆ Name of the opera◆ Composition History◆ Performance History◆ Synopsis◆ Orchestration◆ Other descriptions The application is optimized for all Android devices running on OS 1.5 or above.◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆WHAT YOU WILL EXPECTThis application has the following features:◆ An interface to preview all operas in one view◆ The ability to bookmark selected operas for easier reference◆ Cross-referencing links to other operas◆ An opera name search engine◆ Offline browsing◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆This application is proudly presented by ColaKey LLC.",
    "reviews": [
      {
        "timestampMsec": "1348456362994",
        "starRating": "2",
        "title": "Fun to browse, but limited",
        "comment": "Like the name implies, it\\'s a list of operas by title.  Each entry has a brief background, synopsis, and lists some recordings (unrated). The search function is limited to titles; you can\\'t search by composer, character name or other term. It\\'s fun to browse through in spare moments and discover some less-well-known works and look at the portraits of the composers, but it\\'s not a substantial reference work.",
        "commentId": "lg:AOqpTOG1LCv1NQ2GHCfZ6QomlSz6Qh96Cmeenv0uAmaz63Mp6UW4-BBWm5r8NPiXgRf6xrZ71SMkiBd2uCgt_ss",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "com.android.vending.CHECK_LICENSE"
    ]
  }
}
