{
  "title": "Father's Day Coloring",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.colortime.coloring.fathersdaycoloring",
  "category": "Entertainment",
  "price": "Free",
  "datePublished": "May 19, 2013",
  "version": "2.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "2",
  "rating": "4.0",
  "contentRating": "Low Maturity",
  "creator": "Color Time",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.colortime.coloring.fathersdaycoloring",
  "extendedInfo": {
    "installSize": "1.3M",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "\"Free Father's Day Coloring Book app for kids. Your children will love this! Entertain your kids for hours with this super fun coloring book app full of high quality images to color. Color images of Father's Day with this delightful childrens' coloring app, painting for kids. Features include: paintbucket, paintbrush, undo feature, and more. Kids can save the colored images to your phone to can send to friends! Scroll to the right for more colors.This app is ad supported and may contain ads in the notification tray and/or home screen. This is an unofficial free fan app.Please rate this app 5 stars!Any content not owned by this developer belongs to their respective owners. We are not affiliated with this company. We don't claim any ownership to the characters, images, or content in this app. We believe the images fall under fair use as they are reduced size and excerpted for informational purposes. If there is a copyright issue with content in this app, please contact us and we'll remove it.\"Father's Day is a celebration honoring fathers and celebrating fatherhood, paternal bonds, and the influence of fathers in society. Many countries celebrate it on the third Sunday of June, but it is also celebrated widely on other days. Father's Day was created to complement Mother's Day, a celebration that honors mothers and motherhood.Father's Day was inaugurated in the United States in the early 20th century to complement Mother's Day in celebrating fatherhood and male parenting.After the success obtained by Anna Jarvis with the promotion of Mother's Day in the US, some wanted to create similar holidays for other family members, and Father's Day was the choice most likely to succeed. There were other persons in the US who independently thought of \"Father's Day\", but the credit for the modern holiday is often given to Sonora Dodd, who was the driving force behind its establishment.Father's Day was founded in Spokane, Washington at the YMCA in 1910 by Sonora Smart Dodd, who was born in Arkansas. Its first celebration was in the Spokane YMCA on June 19, 1910. Her father, the Civil War veteran William Jackson Smart, was a single parent who raised his six children there. After hearing a sermon about Jarvis' Mother's Day in 1909, she told her pastor that fathers should have a similar holiday honoring them. Although she initially suggested June 5, her father's birthday, the pastors did not have enough time to prepare their sermons, and the celebration was deferred to the third Sunday of June.It did not have much success initially. In the 1920s, Dodd stopped promoting the celebration because she was studying in the Art Institute of Chicago, and it faded into relative obscurity, even in Spokane. In the 1930s Dodd returned to Spokane and started promoting the celebration again, raising awareness at a national level. She had the help of those trade groups that would benefit most from the holiday, for example the manufacturers of ties, tobacco pipes, and any traditional present to fathers. Since 1938 she had the help of the Father's Day Council, founded by the New York Associated Men's Wear Retailers to consolidate and systematize the commercial promotion. Americans resisted the holiday during a few decades, perceiving it as just an attempt by merchants to replicate the commercial success of Mother's Day, and newspapers frequently featured cynical and sarcastic attacks and jokes. But the trade groups did not give up: they kept promoting it and even incorporated the jokes into their adverts, and they eventually succeeded. By the mid 1980s the Father's Council wrote that \"(...)  has become a 'Second Christmas' for all the men's gift-oriented industries.\"A bill to accord national recognition of the holiday was introduced in Congress in 1913. In 1916, President Woodrow Wilson went to Spokane to speak in a Father's Day celebration and wanted to make it official, but Congress resisted, fearing that it would become commercialized.",
    "reviews": [
      {
        "timestampMsec": "1368980008570",
        "starRating": "5",
        "title": "Thumbs up!!",
        "comment": "Thumbs up for this great app.",
        "commentId": "gp:AOqpTOG2lrjLTjC2QdyCypE8_yP_vu3fJD5UhJJdGOZ8guiuIWdmTkal1chL_suN6KJdx_E3Fhphb-CvKPEE6Q",
        "author": "sony anroid",
        "authorURL": "http://lh6.googleusercontent.com/-t88HprWeUfs/AAAAAAAAAAI/AAAAAAAAABc/tKtB7fQozZ8/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/-t88HprWeUfs/AAAAAAAAAAI/AAAAAAAAABc/tKtB7fQozZ8/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "android.permission.READ_PHONE_STATE",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
