{
  "title": "Munster Rugby LIVE 2011/12",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.clubrugby.munsterrugby",
  "category": "Sports",
  "price": "Free",
  "datePublished": "April 17, 2012",
  "version": "1.4",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "5",
  "rating": "3.6",
  "contentRating": "Everyone",
  "creator": "Sporting Oracle Ltd",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.clubrugby.munsterrugby",
  "extendedInfo": {
    "installSize": "3.6M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "Please note, this app covers last year's season 2011/12. We will be updating it shortly for the current season.Get live match updates for the all the games with Munster Rugby 2011/12, the most comprehensive App to follow Munster in the RaboDirect PRO12 and the Heineken Cup. Live scores, squads, stats, fixtures, and the tables for the RaboDirect PRO12 and the Heineken Cup.As well as everything you will need about club rugby, there is a wealth of information about historic data from the European Rugby scene, from competition information to a searchable database of over 6,500 club competition fixtures, and info on all venues is included.Features include: ★ Live Match ResultsLive match results for games in the Aviva Premiership and the Amlin Cup ★ Match day squadsFull match day squads for the big games ★ Match StatsComprehensive stats on the match available shortly after the last whistle is blown including passes made/missed, line outs won/lost, scrums, yellow cards etc★ Match timelinesWhere available, key timelines of the match★ FixturesFull list of fixtures for all competitions.★ Match TimesMatch times are localised to where you are★ Player ProfilesFull profile of each registered player ★ TablesTables for the all the competitions updated live after every game played★ NewsAll the news that you will need. Live News feed from all the competitions and teams where available.★ Head to HeadSearch over 6,500 European Club Rugby games. You can search head to head, or via competition, result, season or opponent. Also points for and against is available★ Team PlacementYou will be able to check where the Munster team and all other teams have been officially placed in previous competitions –  Aviva Premiership and Amlin Cup★ Previous Competition ProfilesFull wiki profiles of what happened in all previous competitions each year. ★ VenuesFull profiles of all the key rugby venues in the worldAnd much more………. This App will give you all the information that you need in your pocket Check out our other apps: Search for ‘Sporting Oracle’ in the App Store ★ Rugby 2011/12 (covers all the top 20 teams in the world)★ Club Rugby 2011/12 (covers all key European Competitions)★ Rabo 2011/12★ H Cup 2011/12★ Rugby 2011 NZ World Cup Live★ 101 Rugby Greats★ 101 Rugby TriviaIf you experience any problems with our apps or would like to suggest an improvement, please email Scrum@SportingOracle.com, thanks. These apps are developed for rugby fans by rugby fans, so the more feedback we can get the better we can make them!!Please note: This application is not affiliated with the official organisers of the tournament or their sponsors or the teams involved.Please note: For some of the features you will need 3G or wireless connection",
    "reviews": [
      {
        "timestampMsec": "1369091647495",
        "starRating": "1",
        "title": "Where\\'s the upgrade??",
        "comment": "This app is gone the way of the club, losing its way!",
        "commentId": "gp:AOqpTOEMsFwPpWbjvp7Gne1EiSLOg01PkRB39VOCbb6lbg8-NKu5caHyOfRBy8Oh6USkJ1WOERWNKegEDQBaH5M",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1353619575482",
        "starRating": "3",
        "title": "No upgrade",
        "comment": "How long does it take to upgrade",
        "commentId": "lg:AOqpTOHGvhWhM3cI06P4uzooocZbYGPHvCtB6BPaI6NGaeajvrUfaJyT4NxQ1wAYwyPev3QTHMzE1IQ3fboKfms",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1355776697725",
        "starRating": "5",
        "title": "Epic but doesent update",
        "comment": "Macnevisinte",
        "commentId": "lg:AOqpTOFCOHsLVk9a2O9DpD-w-nzL3PvE44r51LviLLV99iOn2ILQ1T77LlU1f4JmLxEsXkfwp7GRx2HExELaMyc",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.INTERNET"
    ]
  }
}
