{
  "title": "The Collection Short Story 4",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.collectionShortStory.book.AOUGWDPPGGOAIDUEV",
  "category": "Books & Reference",
  "price": "Free",
  "datePublished": "June 8, 2013",
  "version": "1.0",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "Tony Ken",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.collectionShortStory.book.AOUGWDPPGGOAIDUEV",
  "extendedInfo": {
    "installSize": "781k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "The collection Short Story 4 [20 book]A collection short story is a book of short stories by Alan Nourse, Bram Stoker, Charles Dickens, Edgar Allan Poe, Edith Nesbit, G.L. Vandenburg, H. G. Wells, James Patrick Kelly, John Buchan, Lev Nikolayevich Tolstoy, Nathaniel Hawthorne, Nikolai Gogol, O. Henry, Richard Kadrey, Richard R. Smith, Robert Ervin Howard, Silvia Moreno-Garcia, Therese Windser, William F. Nolan, William Olaf Stapledon.- Reading offline1. Circus by Alan Nourse2. The Invisible Giant by Bram Stoker3. A Child's Dream of a Star by Charles Dickens4. Morella by Edgar Allan Poe5. The Mystery of the Semi-Detached by Edith Nesbit6. Martian V.F.W. by G.L. Vandenburg7. The Beautiful Suit by H. G. Wells8. Barry Westphall Crashes The Singularity by James Patrick Kelly9. The Keeper of Cademuir by John Buchan10. Little Girls Wiser Than Men by Lev Nikolayevich Tolstoy11. Sketches From Memory by Nathaniel Hawthorne12. The Calash by Nikolai Gogol13. The Gift of the Magi by O. Henry14. Iron Wit by Richard Kadrey15. Compatible by Richard R. Smith16. The Dream Snake by Robert Ervin Howard17. Maquech by Silvia Moreno-Garcia18. Longevity by Therese Windser19. Of Time and Texas by William F. Nolan20. A Modern Magician by William Olaf Stapledon",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.CHANGE_CONFIGURATION",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.INTERNET",
      "com.android.browser.permission.READ_HISTORY_BOOKMARKS",
      "com.android.browser.permission.WRITE_HISTORY_BOOKMARKS",
      "android.permission.SYSTEM_ALERT_WINDOW",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
