{
  "title": "Rohit Krishna",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.cloudninedevelopmentllc.RohitKrishnaapp_3",
  "category": "Medical",
  "price": "Free",
  "datePublished": "February 7, 2013",
  "version": "2.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "1",
  "rating": "1.0",
  "contentRating": "Low Maturity",
  "creator": "Cloud Nine Development",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.cloudninedevelopmentllc.RohitKrishnaapp_3",
  "extendedInfo": {
    "installSize": "5.3M",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "Doctor App Improves: Marketing & Branding, Patient Education/Communication and Practice EfficiencyTell Your Patients in Your Office or on Your Marketing Commercials:“Download Me/Us on iTunes or Android”How cool is that? We make it happen!Contact us: company@cloudninedevelopment.comWe Build Doctor App or Your Practice App in DaysCloud Nine Development, LLCSmartphones and Web ApplicationsShould I have an App?Are Apps the next Web? Undoubtedly the answer is Yes. You could and should be the first in your specialty in your area to have an App for your patients and referring physicians.Your Doctor App could be your personalized smartphone application that could be downloaded by your patients from iTunes.com for Free. They will be able to find you on the iTunes App store by the name you choose (e.g. your name or practice name). Doctor App has various features from office hours, GPS enabled directions to office locations, contact information to patient education material. Doctor App could inform your patients about current events and services offered at your practice. Patients could contact your office for medical records, medication refills, or ask a technician a question right from your application on their phone. Patients or your referring physicians could request an appointment with you right from the phone through the Doctor App. By uploading relevant patient education material, a specialist could have their referring doctors use your application for patient education material and then refer patients to you.Here are some of the reasons why a Doctor App would be beneficial compared to a website:• User Interface customized to mobile phones and superior to web layout.• Ability of user/patients/public to have improved, increased access to their physicians.• Increased ability of the physician to reach out to their patients using a current news type function that will update each users application in real time.• Potential to reduce costs and save time. Users can contact/make requests of clinic/hospital staff without a phone call or in person contact.• Easy accessibility to physicians offices through GPS enabled map functions on the smartphone• Ability of users to be able to have immediate access to a phone directory and synced calling• Patients do not need to remember doctors or nurses names to navigate web and website• Personalized patient education material that can we emailed or hosted on the application, with similarly personalized patient education videos. The videos can be present on the app and referring physicians can have the patient look at it before they come to see the specialist.We believe Doctor App has the potential to improve practice marketing and branding, patient education and communication, and personal and practice efficiency.Cloud Nine Development, LLC (www.cloudninedevelopment.com) is a company managed by physicians and they have developed the Doctor App. Our first product is the “Eye Handbook” (www.eyehandbook.com), an iPhone application available on Apple’s iTunes store (www.iTunes.com). For further information or to give your thoughts about Doctor App please feel free to contact us at company@cloudninedevelopment.com or visit the company’s website at www.cloudninedevelopment.com (Fax: 1-888-602-5946).",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.CALL_PHONE",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.READ_PHONE_STATE",
      "android.permission.VIBRATE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.WAKE_LOCK",
      "android.permission.GET_ACCOUNTS",
      "com.cloudninedevelopmentllc.RohitKrishnaapp_3.permission.C2D_MESSAGE",
      "com.google.android.c2dm.permission.RECEIVE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
