{
  "title": "Dinosaurs Coloring",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.colortime.coloring.dinosaurscoloring",
  "category": "Entertainment",
  "price": "Free",
  "datePublished": "May 11, 2013",
  "version": "2.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "3",
  "rating": "5.0",
  "contentRating": "Low Maturity",
  "creator": "Color Time",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.colortime.coloring.dinosaurscoloring",
  "extendedInfo": {
    "installSize": "1.6M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "\"Free Dinosaurs Coloring Book app for kids. Your children will love this! Entertain your kids for hours with this super fun coloring book app full of high quality images to color. Color images of Dinosaurs with this delightful childrens' coloring app, painting for kids. Features include: paintbucket, paintbrush, undo feature, and more. Kids can save the colored images to your phone to can send to friends! Scroll to the right for more colors.This app is ad supported and may contain ads in the notification tray and/or home screen. This is an unofficial free fan app.Please rate this app 5 stars!Any content not owned by this developer belongs to their respective owners. We are not affiliated with this company. We don't claim any ownership to the characters, images, or content in this app. We believe the images fall under fair use as they are reduced size and excerpted for informational purposes. If there is a copyright issue with content in this app, please contact us and we'll remove it.\"Dinosaurs are a diverse group of animals of the clade Dinosauria. They first appeared during the Triassic period, approximately 230 million years ago, and were the dominant terrestrial vertebrates for 135 million years, from the beginning of the Jurassic (about 201 million years ago) until the end of the Cretaceous (66 million years ago), when the Cretaceous–Paleogene extinction event led to the extinction of most dinosaur groups at the close of the Mesozoic Era. The fossil record indicates that birds evolved from theropod dinosaurs during the Jurassic Period and, consequently, they are considered a subgroup of dinosaurs by many paleontologists. Some birds survived the extinction event that occurred 66 million years ago, and their descendants continue the dinosaur lineage to the present day.Dinosaurs are a varied group of animals from taxonomic, morphological and ecological standpoints. Birds, at over 9,000 living species, are the most diverse group of vertebrates besides perciform fish. Using fossil evidence, paleontologists have identified over 500 distinct genera and more than 1,000 different species of non-avian dinosaurs. Dinosaurs are represented on every continent by both extant species and fossil remains. Some are herbivorous, others carnivorous. While dinosaurs were ancestrally bipedal, many extinct groups included quadrupedal species, and some were able to shift between these stances. Elaborate display structures such as horns or crests are common to all dinosaur groups, and some extinct groups developed skeletal modifications such as bony armor and spines. Evidence suggests that egg laying and nest building are additional traits shared by all dinosaurs. While modern birds are generally small due to the constraints of flight, many prehistoric dinosaurs were large-bodied—the largest sauropod dinosaurs may have achieved lengths of 58 meters (190 feet) and heights of 9.25 meters (30 feet 4 inches). Still, the idea that non-avian dinosaurs were uniformly gigantic is a misconception based on preservation bias, as large, sturdy bones are more likely to last until they are fossilized. Many dinosaurs were quite small: Xixianykus, for example, was only about 50 cm (20 in) long.Although the word dinosaur means \"terrible lizard\", the name is somewhat misleading, as dinosaurs are not lizards. Instead, they represent a separate group of reptiles which, like many extinct forms, did not exhibit characteristics traditionally seen as reptilian, such as a sprawling limb posture or ectothermy. Additionally, many prehistoric animals, including mosasaurs, ichthyosaurs, pterosaurs, plesiosaurs, and Dimetrodon, are popularly conceived of as dinosaurs, but are not classified as dinosaurs. Through the first half of the 20th century, before birds were recognized to be dinosaurs, most of the scientific community believed dinosaurs to have been sluggish and cold-blooded.",
    "reviews": [
      {
        "timestampMsec": "1368615199196",
        "starRating": "5",
        "title": "Cute!",
        "comment": "Kids will love these stuffs!",
        "commentId": "gp:AOqpTOGSQkY6Ffr3ecEnG7fnXRlp8oWoou7wPgFMPEAL-h4xnDQnLW_1g6-LzGhcctyAnbzXFH_gjmqDWJH-dg",
        "author": "Muhammad Taufiq",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1368570292478",
        "starRating": "5",
        "title": "Very good",
        "comment": "Very good coloring app for the kids.",
        "commentId": "gp:AOqpTOGCnQ_9_sQwCfw7XfPKCvxK9lXqqcffEXxYyr6vGStnOTKSuDypmjKCk9tMYZzdSWHMthHa8zVZBNfNpA",
        "author": "sony anroid",
        "authorURL": "http://lh6.googleusercontent.com/-t88HprWeUfs/AAAAAAAAAAI/AAAAAAAAABc/tKtB7fQozZ8/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/-t88HprWeUfs/AAAAAAAAAAI/AAAAAAAAABc/tKtB7fQozZ8/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "android.permission.READ_PHONE_STATE",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
