{
  "title": "IHSS.org",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.cltcec",
  "category": "Education",
  "price": "Free",
  "datePublished": "October 24, 2012",
  "version": "1.0",
  "operatingSystems": "4.0.3 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "CLTCEC",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.cltcec",
  "extendedInfo": {
    "installSize": "154k",
    "downloadsCount": "50+",
    "downloadsCountText": "50 - 100",
    "description": "The California Long-Term Care Education Center helps to stabilize the caregiving industry to meet the rapidly growing public need for personal assistance. Through our pioneering efforts to develop a free healthcare career ladder for underprivileged communities, we are improving the lives of low-wage caregivers, seniors and persons with disabilities.A Brief History of the CLTCECIt Starts With IHSS - In-Home Supportive ServicesHomecare workers are personal attendants who provide assistance to frail elderly and disabled people in their homes. Their duties range from bathing them to preparing meals to administering medications. This work is often difficult and stressful, requiring a variety of skills ranging from heavy lifting to coping with death. An estimated 360,000 homecare workers in California’s In-Home Supportive Services (IHSS) system provide care to 400,000 consumers. They receive their paychecks from IHSS, an agency created in 1973 as a division of the California Department of Social Services to administer public financing for the elderly and persons with disabilities who meet income and disability criteria.Advocates of seniors and the disabled community hailed the creation of IHSS, arguing that independent living at home gave the care recipients, the “consumers,” greater control over their lives. IHSS services are provided primarily through an “independent provider” model consisting of three elements: 1) consumers directly hire and supervise the workers who care for them, 2) county social service workers determine eligibility for services, and 3) the state IHSS issues the paychecks. This public model of providing homecare services contrasts with the “contract” or “agency” mode, where a for-profit or non-profit agency receives IHSS funds and then hires and directs the workers. The merits of both modes of care have been debated; research indicates that recipient satisfaction is somewhat greater in the independent provider model.SEIU Became InvolvedPrior to unionization, homecare workers were paid the state minimum wage, an amount so small that it did not even raise the workers above federal poverty standards. Moreover, the workers were not entitled to any medical insurance, sick leave, pension, or holiday pay. While they were allowed to work as much as 283 hours per month (with no overtime pay for overtime work), most workers could not even find 40 hours of work per week.Over 12 years among a low-wage, ethnically diverse and predominantly female workforce that is scattered throughout the 4,083 square miles of Los Angeles County organized together to create SEIU-ULTCW in 1999. Similar organizing efforts in other California counties have brought the total number of newly represented California homecare workers to more than 180,000 in the past decade.In 2000, ULTCW provided funds and resources to create the Homecare Workers Training Center. The CLTCEC was created \"To ensure quality care for seniors and persons with disabilities in their homes and in facilities, through the education and training of long-term care workers.\" The HWTC changed its name in 2011, to the California Long-Term Care Education Center.Currently the CLTCEC is the largest trainer of IHSS providers in California, serving over 5000 people per year. Additional classes brought to the students include English, Math, Computers, Job Readiness, and even Certified Nurse Aide classes.The student base is very diverse, such that classes are taught in English, Spanish, Mandarin, Cantonese, Korean, Armenian and more. With offices various counties throughout the state, the CLTCEC is the statewide charity that delivers long-term care training to those who would never be trained otherwise. The CLTCEC helps those patients who receive care receive the highest quality service and allows those we love to live at their own home, with the respect and dignity they deserve.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.CALL_PHONE",
      "android.permission.INTERNET"
    ]
  }
}
