{
  "title": "Arrow - Where is my car",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.cochibo.arrow",
  "category": "Transportation",
  "price": "$2.99",
  "datePublished": "May 28, 2013",
  "version": "1.4.9",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "3",
  "rating": "5.0",
  "contentRating": "Low Maturity",
  "creator": "Mark Pfluger",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.cochibo.arrow",
  "extendedInfo": {
    "installSize": "651k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Arrow automatically saves your parking location every time you leave your car -- without you having to do anything. So now you can always check how long ago you parked or how long you drove. The history allows you to go back in time and see where you have been. And, of course, if you forget where you parked, Arrow can guide you back to your car.Features • Automatically saves your parking spots • Manually add parking spots • Directions to your car • History of past parking spots • Bluetooth and CarDock support • Minimal battery usage • Accuracy usually within 50 feet/15m (except parking garages due to limited GPS signal)How does it work?Arrow uses your phone's sensors -- the accelerometer and the magnetometer -- in combination with GPS to determine when you are driving and when you leave your car.Battery usageArrow minimizes the use of GPS and other resources to give you an almost unnoticeable effect on battery life.IssuesArrow works as described on about 85% of phones (100% if you are using Bluetooth or CarDock mode). There are thousands of different Android phones, firmware versions, sensor chips and GPS chips, so some problems are inevitable.There are two reasons why Arrow can not save parking spots: 1) Some phones turn off the sensors when you turn the screen off. Arrow does not work when that happens, but you will get a message alerting you about the problem. It will still work in CarDock or Bluetooth mode, but you are also welcome to a refund. This doesn't apply to modded phones.Phones that shut down the sensors when the screen is off:• Motorola Defy• Motorola Atrix• Motorola Droid Bionic• Motorola Droid X2• LG 800• Lenovo Indigo• Huawei U8510• HTC Evo 4G• HTC Hero• HTC One S2) On some phones the accelerometer is not well-calibrated. You can manually calibrate it in the settings, but this is a bit of a trial-and-error process. If you have trouble with this, please send an email to support for instructions or, again, you can get a refund.SupportWe will try to help you with any problem you may encounter with Arrow. If we can't help you, then you can have a refund, no questions asked.PrivacyParking spots are saved on your device and are accessible only to you. We use Google Analytics to collect anonymous statistics on things such as frequency of usage and settings, but never exact location information.RefundsIf you are not happy with Arrow just send an email to support within 7 days for a refund. Please include the order number, which you can find in the email sent to you by Google when you downloaded.Thanks for downloading!Keywords: Arrow, Car Finder, Car Locator, Car, Find, Lost, Parking spot, Parked, Car location",
    "reviews": [
      {
        "documentVersion": "1.4.2",
        "timestampMsec": "1349660910803",
        "starRating": "5",
        "title": "Amazing",
        "comment": "Works just as described.  Really useful app for remembering parking spots and keeping track of where you\\'ve been.  Definiteley recommend.",
        "commentId": "lg:AOqpTOGlEgKM0ONQwFFGAvHd6j2dRrW_fO2mUiEM7U07A_JQg5ReFS1zRaLv8D8kEf8UQpGanqP-GH_mnXq87Q",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.WAKE_LOCK",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "android.permission.ACCESS_LOCATION_EXTRA_COMMANDS",
      "android.permission.BLUETOOTH",
      "android.permission.READ_PHONE_STATE",
      "com.cochibo.arrow.permission.EXCHANGE_DATA"
    ]
  }
}
