{
  "title": "FlashRX Lite by ClinCalc",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.clincalc.flashrxlite",
  "category": "Medical",
  "price": "Free",
  "datePublished": "August 28, 2013",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "ClinCalc.com",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.clincalc.flashrxlite",
  "extendedInfo": {
    "installSize": "8.9M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "FlashRX is a flashcard and quiz-based educational tool for healthcare students and professionals to learn the top 200 medications in the outpatient setting (Top 200 Drugs).  Instead of complicated drug cards, FlashRX’s drug database focuses on simple, usable information to develop your core knowledge base.** THIS IS A LITE VERSION ** In this lite version, a list of 50 drugs (selected at random) are included in the drug database.  The paid version of this app contains a full database of 200 drugs.** THIS IS A LITE VERSION ** The emphasis on concise, practical knowledge will improve learning and comprehension of the top 200 drugs.  This is a learning tool – NOT a drug reference.  This app is not a comprehensive resource for drug information.This app is perfect for pharmacists, pharmacy technicians, physician assistants, nurses, nursing students, physicians, medical students, and other healthcare professionals.  The drug database is designed to aid in studying for both students in school and those preparing for standardized exams (eg, NAPLEX, BCPS, PTCB, ExCPT, PANCE/PANRE, NCLEX, USMLE, COMLEX).== FEATURES ==• Beautiful, intuitive flashcard and quiz modes to optimize your learning strategy• Flashcards and quiz content are fully customizable – test yourself on brand/generic names, drug classes, indications, adverse effects, and even typical dose ranges• Quiz mode includes a selection algorithm to randomly identify intelligent distractor answers to keep you on your toes• An adaptive (Leitner) learning mode so that your time is focused on drug cards that you haven’t yet mastered== DRUG DATABASE ==• Includes information on 200 of the most common outpatient medications based on net sales, total prescriptions, and unique or emerging therapeutic classes• Each drug entry includes its brand name, generic name, generic pronunciation (phonetic spelling and actual recorded audio), drug class, indications, adverse effects, and typical dosing• The drug database is completely customizable – add or remove drugs, change drug entries, and even record your own pronunciation== ADAPTIVE LEARNING STATISTICS ==• Both flashcard and quiz modes utilize an adaptive learning algorithm to keep track of which drug facts you know well, and which need more review• Track your learning progress by viewing your statistics at the end of each flashcard or quiz session, or access the dedicated Adaptive Learning Statistics page for your learning overview== AUTHOR INFORMATION == This app and all of its content was created by Sean P. Kane, PharmD, BCPS – a clinical pharmacist, assistant professor, and author of the popular evidence-based website, ClinCalc.com.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.RECORD_AUDIO",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
