{
  "title": "Omni Eye Services of Atlanta",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.cloudninedevelopmentllc.PaulAjamian_90",
  "category": "Medical",
  "price": "Free",
  "datePublished": "October 11, 2011",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "1",
  "rating": "5.0",
  "contentRating": "Low Maturity",
  "creator": "Cloud Nine Development",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.cloudninedevelopmentllc.PaulAjamian_90",
  "extendedInfo": {
    "installSize": "2.3M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Omni Eye Services of Atlanta is regarded as one of the leading eye care centers in the United States. Our doctors and surgeons have helped thousands of people enjoy better vision. We are committed to excellence in customer service and patient care.  Along with our network of highly qualified Doctors of Optometry, we provide the most efficient, convenient, cost-effective eye care available anywhere.The Team ApproachOur network of optometrists are the ones who are best able to provide comprehensive care, including yearly exams, vision care for glasses and contact lenses, and treatment of red eyes and other conditions.  Once a patient is diagnosed with cataracts, corneal disease, advanced glaucoma or retinal disease, they will be referred to Omni Eye Services for secondary care, laser treatment, or surgery.  Once that care is provided, the patient will then be sent back to the referring doctor with a detailed letter.  Often, post-operative care is provided by the optometrist, saving the patient time and multiple trips back to the surgeon.  On-going  followup to monitor disease conditions and any changes in spectacle prescriptions are all done by our network doctors.Benefits to patients are many, including access to state-of-the-art, personal care by a team of doctors who work together. Benefits to referring doctors are significant as well.  Ongoing continuing education, practice management and billing/coding support, and legislative involvement in moving the profession forward are just a few of the ways we have given back to our network over the years. Advanced TechnologyOmni Eye Services of Atlanta invests in the very latest laser, surgical and pre-op testing equipment available on the market. From cataract surgery to glaucoma to the treatment of retinal diseases . Omni Eye Services of Atlanta provides you access to the latest technology. Our doctors had the first SLT glaucoma laser in the Southeast, and are always up-to-date on the newest and best treatments and technologies.  We were the first in Georgia to surgically implant the new high technology lifestyle lenses such as the Restor and Toric. Many ophthalmic companies put their new devices and instruments in the Omni offices so as to evaluate them on a wide scale basis. Learn more about our newest lasers and other technologies by visiting our technology page. Omni is an extension of many optometric practices in Georgia, providing access to a great deal of high tech instrumentation that would not be cost effective for each individual doctor to own.Experienced SurgeonsThe surgeons at Omni Eye Services of Atlanta are among the most experienced and well-trained sub-specialists in the country. Together they have performed thousands of surgical and laser procedures. All of our surgeons are Board-Certified. They have taught courses to other doctors at major national and international meetings. Omni Eye Services of Atlanta is recognized as a center of excellence by major pharmaceutical and medical device manufacturers. Our surgeons are continuously sought out by manufacturers to conduct clinical trials on new medications and technologies.All of our surgeons have completed additional training following residency in their respective area of specialization. This additional fellowship training provides them with in-depth experience to deliver the most sophisticated level of care. They limit their practice to their respective specialties and don't provide any other eye care. This allows them to stay current in their specialty and assures you they have the training and experience to deal with the most difficult problems. Our surgeons also spend a lot of their time performing surgery. This keeps their surgical skills sharp, up to date, and with results that are a cut above those surgeons who don't perform the volume of surgery needed to keep their skills keen.",
    "reviews": [
      {
        "timestampMsec": "1364343084635",
        "starRating": "5",
        "title": "I love this app",
        "comment": "Dr. Rishi Parikh was my surgeon and this app helped me with a lot of information and contact numbers amd directions. Went from 20/200 vision to 20/20 with a corneal transplant!!!",
        "commentId": "gp:AOqpTOEeO1OVTPKzLXRNqMRLUiRdt6XBRkmK5MeFyLCXJ81O9F-KoUvy1GwSlv_yDL6YuLj_Ebvc6hzXwF5FEw",
        "author": "Rochelle Blalock",
        "authorURL": "http://lh3.googleusercontent.com/-SARHbmwhzn4/AAAAAAAAAAI/AAAAAAAAAmk/Di8kqfO9bkg/photo.jpg",
        "authorSecureURL": "https://lh3.googleusercontent.com/-SARHbmwhzn4/AAAAAAAAAAI/AAAAAAAAAmk/Di8kqfO9bkg/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.CALL_PHONE",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.READ_PHONE_STATE",
      "android.permission.VIBRATE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.WAKE_LOCK",
      "com.cloudninedevelopmentllc.PaulAjamian_90.permission.C2D_MESSAGE",
      "com.google.android.c2dm.permission.RECEIVE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
