{
  "title": "Ohio State Football News",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.collegesportsnews.ohiostatefootballnews",
  "category": "Sports",
  "price": "Free",
  "datePublished": "August 12, 2013",
  "version": "2.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "1",
  "rating": "5.0",
  "contentRating": "Low Maturity",
  "creator": "Big Time Sports Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.collegesportsnews.ohiostatefootballnews",
  "extendedInfo": {
    "installSize": "6.4M",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "Get the latest Ohio State football news using our app featuring Buckeyes news and videos.Please rate the app on content. This is an ad supported version that is 100% free.This is by far the most comprehensive Ohio State football app available today!Features:* Up-to-the second Buckeyes football news* Ohio State football recruiting news* 2013 Ohio State Buckeyes football schedule* 2013 roster including player photos* Instant access to the Ohio State athletics' Twitter account * Instant access to the Ohio State athletics' Facebook account* Instant access to the Ohio State athletics' official mobile website* Order tickets to any Ohio State game directly from the app* Latest Ohio State football videos from YouTube* Latest Big Ten football news* Latest NCAA football news* Latest news from the BCS (Bowl Championship Series)* Latest YouTube videos from the Big Ten Network* Up-to-date college football standings* Up-to-date college football polls - Harris, AP, Coaches and BCS* Live weekly college scoreboard* List of radio stations that broadcast Ohio State football* Great prices in our fan store on apparel, souvenirs, hats, caps, collectibles, fan gear, baby items and automotive giftsUnlike other apps that provide news from only one or two sources, our app searches 100s of sources online for up-to-the-second Ohio State Buckeyes news. Articles are updated and kept fresh all day, every day!Need seats to the next home game at Ohio Stadium? Open our app and select \"Tickets\" from the home screen. We use TicketNetwork.com so you know that your purchase is discounted and guaranteed.Do you like to get social? Get instant access to the Ohio State athletics' Facebook and Twitter accounts.Stream videos of Ohio State football and the Big Ten Network right to your screen.During the season, keep up with all the action on Saturday with live scores and news info. When games end on a Saturday in the Big Ten, check out our Big Ten news feed to read all about them.Not affiliated with Ohio State University. Images and articles on this app are used under the fair use provision of the Copyright Act for purposes of reporting. Information shown in this app is gathered from the various internet sources.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
