{
  "title": "Arduino Complete - Ad Free",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.coderz.arduino_mega_pack_adfree",
  "category": "Books & Reference",
  "price": "$1.99",
  "datePublished": "July 7, 2013",
  "version": "1.9",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "2",
  "rating": "4.5",
  "contentRating": "Medium Maturity",
  "creator": "Coderz",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.coderz.arduino_mega_pack_adfree",
  "extendedInfo": {
    "installSize": "741k",
    "downloadsCount": "10+",
    "downloadsCountText": "10 - 50",
    "description": "This app contains basic references for all arduino beginners. with detailed explanation containing diagrams and images and codes.You can check the free version of this app before downloading...https://play.google.com/store/apps/details?id=com.coderz.arduino_mega_packCheck out the ultimate offline reading experience.App FeaturesTopics CoveredArduino Boards - Arduino Fio ProgrammingArduino WiFI ShieldGetting started with Arduino EsploraGuide to the Arduino Leonardo and MicroArduino DueArduino Ethernet ShieldArduino Pro MiniArduino ProArduino UnoArduino Wireless Shield with the XBee 802.15.4 modulesArduinoBTGuide to the Arduino MiniGuide to the Arduino NanoGuide to the LilyPad Arduino USBGuide to the LilyPad ArduinoArduino Examples- AnalogCommunicationControl StructuresCore FunctionsDigitalDisplaySensorsStringsUSB (Leonardo, Micro, and Due specific examples)Advanced IOAnalog IOBits and BytesCommunicationDigital IOExternal InterruptsInterruptsMathMouse and Keyboard librariesRandom NumbersTimeTrignometryArduino BoardsimagesAn IntroductionArduino Development EnvironmentArduino TroubleshootingGetting Started with Arduino on Mac OS XGetting Started with Arduino on WindowsInstalling Additional Arduino LibrariesInstalling Arduino on LinuxAnalog Input PinsDigital PinsMemoryPWMControl StructuresFurther SyntaxOperatorsConstantsConversionData TypesUtilitiesVariable Scope & Qualifiers.Please rate this app if you like it and send us suggestions on how to improve this application. Thanks for taking time to read this description.You can download the free version before buying this app from here https://play.google.com/store/apps/details?id=com.coderz.arduino_mega_packKeywords :Android, arduino, beginners,Leonardo, Arduino Boards, examples ,programmers, Digital, Communication, USB , diagrams , code",
    "reviews": [
      {
        "timestampMsec": "1370333828254",
        "starRating": "4",
        "title": "Very good\\' but now needs the internet",
        "comment": "Internet needed all the time to view this. Otherwise an excellent reference. So if you have payg internet, slow internet.... unlucky. Otherwise would have been a definate 5 star",
        "commentId": "gp:AOqpTOHK55jFwAoJrv_b6Iy7ki3YYNCaccJurVwGPt8_lhzsFh6IgM_KERuLRl-DFUIN0Gtpa9_D3nsrWFhyjhI",
        "author": "mick florey",
        "authorURL": "http://lh6.googleusercontent.com/-2RYLtajOXA0/AAAAAAAAAAI/AAAAAAAAAEo/HYbsFOgQ8W0/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/-2RYLtajOXA0/AAAAAAAAAAI/AAAAAAAAAEo/HYbsFOgQ8W0/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.INTERNET"
    ]
  }
}
