{
  "title": "Rainbow Coloring",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.colortime.coloring.rainbowcoloring",
  "category": "Entertainment",
  "price": "Free",
  "datePublished": "May 19, 2013",
  "version": "2.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "5",
  "rating": "4.2",
  "contentRating": "Low Maturity",
  "creator": "Color Time",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.colortime.coloring.rainbowcoloring",
  "extendedInfo": {
    "installSize": "1.3M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "\"Free Rainbow Coloring Book app for kids. Your children will love this! Entertain your kids for hours with this super fun coloring book app full of high quality images to color. Color images of Rainbows with this delightful childrens' coloring app, painting for kids. Features include: paintbucket, paintbrush, undo feature, and more. Kids can save the colored images to your phone to can send to friends! Scroll to the right for more colors.This app is ad supported and may contain ads in the notification tray and/or home screen. This is an unofficial free fan app.Please rate this app 5 stars!Any content not owned by this developer belongs to their respective owners. We are not affiliated with this company. We don't claim any ownership to the characters, images, or content in this app. We believe the images fall under fair use as they are reduced size and excerpted for informational purposes. If there is a copyright issue with content in this app, please contact us and we'll remove it.\"A rainbow is an optical and meteorological phenomenon that is caused by reflection of light in water droplets in the Earth's atmosphere, resulting in a spectrum of light appearing in the sky. It takes the form of a multicoloured arc.Rainbows caused by sunlight always appear in the section of sky directly opposite the sun.In a \"primary rainbow\", the arc shows red on the outer part and violet on the inner side. This rainbow is caused by light being refracted while entering a droplet of water, then reflected inside on the back of the droplet and refracted again when leaving it.In a double rainbow, a second arc is seen outside the primary arc, and has the order of its colours reversed, red facing toward the other one, in both rainbows. This second rainbow is caused by light reflecting twice inside water droplets.The rainbow is not located at a specific distance, but comes from any water droplets viewed from a certain angle relative to the Sun's rays. Thus, a rainbow is not an object, and cannot be physically approached. Indeed, it is impossible for an observer to manoeuvre to see any rainbow from water droplets at any angle other than the customary one of 42 degrees from the direction opposite the Sun. Even if an observer sees another observer who seems \"under\" or \"at the end of\" a rainbow, the second observer will see a different rainbow further off—yet, at the same angle as seen by the first observer. A rainbow spans a continuous spectrum of colours. Any distinct bands perceived are an artefact of human colour vision, and no banding of any type is seen in a black-and-white photo of a rainbow, only a smooth gradation of intensity to a maximum, then fading towards the other side. For colours seen by a normal human eye, the most commonly cited and remembered sequence is Newton's sevenfold red, orange, yellow, green, blue, indigo and violet.Rainbows can be caused by many forms of airborne water. These include not only rain, but also mist, spray, and airborne dew.Rainbows can be observed whenever there are water drops in the air and sunlight shining from behind at a low altitude angle. The most spectacular rainbow displays happen when half the sky is still dark with raining clouds and the observer is at a spot with clear sky in the direction of the sun. The result is a luminous rainbow that contrasts with the darkened background.The rainbow effect is also commonly seen near waterfalls or fountains. In addition, the effect can be artificially created by dispersing water droplets into the air during a sunny day. Rarely, a moonbow, lunar rainbow or nighttime rainbow, can be seen on strongly moonlit nights. As human visual perception for colour is poor in low light, moonbows are often perceived to be white. It is difficult to photograph the complete semicircle of a rainbow in one frame, as this would require an angle of view of 84°. For a 35 mm camera, a lens with a focal length of 19 mm or less wide-angle lens would be required.",
    "reviews": [
      {
        "timestampMsec": "1368980266159",
        "starRating": "5",
        "title": "Superb!!",
        "comment": "Super colorful rainbow painting app, love it!!!",
        "commentId": "gp:AOqpTOEzzetruY2f-GiKc4CbUnMio5yi6FIqVNUIGvBGLe6aHYo26VolNG4VDKGyW2hktCEppgOjfIHB0PwwXw",
        "author": "sony anroid",
        "authorURL": "http://lh6.googleusercontent.com/-t88HprWeUfs/AAAAAAAAAAI/AAAAAAAAABc/tKtB7fQozZ8/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/-t88HprWeUfs/AAAAAAAAAAI/AAAAAAAAABc/tKtB7fQozZ8/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "android.permission.READ_PHONE_STATE",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
