{
  "title": "Birthday Coloring",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.colortime.coloring.birthdaycoloring",
  "category": "Entertainment",
  "price": "Free",
  "datePublished": "May 19, 2013",
  "version": "2.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "3",
  "rating": "5.0",
  "contentRating": "Low Maturity",
  "creator": "Color Time",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.colortime.coloring.birthdaycoloring",
  "extendedInfo": {
    "installSize": "1.5M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "\"Free Birthday Coloring Book app for kids. Your children will love this! Entertain your kids for hours with this super fun coloring book app full of high quality images to color. Color images of Birthday with this delightful childrens' coloring app, painting for kids. Features include: paintbucket, paintbrush, undo feature, and more. Kids can save the colored images to your phone to can send to friends! Scroll to the right for more colors.This app is ad supported and may contain ads in the notification tray and/or home screen. This is an unofficial free fan app.Please rate this app 5 stars!Any content not owned by this developer belongs to their respective owners. We are not affiliated with this company. We don't claim any ownership to the characters, images, or content in this app. We believe the images fall under fair use as they are reduced size and excerpted for informational purposes. If there is a copyright issue with content in this app, please contact us and we'll remove it.\"A birthday is a day when a person celebrates the anniversary of his or her birth. Birthdays are celebrated in numerous cultures, often with a gift, party, or rite of passage. The celebration of a birthday usually is thought to mark how old a person is, traditionally stopping when death occurs and only stating that if still alive, they would have been (number of years) old. Some contemporary writers ignore this aspect, however, and keep counting the years since the date of birth of famous people, such as proclaiming that it is Shakespeare's \"four hundredth birthday\" (although he died at the age of fifty-two) instead of noting that it is the four hundredth anniversary of his birth.Many religions celebrate the birth of their founders with special holidays.In most legal systems, one becomes designated as an adult on a particular birthday (often between 14 and 21), and reaching age-specific milestones confers particular rights and responsibilities. At certain ages, one may become subject to military conscription or become eligible to enlist in the military, to marry without parental consent, to vote, to run for elected office, to legally purchase (or consume) alcohol and tobacco products, to purchase lottery tickets, or to obtain a driver's license.In many portions of the world an individual's birthday is celebrated by a party where a specially made cake, usually decorated with lettering and the person's age, is presented. The cake is traditionally studded with the same number of lit candles as the age of the individual, or a number candle representing their age. The celebrated individual usually will make a silent wish and attempt to blow out the candles in one breath; if successful, a tradition holds that the wish will be granted. In many cultures, the wish must be kept secret or it won't \"come true\". Presents are bestowed on the individual by the guests appropriate to her/his age. Other birthday activities may include entertainment (usually by a hired professional, i.e. a clown, magician, or musician), and a special toast or speech by the birthday celebrant. The last stanza of Patty Hill's and Mildred Hill's famous song, \"Good Morning to You\" (unofficially titled \"Happy Birthday to You\") is typically sung by the guests at some point in the proceedings. In some countries a piñata takes the place of a cake. An occasional activity is spanking the birthday individual, with one usually gentle \"swat\" for each year since birth. In North America, the celebration of a birthday is fundamentally about celebrating the role of friends and families in an individual's life and recognizing their importance.According to a public record births database, birthdays in the United States are quite evenly distributed for the most part. However, there tend to be more births in September and October.",
    "reviews": [
      {
        "timestampMsec": "1368979331434",
        "starRating": "5",
        "title": "Super cute",
        "comment": "Super cute coloring app!!",
        "commentId": "gp:AOqpTOEXb9YTOPrtY5JEBvfZaciZTudB7pMLhu9WhQM4eN7RWKWrWU_gS5c8K3jsdDSZAfbT-YE2Ve_xYgGjcQ",
        "author": "sony anroid",
        "authorURL": "http://lh6.googleusercontent.com/-t88HprWeUfs/AAAAAAAAAAI/AAAAAAAAABc/tKtB7fQozZ8/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/-t88HprWeUfs/AAAAAAAAAAI/AAAAAAAAABc/tKtB7fQozZ8/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "android.permission.READ_PHONE_STATE",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
