{
  "title": "Word Samurai Free",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.cliqueyou.wordsamurai",
  "category": "Brain & Puzzle",
  "price": "Free",
  "datePublished": "September 10, 2011",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "2",
  "rating": "3.0",
  "contentRating": "Everyone",
  "creator": "cliqueyou.com",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.cliqueyou.wordsamurai",
  "extendedInfo": {
    "installSize": "8.2M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "NEW!!! The list of words used in the default set is now available. Please visit our website http://www.cliqueyou.com/samurai/ and click on \"Word List\" (below the main menu items at the top of the page). Enjoy!---Have fun while learning new words! Samurai warriors do not strike randomly! Slash/touch the correct letters to form the hanging word. The object of the game is to complete the correct word (hanging word) by slashing/touching the correct letters. The correct letters are those that are in that hanging word which you will need to guess based on the given definition. A definition of the hanging word is given before every start of a session. Slashing/touching a bomb ends the game instantly. Included out of the box is a set of about 150 words. There are 3 more word sets : English Vocabulary 1, English Vocabulary 2, and En Español. OpenFeint achievement is available with the default word set, and other special OpenFeint Achievements worth up to 200 points are available when you play using the other word sets. Furture releases will include more word sets such as Science, US History, and Entertainment.",
    "reviews": [
      {
        "timestampMsec": "1330753309786",
        "starRating": "1",
        "comment": "I wouldn\\'t install this on the phone of someone I hated, because it would be too cruel.  That\\'s how bad this game is - choppy, inconsistent and overly derivative of Fruit Ninja with none of the polish of the game it clearly tries to rip off.  A waste of time.",
        "commentId": "lg:AOqpTOHYeRNdbYjDuJEDy_gUGKpgxjf6buqcU3ueG8IBAYCYvn8ry1xtDogar0YsmpdTqppg-D5pw_7A4bVZLw",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_PHONE_STATE"
    ]
  }
}
