{
  "title": "Yu-Gi-Oh Coloring",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.colorkids.coloring.yugiohcoloring",
  "category": "Entertainment",
  "price": "Free",
  "datePublished": "May 11, 2013",
  "version": "2.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "21",
  "rating": "4.571429",
  "contentRating": "Low Maturity",
  "creator": "Color Kids",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.colorkids.coloring.yugiohcoloring",
  "extendedInfo": {
    "installSize": "1.8M",
    "downloadsCount": "5,000+",
    "downloadsCountText": "5,000 - 10,000",
    "description": "\"Free Yu-Gi-Oh Coloring Book app for kids. Your children will love this! Entertain your kids for hours with this super fun coloring book app full of high quality images to color. Color images of Yu-Gi-Oh with this delightful childrens' coloring app, painting for kids. Features include: paintbucket, paintbrush, undo feature, and more. Kids can save the colored images to your phone to can send to friends! Scroll to the right for more colors.This app is ad supported and may contain ads in the notification tray and/or home screen. This is an unofficial free fan app.Please rate this app 5 stars!Any content not owned by this developer belongs to their respective owners. We are not affiliated with this company. We don't claim any ownership to the characters, images, or content in this app. We believe the images fall under fair use as they are reduced size and excerpted for informational purposes. If there is a copyright issue with content in this app, please contact us and we'll remove it.\"Yu-Gi-Oh! (遊☆戯☆王 Yūgiō?, lit. Game King) is a Japanese manga series about games created by Kazuki Takahashi (Studio Dice). It was serialised in Shueisha's Weekly Shōnen Jump magazine between September 30, 1996 and June 2004. The plot follows the story of a boy named Yugi Mutou, who solves the ancient Millennium Puzzle, and awakens a gambling alter-ego within his body that solves his conflicts using various games.Two anime adaptations were produced; one by Toei Animation which aired in 1998 and another produced by Nihon Ad Systems which aired between April 2000 and September 2004. The manga series has spawned a franchise that includes multiple spinoff manga and anime series, a trading card game and numerous video games. Most of the incarnations of the franchise involve the fictional trading card game called Duel Monsters (originally known as Magic & Wizards), where each player uses cards to \"duel\" each other in a mock battle of fantasy \"monsters\". The Yu-Gi-Oh! Trading Card Game is the real world counterpart to this fictional game on which it is loosely based.Yu-Gi-Oh! tells the tale of Yugi Mutou, a timid young boy who loves all sorts of games, but is often bullied around. One day, he solves an ancient artifact known as the Millennium Puzzle (千年パズル Sennen Pazuru?), causing his body to play host to a mysterious spirit with the personality of a gambler. From that moment onwards, whenever Yugi or one of his friends is threatened by those with darkness in their hearts, this \"Dark Yugi\" shows himself and challenges them to dangerous \"Shadow Games\" (闇のゲーム Yami no Gēmu?, lit. Games of Darkness) which reveal the true nature of someone's heart, the losers of these contests often being subjected to a dark punishment called a \"Penalty Game\" (罰ゲーム lit. Batsu Gēmu?). Whether it be cards, dice or role-playing board games, Dark Yugi is the king of them all and will take on all competition. As the series progresses, Yugi and his friends learn that this other Yugi inside of his puzzle is actually the spirit of a nameless Pharaoh from Egyptian times who had lost his memories. As Yugi and his companions attempt to help the Pharaoh regain his memories, they find themselves going through many trials as they wager their lives facing off against gamers that wield the mysterious Millennium Items (千年アイテム Sennen Aitemu?) and the dark power of the Shadow Games.The plot of the Yu-Gi-Oh! manga is split into several major arcs.A mysterious man named Shadi arrives in Domino City to pass judgement on those who trespassed and pilfered from an Egyptian tomb, targeting the Domino City Museum. He meets Yugi and finds out that he has completed the Millennium Puzzle and has awakened a second personality within himself. Desiring to discover the Millennium Puzzle's true power, with the Millennium Scales and the Millennium Key, Shadi summons deadly Shadow Game trials that, if Dark Yugi can't successfully pass them, will kill his best friends.",
    "reviews": [
      {
        "timestampMsec": "1376770437974",
        "starRating": "4",
        "title": "A bit rough for a perfectionist",
        "comment": "Semi difficult to color without smearing over lines, and the color fill in often paints the entire image, instead of just the portion wanted. Images are great as is the selection. I love the fact you can be creative with this app. Giving 4 and not 5 stars due to difficulty painting... I even use a stylus and have trouble... otherwise this is A+ work.",
        "commentId": "gp:AOqpTOHZgHz9vs3pStYytApIMrE8UNOhyn6IAlbJrkqw2fwlyse0L7nhV6zRG3eiZrdT-5NTvOHs9G3c07Fx2Q",
        "author": "airea suendell",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1372180904550",
        "starRating": "3",
        "title": "Okay...",
        "comment": "The images are pretty good, and I could see it being a fun little app, but I just couldn\\'t do it.  The images had open lines,  so if you tried to color one section, you\\'d color the background with it.  That would have been tolerable if there was a zoom feature.  Add a zoom and I\\'ll reinstall it gladly.",
        "commentId": "gp:AOqpTOE-PlayBfs7TMWj2NDksocTkmOSEaWoWoOqa3Elnb5EJ0FXsZI6_2rin65Q3rdRsSTSt-MCSpVCsWsdHQ",
        "author": "OnezumiDaisuke",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1368713844593",
        "starRating": "5",
        "title": "Fun!",
        "comment": "This is cool fun. A must for those yu-gi-oh fans!",
        "commentId": "gp:AOqpTOGj8hxrwK-_Cm5aPdE5pT9YjOYzLZ7kE6FgdeM86ca2TOcJtNJvPKmF2E_mV6qcqA8NLq0l4R1JyB0wbQ",
        "author": "Muhammad Taufiq",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1369091759064",
        "starRating": "5",
        "title": "Hi",
        "comment": "I love coloring yu-gi-oh picture\\'s.",
        "commentId": "gp:AOqpTOGE7CZWxpkbGPHCU34BpWkPB2TXYQtVn0941juiwvifab0m8TzG14lrYqf2ZLpwdlwPzZ1kspkMmi-1XA",
        "author": "Sharon LaBori",
        "authorURL": "http://lh6.googleusercontent.com/-B3jYuaGrwXc/AAAAAAAAAAI/AAAAAAAAAE0/FSVx8RS5LT8/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/-B3jYuaGrwXc/AAAAAAAAAAI/AAAAAAAAAE0/FSVx8RS5LT8/photo.jpg"
      },
      {
        "timestampMsec": "1368569459153",
        "starRating": "5",
        "title": "Top class",
        "comment": "This is a top class coloring app.",
        "commentId": "gp:AOqpTOE0NXMDJk1Um_xy6Tm4BZtEu2KWELTFkur0eGmFaZvVsMoINmGi7wF8MA3fFllzTn0JvPfzb9r3SZFy9g",
        "author": "sony anroid",
        "authorURL": "http://lh6.googleusercontent.com/-t88HprWeUfs/AAAAAAAAAAI/AAAAAAAAABc/tKtB7fQozZ8/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/-t88HprWeUfs/AAAAAAAAAAI/AAAAAAAAABc/tKtB7fQozZ8/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "android.permission.READ_PHONE_STATE",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
