{
  "title": "Collectors Proof",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.collectorsproof.mobile",
  "category": "Lifestyle",
  "price": "Free",
  "datePublished": "June 24, 2011",
  "version": "1",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "3",
  "rating": "2.3333333",
  "contentRating": "Everyone",
  "creator": "Collectors Proof",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.collectorsproof.mobile",
  "extendedInfo": {
    "installSize": "2.2M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Collectors Proof gives you & your friends a unique way to tag and share stories about your favorite things. You can even transfer items between owners and continue the story.* How It Works...The Collectors Proof online community allows its members to register cherished items in our web-based gallery. Each registered item gets a unique Collectors Proof ID and corresponding URL, which can be shared with the world. Ownership changes are tracked when items change hands, preserving authenticity and adding to each item's story. You can organize your collectibles and memorabilia, blog about your collection and manage your inventory. * Item HistoryItems are time stamped when registered and every change to the item's history is documented. So as ownership changes hands it is documented in the item's history. Color, size, description, condition, price. As a result, you can be assured of receiving original artwork if the artist registered the item or authentic product if a manufacturer registers an item. By using Collectors Proof, everyone can see the Item's full history. Totally free.* Identity VerificationBecause we know you want to work with credible sources, we offer identity verification for individuals as well as large companies. When you see that someone has been verified, rest assured they are who they say they are. Are you a company making designer jeans? Are you a world renowned collector? Are you an artist creating new works of art? Are you alone in your basement surrounded by your most coveted treasures? Every credible source will benefit by having their identities verified as will everyone seeking knowledge and information from these sources.* Connect With Your CustomersAs dealers, you understand that the most valuable collectibles have a story. Keep connected with your most loyal customers that understand that as well. Your customers are using the Collectors Proof community to share with the world the story about their favorite collectibles.Wouldn't you like to meet them? Purchase our marketing Starter Pack and receive these benefits: - Connect directly with your most loyal customers and get to know them. - Build your credibility by associating your name and reputation with your items. - Reach future customers through targeted advertising on item pages. - Improve and strengthen your current Certificate of Authenticity with our online registry community. - Detailed data reports to support your marketing strategies.",
    "reviews": [
      {
        "timestampMsec": "1375988792790",
        "starRating": "1",
        "title": "Samsung Mobile note 2",
        "comment": "Keeps crashing once opened",
        "commentId": "gp:AOqpTOFrRIbUfIK59AHGkPHANpFnc2zynnzyuDNrrQp-8o2_HxbK6f_yKTeJVMHuSo_rGea9fUPO_Jr5znhslw",
        "author": "perry norman",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1377825727231",
        "starRating": "1",
        "title": "Can\\'t use due to FC",
        "comment": "Haven\\'t been able to use the app because it force closes about two seconds after it opens.",
        "commentId": "gp:AOqpTOFhnmyS_-JmItidDZtSH5M1u7nrZJ7S35UeX5BFR_zMbg3DZ4bHHuKXXZnAxiK2V3_SBNquVIC41H-2oA",
        "author": "Jim Fields III",
        "authorURL": "http://lh6.googleusercontent.com/-gfRfPv694KQ/AAAAAAAAAAI/AAAAAAAAJPc/Ykkp0NTHyTQ/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/-gfRfPv694KQ/AAAAAAAAAAI/AAAAAAAAJPc/Ykkp0NTHyTQ/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.CAMERA",
      "android.permission.FLASHLIGHT",
      "android.permission.INTERNET",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
