{
  "title": "Cocha Inbound Chile",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.cochainbound.cochachile",
  "category": "Travel & Local",
  "price": "Free",
  "datePublished": "June 17, 2011",
  "version": "1.1",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "9",
  "rating": "2.5555556",
  "contentRating": "Low Maturity",
  "creator": "Turismo Cocha SA",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.cochainbound.cochachile",
  "extendedInfo": {
    "installSize": "11M",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "Chile has no geographic equal in all the world – its 4500 kilometers of coastline is home to majestic mountains, an extensive coastline, sublime lakes and lagoons, fertile wine growing valleys, an arid desert that occasionally concedes a burgeon of color, numerous active volcanoes, noble glaciers, and exotic islands decorated with an exuberance of flora and fauna.Chile is a destination that is yet to be fully discovered by the masses and is generally only known by experienced, savvy travelers who look for new experiences and contrasts between the rustic outdoors and the cosmopolitan rhythms of the city. Chile is home to a new breed of luxury hotels, restaurants and boutiques. The population is kind, welcoming and eager to show off its country and the country itself has a well developed infrastructure and boasts excellent security.To manage such a destination is not an easy task, but Cocha has been doing it successfully for more than half a century! With almost 60 years in the business, 29 offices, 800 team members, and over 300.000 happy guests, Cocha is now the largest travel group in Chile and one of the 3 largest in South America. The company is family owned but professionally managed, it is financially solid with well proven reliability and its name is renowned throughout the travel industry. Following the steps of a nation that is silently turning into a Latin American powerhouse, Cocha is determined to remain the number one travel group in Chile and expand its services to make Chile the top destination in Latin America.Cocha has successfully delivered top quality experiences to guests from all around the world and has served not only FIT travelers but also groups ranging in sizes up to a thousand guests. The key behind our long lasting success is based upon several concepts that we hold very true: intense product knowledge, creativity in packaging and event planning, quality in product and service, and excellent value to our partners and end guests.This application  is a small sample of the some of the wonders that Chile has and some of the services that we offer.",
    "reviews": [
      {
        "timestampMsec": "1327415323888",
        "starRating": "5",
        "comment": "Great service, great country",
        "commentId": "lg:AOqpTOFvZSJTfdgZdSV6OFNKa1OuLdegajsszyZlp96WXZuYwv_SVP_ypcVOSFJBwnBrSLfaQ_4nis74T4vMRTs",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_FINE_LOCATION"
    ]
  }
}
