{
  "title": "Summer Coloring",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.colortime.coloring.summercoloring",
  "category": "Entertainment",
  "price": "Free",
  "datePublished": "May 19, 2013",
  "version": "2.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "3",
  "rating": "4.6666665",
  "contentRating": "Low Maturity",
  "creator": "Color Time",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.colortime.coloring.summercoloring",
  "extendedInfo": {
    "installSize": "1.4M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "\"Free Summer Coloring Book app for kids. Your children will love this! Entertain your kids for hours with this super fun coloring book app full of high quality images to color. Color images of Summer with this delightful childrens' coloring app, painting for kids. Features include: paintbucket, paintbrush, undo feature, and more. Kids can save the colored images to your phone to can send to friends! Scroll to the right for more colors.This app is ad supported and may contain ads in the notification tray and/or home screen. This is an unofficial free fan app.Please rate this app 5 stars!Any content not owned by this developer belongs to their respective owners. We are not affiliated with this company. We don't claim any ownership to the characters, images, or content in this app. We believe the images fall under fair use as they are reduced size and excerpted for informational purposes. If there is a copyright issue with content in this app, please contact us and we'll remove it.\"Summer (/ˈsʌmər/ su-mər) is the warmest of the four temperate seasons, between spring and autumn. At the summer solstice, the days are longest and the nights are shortest, with day-length decreasing as the season progresses after the solstice. The date of the beginning of summer varies according to climate, culture, and tradition, but when it is summer in the Northern Hemisphere it is winter in the Southern Hemisphere, and vice versa.From an astronomical view, the equinoxes and solstices would be the middle of the respective seasons, but a variable seasonal lag means that the meteorological start of the season, which is based on average temperature patterns, occurs several weeks later than the start of the astronomical season. According to meteorologists, summer extends for the whole months of June, July, and August in the northern hemisphere and the whole months of December, January, and February in the southern hemisphere. Under meteorological definitions, all seasons are arbitrarily set to start at the beginning of a calendar month and end at the end of a month. This meteorological definition of summer also aligns with the commonly viewed notion of summer as the season with the longest (and warmest) days of the year, in which daylight predominates. The meteorological reckoning of seasons is used in Austria, Denmark and the former Soviet Union; it is also used by many in the United Kingdom, where summer is thought of as extending from mid-May to mid-August. In Ireland, the summer months according to the national meteorological service, Met Éireann, are June, July and August. However, according to the Irish Calendar summer begins 1 May and ends 1 August. School textbooks in Ireland follow the cultural norm of summer commencing on 1 May rather than the meteorological definition of 1 June.Days continue to lengthen from equinox to solstice and summer days progressively shorten after the solstice, so meteorological summer encompasses the build-up to the longest day and a diminishing thereafter, with summer having many more hours of daylight than spring. Solstices and equinoxes are taken to mark the midpoints, not the beginnings, of the seasons. Midsummer takes place over the shortest night of the year, which is the summer solstice, or on a nearby date that varies with tradition.The Western definition based on solstice to equinox is more frequently used where a temperature lag of up to half a season is common. In North America, summer is often the period from the summer solstice (usually June 20 or 21 in the Northern Hemisphere) to the autumn equinox. The summer season in the United States is commonly regarded as beginning on Memorial Day weekend (the last weekend in May) and ending on Labor Day weekend (the first weekend in September), more closely in line with the meteorological definition.",
    "reviews": [
      {
        "timestampMsec": "1368979729970",
        "starRating": "5",
        "title": "Nice app",
        "comment": "Very nice coloring app of summer season.",
        "commentId": "gp:AOqpTOFuX-SgFZWmDMlbA0i4zD7YmuOB-InkcQtph5j5N_MU1llzkmfsMN51Jl3326lhS3246BPnIfEz3otkLQI",
        "author": "sony anroid",
        "authorURL": "http://lh6.googleusercontent.com/-t88HprWeUfs/AAAAAAAAAAI/AAAAAAAAABc/tKtB7fQozZ8/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/-t88HprWeUfs/AAAAAAAAAAI/AAAAAAAAABc/tKtB7fQozZ8/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "android.permission.READ_PHONE_STATE",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
