{
  "title": "Psychoactive Plants and Fungi",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.colakey.T66.psychoactive",
  "category": "Books & Reference",
  "price": "$0.99",
  "datePublished": "May 31, 2013",
  "version": "2.0",
  "operatingSystems": "2.0 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "Colakey LLC.",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.colakey.T66.psychoactive",
  "extendedInfo": {
    "installSize": "12M",
    "downloadsCount": "50+",
    "downloadsCountText": "50 - 100",
    "description": "◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆Currently on Sale! 50% Off, Don't miss it! ◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆Psychoactive Plants are plants that contains any chemical substance that distorts the senses and produces hallucinations – perceptions and experiences that depart dramatically from ordinary reality. In most countries, cultivating and consuming these Psychoactive Plants are legal, and their use extends to the field of medication.Psychoactive Plants and Fungi is an application containing detailed information of around 400 species of Psychoactive Plants and Mushrooms found. For each type of plant explained in this App, the following information is available:- A photo (if applicable)- The Scientific Name- The Common Name- The Kingdom, Phylum, Clade, Order, Family, Subfamily, Genus- Basic information and precautions when handling- Other informationThese 400 different plants were grouped into around different sub-categories for easier referencing.★★★★★★★★★★★★★★★★★★★★★★★WHAT YOU WILL EXPECT This application has the following features:- 2-Level Category Views with THUMBNAIL preview of each plant- All Category View to preview all plants in alphabetical order- Single Category View to list plants of the same family- Ability to BOOKMARK selected plants for easier reference- A user friendly SEARCH engine- OFFLINE browsing The application is optimized for all Android devices running on OS 1.5 or above.◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆This application is brought to you by Colakey LLC.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "com.android.vending.CHECK_LICENSE"
    ]
  }
}
