{
  "title": "Close Enough Clock Lite",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.closeenough.lwall_light",
  "category": "Tools",
  "price": "Free",
  "datePublished": "April 16, 2013",
  "version": "HH1.0",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "Hal Harrison",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.closeenough.lwall_light",
  "extendedInfo": {
    "installSize": "47k",
    "downloadsCount": "50+",
    "downloadsCountText": "50 - 100",
    "description": "Living wallpaper app...the first major change in clock design in 250 years.BIG NUMBER = the current hour.PIE SLICE = fraction of the hour (changes once every 5 minutes.  Time shown at left: 6:30).The machinery inside today's clocks enslaves us to 4-digit numbers (digital clocks) or long hands-short hands (analog clocks). Get a clock designed for people instead of for the machinery inside (chips and gears). Use the free Close Enough clock living wallpaper for a week. See how much trouble both digital and analog clock-faces are giving us.The Close Enough clock live wallpaper runs on top of any static wallpaper. To install: - After downloading the App,  long press on your home screen to get \"Add to Home screen > Wallpapers > Live wallpapers > Close Enough Clock Lite\". - On some devices the next step, \"Loading live wallpaper...\", may sit on black. Touch the status bar at the top to see the Preview screen, or select the \"Set homescreen\" button and open the CE Clock App later to set preferences. - Tapping toggles the orange circle on and off. When you see the circle you can adjust the clock's position by dragging it over the wallpaper.(Note to previous users: If an old version of this clock is still installed on your device, uninstall it before downloading CE Lite. The coexistence of the two on the same device has not been tested.)",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [

    ]
  }
}
