{
  "title": "Mother's Day Coloring",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.colortime.coloring.mothersdaycoloring",
  "category": "Entertainment",
  "price": "Free",
  "datePublished": "May 19, 2013",
  "version": "2.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "4",
  "rating": "5.0",
  "contentRating": "Low Maturity",
  "creator": "Color Time",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.colortime.coloring.mothersdaycoloring",
  "extendedInfo": {
    "installSize": "1.5M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "\"Free Mother's Day Coloring Book app for kids. Your children will love this! Entertain your kids for hours with this super fun coloring book app full of high quality images to color. Color images of Mother's Day with this delightful childrens' coloring app, painting for kids. Features include: paintbucket, paintbrush, undo feature, and more. Kids can save the colored images to your phone to can send to friends! Scroll to the right for more colors.This app is ad supported and may contain ads in the notification tray and/or home screen. This is an unofficial free fan app.Please rate this app 5 stars!Any content not owned by this developer belongs to their respective owners. We are not affiliated with this company. We don't claim any ownership to the characters, images, or content in this app. We believe the images fall under fair use as they are reduced size and excerpted for informational purposes. If there is a copyright issue with content in this app, please contact us and we'll remove it.\"Mother's Day is a celebration honoring mothers and motherhood, maternal bonds, and the influence of mothers in society. It is celebrated on various days in many parts of the world, most commonly in March or May. It complements Father's Day, a similar celebration honoring fathers.The celebration of Mother's Day began in the United States in the early 20th century; it is not related to the many celebrations of mothers and motherhood that have occurred throughout the world over thousands of years, such as the Greek cult to Cybele, the Roman festival of Hilaria, or the Christian Mothering Sunday celebration. Despite this, in some countries Mother's Day has become synonymous with these older traditions.The modern holiday of Mother's Day was first celebrated in 1908, when Anna Jarvis held a memorial for her mother in Grafton, West Virginia. She then began a campaign to make \"Mother's Day\" a recognized holiday in the United States. Although she was successful in 1914, she was already disappointed with its commercialization by the 1920s. Jarvis' holiday was adopted by other countries and it is now celebrated all over the world. In this tradition, each person offers a gift, card, or remembrance toward their mothers, grandmothers, and/ or maternal figure on mother's day.Various observances honoring mothers existed in America during the 1870s and the 1880s, but these never had resonance beyond the local level. Jarvis never mentioned Julia Ward Howe's attempts in the 1870s to establish a \"Mother's Day for Peace\", nor any connection to the Protestant school celebrations that included \"Children's Day\" amongst others. Neither did she mention the traditional festival of Mothering Sunday, but always said that the creation was hers alone. For more information on previous attempts, see the \"United States\" section in this article.In 1912, Anna Jarvis trademarked the phrases \"second Sunday in May\" and \"Mother's Day\", and created the Mother's Day International Association. She specifically noted that \"Mother's\" should \"be a singular possessive, for each family to honor its mother, not a plural possessive commemorating all mothers of the world.\" This is also the spelling used by U.S. President Woodrow Wilson in the law making official the holiday in the United States, by the U.S. Congress in relevant bills, and by various U.S. presidents in their proclamations concerning Mother's Day. However, \"Mothers' Day\" (plural possessive) or \"Mothers Day\" (plural non-possessive) are also sometimes seen.As the American holiday was adopted by other countries and cultures, the date was changed to fit already existing celebrations honoring motherhood, such as Mothering Sunday in the United Kingdom or, in Greece, the Orthodox celebration of the presentation of Jesus Christ to the temple (2 February). Mothering Sunday is often referred to as \"Mother's Day\" even though it is an unrelated celebration.",
    "reviews": [
      {
        "timestampMsec": "1368979595912",
        "starRating": "5",
        "title": "So sweet!!!",
        "comment": "Such a sweet coloring app, like it very much.",
        "commentId": "gp:AOqpTOGOKZHxcfjqo8uEYy5DKtQc1qzEYKB8EtvcD4D2DWOzRDIazljbbnCEjVucw1P3PgYOf252IEPlcchpbZo",
        "author": "sony anroid",
        "authorURL": "http://lh6.googleusercontent.com/-t88HprWeUfs/AAAAAAAAAAI/AAAAAAAAABc/tKtB7fQozZ8/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/-t88HprWeUfs/AAAAAAAAAAI/AAAAAAAAABc/tKtB7fQozZ8/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "android.permission.READ_PHONE_STATE",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
