{
  "title": "Time Management Guide",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.college.time.management",
  "category": "Education",
  "price": "Free",
  "datePublished": "December 29, 2012",
  "version": "0.0.1",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "applearningpurpose",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.college.time.management",
  "extendedInfo": {
    "installSize": "464k",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "Time Management is an app to help you manage your time better. It is a guide like NO OTHER with its comprehensive detailed information, you will know what to do after reading it. We have voluntarily gather useful information to bring you this time management guide for free, it is to help you manage yourself better.One of the main causes of being stressed out in the office is lack of time for other important things outside work.  Being so career-driven, an busy worker can even lose his touch with time...losing the ability to distinguish between sunrise and sunset. You are too busy even to have a social life and recreational activities.  Eventually, this situation leads to stress and anxiety...and even  burn out. It is important to know that you have control over time and that you can maximize to achieve your daily tasks, and still leave behind precious time for yourself and your family. Stress Management and Time Management Principles:KNOWING THE TIME WASTERS - recognize which activities that waste your time. Don't concentrate anymore on what is unimportant and and irrelevant.FOCUS ON PERSONAL PRODUCTIVITY- check your schedule, you may get clues as to where as you're losing more precious time. It could be unclear assignments or poor scheduling.LOOK TO THE PRESENT, NOT STAY IN THE PAST- yesterday is gone. It is now part of history. You can't bring it back anymore. Life is meant to be lived in the present. The “Now” that we are so capable of changing. The present on you can make vital choices that affects your future.WRITE IT DOWN- a written daily schedule will aid you on how to budget your time. Write down your activities and include activities for your family and friends. Set a significant time for leisure like biking, watching a movie or reading a good book. a well written schedule is the way for you to have a more balanced life. PRIORITIZE- write a list of things to do. Each task should be properly labeled in order of difficulty which is the toughest job first than the easier ones. Don't let others dictate your schedule. Always be on charge. Don't allow intrusions like a cellphone or telephone call. Schedule your appointments and create boundaries.Turned your life around. Trying to do everything or being a workaholic so you can just be able to reach the top is not what success is all transformation will begin the moment you decide to change and make an intense personal commitment. Time Management  affects your relationships, your physical needs, your attitude and your work life. Make every minute counts. Make break apart your day into 10 minutes blocks of time to make quick re-evaluation and put it into practice, into action and not just visualizing.  Time is the essence. Make it count and not in pursuit of things that gives you too much stress that may even give you anxiety panic attacks. The hurdle to change is the first step—but taking action is another. After that, anything is possible. So manage your time so you can set achievable goals, strive for excellence, break bad habits, use money wisely, control your fears and anxieties, be more enthusiastic and gain more personal growth.Life is a continuous process of learning something new. There are times that maybe even twenty four hours is not enough because if you look more closely in the bigger picture is like putting together a piece of the puzzle. That life is what we make. Working too hard and not spending quality time for others  will determine if you have really been a success.  Failure starts the moment that you made unnecessary pursuits and next thing  you'll know how you wished you can turn back time.Download Time Management Guide now!",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
