{
  "title": "Comarch ERP Mobile Fleet",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.comarch.mobile.tracker.demo",
  "category": "Business",
  "price": "Free",
  "datePublished": "May 10, 2013",
  "version": "1.6",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "1",
  "rating": "5.0",
  "contentRating": "Low Maturity",
  "creator": "Comarch ERP Mobile",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.comarch.mobile.tracker.demo",
  "extendedInfo": {
    "installSize": "1.1M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Jest to 30 dniowa wersja demonstracyjna aplikacji. W wersji demo została udostępniona pełna funkcjonalność aplikacji oraz możliwość utworzenia pojedynczego konta lub własnej floty przedstawicieli rejestrując wszystkich użytkowników na ten sam adres e-mail.Nowe konto można zarejestrować pod adresem: http://217.74.68.170/DemoFleetRegister/Zarejestrowane trasy można oglądać pod adresem: http://217.74.68.170/DemoFleet/Dla pracowników przebywających poza biurem istotna jest możliwość łatwej komunikacji ze współpracownikami. Z kolei z punktu widzenia osób zarządzających ważną kwestią jest śledzenie tras przejazdów przedstawicieli handlowych. W odpowiedzi na te potrzeby powstała aplikacja Comarch ERP Mobilna Flota.Głównym zadaniem aplikacji jest monitorowanie tras pracowników pracujących w terenie, takich jak:•\tPrzedstawiciele handlowi;•\tPracownicy dostarczający/odbierający towary do/od Klientów.Osoby zarządzające flotą samochodów, czy też kierownicy bezpośrednio odpowiedzialni za wybranych pracowników w firmie mogą w wygodny sposób poprzez przeglądarkę internetową:•\tMonitorować bieżące pozycje pracowników z perspektywy mapy;•\tSprawdzać, czy trasy zostały zaplanowane i wykonane optymalnie do potrzeb;•\tPrzesyłać pilne komunikaty do swoich pracowników.Osoby pracujące w terenie mogą z kolei komunikować się między sobą za pomocą aplikacji zainstalowanej na smartfonie lub tablecie opartych na platformie Android.Aplikacja współpracuje obecnie z systemem: Comarch ERP XL.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "android.permission.VIBRATE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
