{
  "title": "USA Mega Millions analyzer",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.codendot.lottery",
  "category": "Lifestyle",
  "price": "Free",
  "datePublished": "April 30, 2013",
  "version": "1.0",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "2",
  "rating": "3.0",
  "contentRating": "High Maturity",
  "creator": "Code&Dot",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.codendot.lottery",
  "extendedInfo": {
    "installSize": "552k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "This application is USA Mega Millions analyzer. You can use this application to increase your chance to win the next draw of USA Mega Millions lottery. How? Draw winning numbers are stored on our servers (Results since the beginning of USD Mega Millions Lottery). A smart engine analyzes those numbers and sends results to you mobile via this application. You can get different types of analysis based results of last 6 months, 1 year or 2 years ago. You can know the most winning numbers as well most winning combination. Try it now; it may make difference in your life. This application provides you with number analysis of the historical winning numbers of Mega Millions Lottery and it will provide number analysis of:•\t multi-state PowerBall Lottery•\tHot Lotto•\tAnd moreWe have many different algorithms which help you to pick your numbers and increase your chances to win. Algorithms such as the total number of times that a given lottery ball has appeared in the winning numbers or combination with other numbers can be seen as patterns over timeThe more you understand how the patterns have played out in the past helps you to determine if you should use a particular number in your picks.Tell your family and friends about this application. We are working hard to give you the lottery analysis for the games you want so you can win BIG!Please Notice that:• WE DO NOT SELL ANY LOTTERY, WE DO NOT BUY LOTTERY NUMBERS ON BEHALF OF ANYONE; our application provides information and number analysis based on results we get it from USA Mega Millions lottery.• Winning numbers are obtained from official state websites and media announcements.• We are dedicated to present accurate data and calculated results, however, errors are frequently inevitable.If you have any questions regarding this mobile application, feel free to contact us.Email : Support@codendot.comPhone: +961 6 435 760",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE"
    ]
  }
}
