{
  "title": "The Woods by Harlan Coben",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.cloud.thewoods",
  "category": "Books & Reference",
  "price": "Free",
  "datePublished": "May 1, 2012",
  "version": "1.2",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "1",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "Cloud Workshop",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.cloud.thewoods",
  "extendedInfo": {
    "installSize": "784k",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "BackgroundCoben was born to a Jewish family in Newark, New Jersey, but was raised and schooled in Livingston, New Jersey with childhood friend and future politician Chris Christie at Livingston High School.[1] While studying political science at Amherst College, he was a member of Psi Upsilon fraternity with author Dan Brown. After Amherst, Coben worked in the travel industry, in a company owned by his grandfather. He now lives in Ridgewood, New Jersey with his wife, Anne Armstrong-Coben MD, a pediatrician, and their four children.[2]CareerCoben was in his senior year at college when he realized he wanted to write. His first book was accepted when he was twenty-six but after publishing two stand-alone thrillers in his twenties (Play Dead in 1990 and Miracle Cure in 1991) he decided on a change of direction and began a series of thrillers featuring his character Myron Bolitar. The novels of the popular series follow the tales of a former basketball player turned sports agent (Bolitar), who often finds himself investigating murders involving his clients.Coben has won an Edgar Award, a Shamus Award and an Anthony Award, and is the first writer to have received all three. He is also the first writer in more than a decade to be invited to write fiction for the New York Times op-ed page. He wrote a short story titled \"The Key to my Father,\" which appeared June 15, 2003.In 2001 he released his first stand-alone thriller since the creation of the Myron Bolitar series in 1995, Tell No One, which went on to be his best selling novel to date. Film director Guillaume Canet made the book into a French thriller, Ne le dis à personne in 2006. Coben followed Tell No One with six more stand-alone novels. His 2008 novel Hold Tight was released on April 15, 2008 and became his first book to debut at No. 1 on the New York Times Best Seller list. Although this is another stand-alone novel, Coben commented on his official website that certain key characters from The Woods will make brief appearances.[2] His 2009 novel, Long Lost, featured a return of Myron Bolitar and also debuted at No. 1 on the New York Times Bestseller List.Shelter (2011) is his first work of young-adult fiction. It features Mickey Bolitar, nephew to Coben's popular protagonist Myron Bolitar. A second in the series is scheduled for September 2012.NovelsMyron Bolitar 1.Deal Breaker (1995, ISBN 0-440-22044-0); Edgar Award Nominee, Anthony Award for Best Paperback Original 2.Drop Shot (1996, ISBN 0-440-22044-0) 3.Fade Away (1996, ISBN 0-440-22268-0); Edgar Allan Poe Award for Best Paperback Original, Shamus Award for Best P.I. Paperback Original 4.Back Spin (1997, ISBN 0-7528-4916-6) 5.One False Move (1998, ISBN 0-385-32369-7) 6.The Final Detail (1999, ISBN 0-385-32371-9) 7.Darkest Fear (2000, ISBN 0-385-33433-8) 8.Promise Me (2006, ISBN 0-525-94949-6) 9.Long Lost (2009, ISBN 0-525-95105-9) 10.Live Wire (2011, ISBN 0-525-95206-3)Mickey Bolitar 1.Shelter (6 September 2011,[3] ISBN 0-399-25650-4)Standalone Novels 1.Play Dead (1990, ISBN 0-945167-28-8) 2.Miracle Cure (1991, ISBN 0-945167-39-3); 3.Tell No One (2001, ISBN 0-440-23670-3); Adapted into a 2006 French thriller film. 4.Gone for Good (2002, ISBN 0-440-23673-8) 5.No Second Chance (2003, ISBN 0-525-94729-9) 6.Just One Look (2004, ISBN 0-525-94791-4) 7.The Innocent (2005, ISBN 0-525-94874-0) 8.The Woods (2007, ISBN 0-7528-7441-1) 9.Hold Tight (2008, ISBN 0-525-95060-5) 10.Caught (2010, ISBN 0-525-95158-X) 11.Stay Close (2012)References1. Coben, Harlan. \"Chris Christie Confidential\", The New York Times, November 33, 2009. Accessed February 24, 2011. \"Growing up in Livingston, N.J., Chris and I both attended Heritage Junior High and Livingston High School.\" 2. \"The Official Harlan Coben Web Site\". Retrieved 2006-09-07. 3. http://www.amazon.com/dp/0399256504v3.0Fix some bugs",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE"
    ]
  }
}
