{
  "title": "Hourse Wallpapers",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.cliffwork.TMhorseP",
  "category": "Libraries & Demo",
  "price": "Free",
  "datePublished": "August 31, 2012",
  "version": "1.5",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "99",
  "rating": "4.3030305",
  "contentRating": "Low Maturity",
  "creator": "Time2Relax",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.cliffwork.TMhorseP",
  "extendedInfo": {
    "installSize": "4.7M",
    "downloadsCount": "10,000+",
    "downloadsCountText": "10,000 - 50,000",
    "description": "The horse (Equus ferus caballus) is one of two extant subspecies of equus ferus, or the wild horse. It is a single-hooved (ungulate) mammal belonging to the taxonomic family Equidae. The horse has evolved over the past 45 to 55 million years from a small multi-toed creature into the large, single-toed animal of today. Humans began to domesticate horses around 4000 BC, and their domestication is believed to have been widespread by 3000 BC. Horses in the subspecies caballus are domesticated, although some domesticated populations live in the wild as feral horses. These feral populations are not true wild horses, as this term is used to describe horses that have never been domesticated, such as the endangered Przewalski's Horse, a separate subspecies, and the only remaining true wild horse. There is an extensive, specialized vocabulary used to describe equine-related concepts, covering everything from anatomy to life stages, size, colors, markings, breeds, locomotion, and behavior.Horses' anatomy enables them to make use of speed to escape predators and they have a well-developed sense of balance and a strong fight-or-flight instinct. Related to this need to flee from predators in the wild is an unusual trait: horses are able to sleep both standing up and lying down. Female horses, called mares, carry their young for approximately 11 months, and a young horse, called a foal, can stand and run shortly following birth. Most domesticated horses begin training under saddle or in harness between the ages of two and four. They reach full adult development by age five, and have an average lifespan of between 25 and 30 years.Horse breeds are loosely divided into three categories based on general temperament: spirited \"hot bloods\" with speed and endurance; \"cold bloods\", such as draft horses and some ponies, suitable for slow, heavy work; and \"warmbloods\", developed from crosses between hot bloods and cold bloods, often focusing on creating breeds for specific riding purposes, particularly in Europe. There are over 300 breeds of horses in the world today, developed for many different uses.Horses and humans interact in a wide variety of sport competitions and non-competitive recreational pursuits, as well as in working activities such as police work, agriculture, entertainment, and therapy. Horses were historically used in warfare, from which a wide variety of riding and driving techniques developed, using many different styles of equipment and methods of control. Many products are derived from horses, including meat, milk, hide, hair, bone, and pharmaceuticals extracted from the urine of pregnant mares. Humans provide domesticated horses with food, water and shelter, as well as attention from specialists such as veterinarians and farriers.",
    "reviews": [
      {
        "timestampMsec": "1356188801543",
        "starRating": "5",
        "title": "Nice",
        "comment": "Kya baat, kya baat kya....................",
        "commentId": "gp:AOqpTOGjUWsW5IAVOFKm8fH9lb2xqvou63ajUtyngEM47_Lr8pbEXazq8pV4ttMog4dtyXMHl6HYeSSHPAyztw",
        "author": "krishan kumar",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1354509556058",
        "starRating": "5",
        "title": "Racing -a name of life",
        "comment": "Give racing among horses make it more attractive",
        "commentId": "gp:AOqpTOFr-h9NciUxtwGlWVy2AIT0PfIdtnOQHhzU0G4878BflyCgWa5tllxtfLqHFpAmTr_pp9Y5y1t6d2JLlg",
        "author": "Sujay Kumar Shrikant",
        "authorURL": "http://lh6.googleusercontent.com/-ZTfj_qTMofo/AAAAAAAAAAI/AAAAAAAAAFw/IJryS9hs8fQ/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/-ZTfj_qTMofo/AAAAAAAAAAI/AAAAAAAAAFw/IJryS9hs8fQ/photo.jpg"
      },
      {
        "timestampMsec": "1353114205010",
        "starRating": "1",
        "title": "horrible",
        "comment": "it wouldnt let me open it",
        "commentId": "lg:AOqpTOFGO6D48dolAq-JFMb244by-uKkwOX-_k6IOhFXrHD8GomgpCKvEnHvkRFBwlrk8qgcUYSPd4Jz4NUIig",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.SET_WALLPAPER",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.WRITE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "android.permission.VIBRATE",
      "android.permission.FLASHLIGHT",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.GET_ACCOUNTS",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
