{
  "title": "Arduino Examples AdFree",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.coderzheaven.arduino_examples_adfree",
  "category": "Books & Reference",
  "price": "$0.99",
  "datePublished": "July 2, 2013",
  "version": "1.1",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Medium Maturity",
  "creator": "Coderz",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.coderzheaven.arduino_examples_adfree",
  "extendedInfo": {
    "installSize": "4.7M",
    "downloadsCount": "50+",
    "downloadsCountText": "50 - 100",
    "description": "A lot of Arduino examples with code,diagrams and images for arduino beginners and programmers. Take a look at it and master it.Contains Examples from Basics, Digital, Analog, CommunicationControl Structures,Sensors,Core Functions, Digital, Display, Strings,USB (Leonardo, Micro, and Due specific examples),Keyboard,Mouse.A lot of Arduino examples with code,diagrams and images for arduino beginners and programmers. Take a look at it and master it.Contains Examples from Basics, Digital, Analog, CommunicationControl Structures,Sensors,Core Functions, Digital, Display, Strings,USB (Leonardo, Micro, and Due specific examples),Keyboard,Mouse.----------------------------------------Analog In, Out SerialAnalog InputAnalogInOutSerialAnalogWriteMegaCalibrationFadingSmoothingASCII TableDimmerGraphMIDIMultiSerialMegaPhysicalPixelRead ASCII StringSerial Call Response ASCIISerial Call ResponseSerial input (Switch (case) Statement)SerialEventVirtual Color MixerArraysFor Loop (aka The Knight Rider)If StatementSwitch (case) Statement, used with sensor inputSwitch (case) Statement, used with serial inputWhile LoopAnalog Read SerialBareMinimumBlinkDigital Read SerialFadingReadAnalogVoltageBlink Without DelayButton State Change Detection (Edge Detection)ButtonDebounceInput Pullup SerialPitch followerSimple KeyboardToneTone4LED Bar GraphRow-columm Scanning to control an 8x8 LED MatrixAnalog Input PinsDigital PinsMemoryPWMADXL3xx AccelerometerKnockMemsic 2125 AccelerometerPing Ultrasonic Range FinderKeyboard and Mouse ControlMore will be updated daily or weekly. Just keep in touch.The slightly bigger size of the APK is because all images and diagrams are stored locally for offline reading.More will be updated daily or weekly. Just keep in touch.A Free version of this app is available here..https://play.google.com/store/apps/details?id=com.coderzheaven.arduino_examples&feature=search_resultYou can check it before downloading this paid versionKeywords :Android, arduino, beginners,Leonardo, Arduino Boards, examples ,programmers, Digital, Communication, USB , diagrams , code",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [

    ]
  }
}
