{
  "title": "CITIZENS NATIONAL BANK TEXAS",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.cnbanktexas.ACIMobile",
  "category": "Finance",
  "price": "Free",
  "datePublished": "March 4, 2013",
  "version": "1.1",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "CITIZENS NATIONAL BANK",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.cnbanktexas.ACIMobile",
  "extendedInfo": {
    "installSize": "116k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "CITIZENS NATIONAL BANKMobile Banking from your Android Phone Mobile banking offers you the ability to view account balances and recent transactions, transfer funds between your accounts and even pay your bills.  Our mobile banking solution provides you with the ultimate in convenience for managing your finances anytime, anywhere from any mobile phone!CNB Mobile Banking offers you three convenient ways to access your accounts: Text Banking, Browser Banking, and an Android Application. CNB  Mobile Banking lets you access your accounts using your mobile phone, anytime, anywhere FREE*!  To access CNB Mobile Banking you must be enrolled in C-Net Online Banking.  You may enroll by contacting your local branch or by filling out the online application and dropping it off at any of our locations.  Once enrolled, navigate to the “Mobile” tab to register for CNB Mobile Banking.You can have peace of mind knowing your transactions are secure.  We use the same encryption and security technology for Mobile Banking that we use for Online Banking.  Citizens National Bank uses Multi-Factor Authentication (MFA) in Internet Banking and the iPhone Application in Mobile Banking. MFA is an additional layer of security that requires you to identify an image and phrase in addition to providing your password.  It’s a fast and secure way to access your accounts from virtually any phone or mobile device.  You may•\tView account balances on all accounts•\tView recent transactions•\tTransfer funds between your accounts•\tPay bills •\tCall our Bank •\tFind the nearest branch or ATM using your device GPS Like with all of our other services, we are ready to assist you when you need us.  If you have problems with your mobile banking, contact your local branch during normal business hours.*Standard text messaging and data plan rates may apply. Consult your mobile service provider on specific fees and charges that may apply for you.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION"
    ]
  }
}
