{
  "title": "Josie Brown's Totlandia 1",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.coliloquy.totlandia1",
  "category": "Books & Reference",
  "price": "Free",
  "datePublished": "September 6, 2013",
  "version": "1.0.9",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "Coliloquy",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.coliloquy.totlandia1",
  "extendedInfo": {
    "installSize": "777k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "The Pacific Heights Moms & Tots Club is the most exclusive children’s playgroup in all of San Francisco. For the city’s ultra-competitive elite, the club’s ten annual spots are the ultimate parenting prize.But not everyone is PHM&TC material. The club’s founder, Bettina Connaught Cross, adheres to strict membership rules: Moms only. No single parents or working mothers allowed. Membership is an arduous commitment. And there’s no room in the club for scandal, bad behavior, or imperfection…from tots or their moms.In a world of power and prestige, no one has more than Bettina. And as every mom in Pacific Heights knows, you simply cannot cross her. But this year’s admissions process is more rigorous than ever, pitting prospective members against each other to prove their mettle.But four of the six candidates vying for the remaining four slots have a secret that would knock them out of the running. Jade is a former stripper and porn actress, who has been absent for most of her son’s life. Jillian’s husband cleaned out their joint accounts and left her for his pregnant assistant. Ally never even had a husband—just a sperm donor—and she’s hiding a high-ranking corporate job. And Lorna fears that her son may have special needs… just the excuse her sister-in-law, Bettina, needs to deny her entry to the club.Can these hopeful moms keep up appearances long enough to outlast the competition? Or will their chances—and their private lives—go up in flames?This is the first of four books that follow our heroines during “the Onesies,” their inaugural year in the club. Upcoming books—to be released in four episodes each year—will follow subsequent years: the Twosies, Threesies, Foursies, and Fivesies.Friendship. Lies. Seduction. Betrayal. Welcome to Totlandia.http://www.totlandiatheseries.comAbout the AuthorJosie Brown is the author of five novels: The Housewife Assassin’s Handbook, [2011, Signal Press], The Baby Planner, [2011, Simon & Schuster], Secret Lives of Husbands and Wives, [2010, Simon & Schuster], Impossibly Tongue-Tied, [2006, HarperCollins], and True Hollywood Lies, [2005, HarperCollins; 2010 Diversion Books].Her novel, Secret Lives of Husbands and Wives (Simon & Schuster), is being optioned by producer Jerry Bruckheimer as a dramatic television series.Josie is also the author of three non-fiction books: The Complete Idiot’s Guide to Finding Mr. Right[Alpha/Pearson]; Marriage Confidential: 102 Honest Answers to the Questions Every Husband Wants to Ask, and Every Wife Needs to Know [Signal Press]; and Last Night I Dreamt of Cosmopolitans: A Modern Girl’s Dream Dictionary [St. Martin's Press].As a journalist, Josie’s celebrity interviews and articles on relationship trends have been featured in the Los Angeles Times Syndicate International, Redbook and Complete Woman magazines, as well as AOL, Yahoo, AskMen.com, Divorce360.com, and SingleMindedWomen.com.Follow Josie at www.josiebrown.com.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
