{
  "title": "Map Rules FREE",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.cogtactics.maprules.free",
  "category": "Productivity",
  "price": "Free",
  "datePublished": "April 15, 2012",
  "version": "1.07",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "29",
  "rating": "4.1034484",
  "contentRating": "Low Maturity",
  "creator": "COG Tactics, Inc",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.cogtactics.maprules.free",
  "extendedInfo": {
    "installSize": "3.0M",
    "downloadsCount": "5,000+",
    "downloadsCountText": "5,000 - 10,000",
    "description": "Map Rules is a Google Maps application that replaces your GPS and allows location & time based events.  Provided with custom algorithms to provide the best balance between accuracy and battery life.  Highly configurable to adjust behaviors to fit any type of use.  Share any location as a link over email or text.  Launch Google Maps Navigation in driving or walking mode for directions to locations.Location Events allow the following to be enabled, disabled, and triggered upon entering and exiting locations within specified days and time periods:- Wi-Fi- Notifications- Bluetooth- 4G- Text Messages- Emails- Ringer Settings (Normal, Silent, Vibrate)- Volume (Ringtone, Media, Alarm, Notification, System, In-call, DTMF)- Toast Messages- Phone VibrationsThis application does not abuse your information and requires permissions soley to provide features. Permissions are described later in this description.Map Rules provides the following features:- Find and follow current location and direction- Save locations and assign names, icons, contact information, and notes- Set a location as your home with the ability to quickly find and navigate- Navigate to any saved, manually specified, or searched location in driving or walking mode- Share any saved, manually specified, or searched location to contacts over email or text- Automatic location geocoding to determine address- Time based location events, reminders, and alarms- View map layers including satellite, traffic, and streets- View location accuracies- Map drag and drop locations- Visual intersections between current location and a location radius- Search saved and new locations by address or name- Background service for triggering location events- Support for Metric and English measurements- Location list views sorted by distance or name- Dial a phone number for a saved location- Configurable accuracy and battery balanced location algorithms using Network, GPS, or both- Algorithms using a max straight line speed to minimize the frequency of checking user location- Location entrance and exit confirmation times, ignoring entries with a quick exit- Location event reset times preventing location events from triggering again for a specified timeExample uses:- Turn Wi-Fi on and off at locations- Change Phone ringtone volume at locations and/or times- Notify with reminders upon entering locations- Send text message when leaving or arriving to a location- Turn 4G on at covered ares- Email or text location to a friend on a computer or phone- Email or text a meeting location to a friend- Navigation to get directions for driving home- Navigate to a saved or searched location, drive or walk- Save your parking locationCredit:- The Map Rules Icon by: Julia Baumgart- Map picture icons from: http://code.google.com/p/google-maps-icons/Permissions Explained:INTERNET - Google Map data, application licensing, searching addresses / locations, advertisementsACCESS_FINE_LOCATION - Network, Wi-Fi, & GPSRECEIVE_BOOT_COMPLETED - When enabled, service starts upon phone startCALL_PHONE - Enables manual calling from saved phone numberVIBRATE - Long click draggable icon indicator & Location eventsACCESS_WIFI_STATE - View the Wi-Fi state for location eventCHANGE_WIFI_STATE - Change the Wi-Fi state for location eventACCESS_WIMAX_STATE - view the 4G state for location eventCHANGE_WIMAX_STATE - Change the 4G state for location eventBLUETOOTH - View the Bluetooth state for location eventBLUETOOTH_ADMIN - Change the Bluetooth state for location eventSEND_SMS - Send text messages for location event, Manually share locationsMODIFY_AUDIO_SETTINGS - Modify ringer settings for location eventWAKE_LOCK - When service enabled, keep service running during phone sleep. Only held while checking the location, then released. User may also enable wake lock on map view.READ_CONTACTS - Configuring text messages for location event",
    "reviews": [
      {
        "timestampMsec": "1372617173968",
        "starRating": "1",
        "title": "Nope",
        "comment": "Looks great forum From picts, but all I got was a map I couldn\\'t add anything too. It didn\\'t function like examples :-(",
        "commentId": "gp:AOqpTOHNARNtg9YtyXD6B-p0b1zRPMxEzVEvL9zNgYr4eE3nDlLTQjijl7d9jm7JsP1YtVhw04YYOAcfLjVl",
        "author": "No I don\\'t",
        "authorURL": "http://lh5.googleusercontent.com/-YPBV6IfLmDk/AAAAAAAAAAI/AAAAAAAAAJk/1mK8JGEmqg4/photo.jpg",
        "authorSecureURL": "https://lh5.googleusercontent.com/-YPBV6IfLmDk/AAAAAAAAAAI/AAAAAAAAAJk/1mK8JGEmqg4/photo.jpg"
      },
      {
        "timestampMsec": "1346907916642",
        "starRating": "3",
        "title": "Mostly Good, but...",
        "comment": "...even when set on max accuracy, it still sometimes misses locations. and i know it\\'s not my phone\\'s fault because i go to Google Maps and it shows my location correctly.",
        "commentId": "lg:AOqpTOG_xSI6hklpLeIuVN1gZSlJon04VGPab38BvlpRmGX8_LFuptPy55qe0l8XLu7gY80vruxk7jA6FLrE",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1326536372638",
        "starRating": "5",
        "title": "Good",
        "comment": "Good",
        "commentId": "lg:AOqpTOGZkqDG3SCcb_0VLCbRTXfE28g9dk2f6SUenJBvKHlIIagfnTvV6T_xB9PARo13DMVnuz1gYDWnrRsi",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1302291528859",
        "starRating": "5",
        "comment": "Very useful. Thanks!",
        "commentId": "lg:AOqpTOGd776ERFzY5iKDo8vZKT9nuyEAJKwkWLQtdWhkKfNPSARBR379ik0tZnACFirzl2GbOshhe_lwtbi_",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1311177774729",
        "starRating": "3"
      },
      {
        "comment": "sometimes the triggers do not always fire at set time or when inside location works ok when it does work",
        "commentId": "lg:AOqpTOEjc8jpatzzgRnVNHUBg5B0LqmrG6jkl2mK4rmjXjAdL7Nu_zHYhhzPCeOeHjcOLwgw0Oz1_1nCP3Fx",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "android.permission.CALL_PHONE",
      "android.permission.VIBRATE",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.CHANGE_WIFI_STATE",
      "android.permission.ACCESS_WIMAX_STATE",
      "android.permission.CHANGE_WIMAX_STATE",
      "android.permission.BLUETOOTH",
      "android.permission.BLUETOOTH_ADMIN",
      "android.permission.SEND_SMS",
      "android.permission.MODIFY_AUDIO_SETTINGS",
      "android.permission.WAKE_LOCK",
      "android.permission.READ_CONTACTS",
      "android.permission.READ_CALL_LOG"
    ]
  }
}
