{
  "title": "Blood Disorders Encyclopedia",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.colakey.T48.blood",
  "category": "Education",
  "price": "$0.99",
  "datePublished": "April 14, 2013",
  "version": "2.0",
  "operatingSystems": "2.0 and up",
  "ratingsCount": "1",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "Colakey LLC.",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.colakey.T48.blood",
  "extendedInfo": {
    "installSize": "4.8M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆ Currently on Sale! 50% Off, Don't miss it! ◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆ Blood Disorder, also called Hematology is the branch of biology physiology, internal medicine, pathology, clinical laboratory work, and pediatrics that is concerned with the study of blood, the blood-forming organs, and blood diseases. In the United States, 1 out of 10 people are suffered from some kind of health problems related with blood.Blood Disorders Encyclopedia is an application containing detailed information of 346 types of Blood Disorder, separated into 24 categories, that are properly documented. It is probably the most complete and comprehensive Hematology Encyclopedia available in the App Market. This App is an excellent app for people who are currently suffering from some form of blood disorder, or for those health conscious individual who want to know more about this topic. For each type of blood disorder, the following information is included for easier reference:- Name of the Disorder- ICD (if applicable)- MeSH (if applicable)- Description of the cause- Description of the symptoms- Description of the treatment- Other detailed infoThe application is optimized for all Android devices running on OS 1.5 or above.◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆ WHAT YOU WILL EXPECT This application has the following features: - 2-Level Category Views with THUMBNAIL & TEXT preview of each item- All Category View to preview all items in alphabetical order- Single Category View to list items of the same category- Ability to BOOKMARK selected items for easier reference- Cross-referencing LINKS to other items- A blood disorder name SEARCH engine- OFFLINE browsing◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆◆ This application is proudly presented by ColaKey LLC.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "com.android.vending.CHECK_LICENSE"
    ]
  }
}
