{
  "title": "Van Gogh Painting   Gallery",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.cliffwork.tVincentVanGoghPaintingGalleryP",
  "category": "Personalization",
  "price": "Free",
  "datePublished": "October 18, 2012",
  "version": "1.5",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "19",
  "rating": "3.7368422",
  "contentRating": "Low Maturity",
  "creator": "Time2Relax",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.cliffwork.tVincentVanGoghPaintingGalleryP",
  "extendedInfo": {
    "installSize": "7.6M",
    "downloadsCount": "5,000+",
    "downloadsCountText": "5,000 - 10,000",
    "description": "Vincent Willem van Gogh :(March 30, 1853 – July 29, 1890) was a Dutch post-Impressionist painter whose work had a far-reaching influence on 20th century art for its vivid colors and emotional impact. Suffering from anxiety and increasingly frequent bouts of mental illness throughout his life, he died largely unknown at the age of 37 from a self-inflicted gunshot wound.Van Gogh's interest in art started at an early age. He began to draw as a child, and he continued making drawings throughout the years leading to his decision to become an artist. He did not begin painting until his late twenties, completing many of his best-known works during his last two years. In just over a decade, he produced more than 2,000 artworks, consisting of around 900 paintings and 1,100 drawings and sketches. His work included self portraits, landscapes, portraits and paintings of cypresses, wheat fields and sunflowers.Van Gogh spent his early adulthood working for a firm of art dealers, traveling between The Hague, London and Paris, after which he taught for a time in England. One of his early aspirations was to become a pastor and from 1879 he worked as a missionary in a mining region in Belgium where he began to sketch people from the local community. In 1885, he painted his first major work The Potato Eaters. His palette at the time consisted mainly of somber earth tones and showed no sign of the vivid coloration that distinguished his later work. In March 1886, he moved to Paris and discovered the French Impressionists. Later he moved to the south of France and was taken by the strong sunlight he found there. His work grew brighter in color, and he developed the unique and highly recognizable style which became fully realized during his stay in Arles in 1888.The extent to which his mental health affected his painting has been a subject of speculation since his death. Despite a widespread tendency to romanticize his ill health, modern critics see an artist deeply frustrated by the inactivity and incoherence brought about by his bouts of illness. According to art critic Robert Hughes, van Gogh's late works show an artist at the height of his ability, completely in control and \"longing for concision and grace\".",
    "reviews": [
      {
        "timestampMsec": "1352560343215",
        "starRating": "2",
        "title": "Samsung S3",
        "comment": "It does not work.",
        "commentId": "lg:AOqpTOGYoZq4Xy7ExBXisQmXe304AvbjxRZFEw3YaAunjex0p-jKeXB4i_kOdIG5ct5kU_dbI1wgj7bkHoEiDQ",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1369513451313",
        "starRating": "1",
        "title": "Bad",
        "comment": "Doesn\\'t work.",
        "commentId": "gp:AOqpTOFts3ex1jvjC0A9m90SFGUWKRQv72pETON_q4JF1MrID3CEwOiWTGya4Z5SlkdO593IjqefaTKPOYy6fw",
        "author": "Jorge Leon",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.SET_WALLPAPER",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.WRITE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "android.permission.VIBRATE",
      "android.permission.FLASHLIGHT",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.GET_ACCOUNTS",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
