{
  "title": "Jigsaw Puzzles for Kids LITE",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.codeartmobile.puzzle.kids",
  "category": "Brain & Puzzle",
  "price": "$1.99",
  "datePublished": "June 7, 2013",
  "version": "1.2.4",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "10",
  "rating": "4.6",
  "contentRating": "Everyone",
  "creator": "Jourist Verlags GmbH",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.codeartmobile.puzzle.kids",
  "extendedInfo": {
    "installSize": "15M",
    "downloadsCount": "50,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "An educational game for children with bright, colorful illustrations and cheerful music. It's sure to delight and provide hours of educational entertainment for young chrildren.By putting together the different pieces of a picture in this game for mobile devices, children will learn to match up individual elements to form a complete image, and to select pieces by color and shape. The game will help children to develop their memory, logical thinking, perseverance and visual perception.The game recreates the process of solving normal jigsaw puzzles, with which everyone – adults and children alike – is familiar. The puzzles are divided into two main types: for the youngest children, there are 24 different puzzeles of cartoon characters, which can each be split into four or nine pieces. For older children, there are 24 themed pictures, which can be made into puzzles of 15, 24 or 40 pieces. All images adapt perfectly to the size of the screen being used.The play area includes a grid showing an outline of the cut-out shapes to help children select the correct piece. As children improve their skills, they can move on to a more difficult puzzle. The game will become a favorite, as well as a beneficial activity for your children! The app is optimized for use with both smartphones and tablets.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [

    ]
  }
}
