{
  "title": "Kids Color Jungle",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.coloring.sceneries",
  "category": "Casual",
  "price": "Free",
  "datePublished": "August 5, 2013",
  "version": "1.5",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "1",
  "rating": "5.0",
  "contentRating": "Low Maturity",
  "creator": "Kids Color Factory",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.coloring.sceneries",
  "extendedInfo": {
    "installSize": "2.6M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "Every kid needs to enhance the creativity skills by putting efforts. What could be better for them than painting through different places and things? Kids Color Jungle lets you enter the world of jungle and play through different places.Kids Color Jungle offers more than 20 scenes to paint. With this app your preschool kids will feel themselves in a world of jungle. They will be in an adventurous place and kids always love having fun and enjoyment with such things. Toddlers will find themselves involve in painting the different sketches.The high quality images will contain different scenarios with mountains, rivers, lakes, jungle animals, trees and much more. Creativity skills get grooming while painting images with a wide range of colors. Select your favorite colors and make different color schemes.It’s easy to paint with your fingers using different sizes of brushes instead and just tapping to fill the paint. Kids are known for making mess of things. But with Kids Color Jungle if kids make a mess of colors it is easy to remove the paint from unwanted area using eraser tool.***Key Features***★ Variety of scenes available for painting.★ Wide range of colors for selecting your favorite one.★ Different brush sizes to increase the performance in work.★ It enables to save your painted images to SD card.★ Eraser tool lets you erase the colors that you have messed up.Get this colorful and interesting app Kids Color Jungle and let your kids and preschool ones increase their creativity skills and enhance their learning capabilities.***DISCLAIMER***★ This free app is ad supported and may contain ads in the notification tray and/or home screen.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.RESTART_PACKAGES",
      "android.permission.INTERNET",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.VIBRATE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.WAKE_LOCK",
      "android.permission.ACCESS_LOCATION_EXTRA_COMMANDS",
      "android.permission.READ_PHONE_STATE",
      "android.permission.GET_ACCOUNTS",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
