{
  "title": "Kids Learn Chinese in Zoo",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.cloudspeed.kidsanimalchinese",
  "category": "Education",
  "price": "Free",
  "datePublished": "July 19, 2012",
  "version": "1.4",
  "operatingSystems": "2.3 and up",
  "ratingsCount": "34",
  "rating": "4.9117646",
  "contentRating": "Everyone",
  "creator": "Cloudspeed LLC",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.cloudspeed.kidsanimalchinese",
  "extendedInfo": {
    "installSize": "4.1M",
    "downloadsCount": "10,000+",
    "downloadsCountText": "10,000 - 50,000",
    "description": "Inspiring, entertaining and educational!  Best App for Kids!  Kids play animal sounds, learn animal names in English and Mandarin Chinese.  Hear the bears roar,  elephants trump and birds singing.  Great arts and sound quality!5 star Reviews from parents:*****Simple and freeThis app has great art and sound. The overall concepts is simple. You see an animal, hear the name in english, then chinese then hear a sound from the animal. There is an option to turn on a youtube icon that takes you to a browser to show related videos.*****Features:-Professionally recorded animal names in English and Mandarin Chinese.-Awesome Animal sounds that kids love! -Top Quality Animal pictures.-Animal wiki and video is turned off by default to make sure kids stay in the App.  To turn it on, go to menus, settings, Turn on YouTube Videos.  Upon turning on YouTube Videos, the following features are available:-Hand picked, top quality, kids friendly animal educational YouTube videos can be turned on in menu, settings, Turn on YouTube Videos.-The only App that offers top quality animal videos from  BBC, PBS, Disney.-Travel with the animal to its native environment in the forest, desert, arctic or the ocean of Africa, Asia, Australia, Europe, America and all parts of the planet.-Learn animal habitat, character, babies and life-Study animal on the Wikipedia page-Appreciate the animals and beautiful natureA portable animal encyclopedia, zoo, animal TV, animal game!You'll love the Panda, bear, Lion, Orca, Beluga, Hummingbirds, and colorful tropical fish.  Enjoy the animal sounds and high quality pictures and video.Follow Li, who made this App On Facebookhttp://www.facebook.com/LearnChineseWithLiFollow Li on twitter: @LearnChineseLiFollow Li on Google+ page: http://gplus.to/LearnChinese",
    "reviews": [
      {
        "timestampMsec": "1342957381878",
        "starRating": "5",
        "title": "Simple and free",
        "comment": "This app has great art and sound. The overall concepts is simple. You see an animal, hear the name in english, then chinese then hear a sound from the animal. There is an option to turn on a youtube icon that takes you to a browser to show related videos.",
        "commentId": "lg:AOqpTOHPHyK8VSv-6WEugw72dNIv5-IKXo5Zkr2SayPneATsIU5Xg2QkQG5w-8g87iHnmRP1ag4JnjT5H6S2bg",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1339221796583",
        "starRating": "5",
        "title": "Beats Angry birds",
        "comment": "Love the bear roars.  Great animal sound.  Made learning so much fun",
        "commentId": "lg:AOqpTOE3KChgZn0ZpkTOijb0W_TJwDHF6y53R5TcTNSa_o2R2eBBXxlafd8OI05tf7r3VvQ19ye2xpx95j7dHQ",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1346541719223",
        "starRating": "5",
        "comment": "dg brought Ben",
        "commentId": "lg:AOqpTOEd-cXtartw96KcwLhytYvUEVz83vx6Os5pUEQUCVDXzDI516EZPuQUmPeIXNWVBZd6hdACr1ob7u6KpA",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [

    ]
  }
}
