{
  "title": "NH EMS Protocols",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.emsprotocols.nhprotocolspaid",
  "category": "Medical",
  "price": "$2.99",
  "datePublished": "August 10, 2013",
  "version": "2.1.5.01",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "11",
  "rating": "4.818182",
  "contentRating": "Everyone",
  "creator": "EMS Protocols",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.emsprotocols.nhprotocolspaid",
  "extendedInfo": {
    "installSize": "7.6M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "New Hampshire EMS Patient Care ProtocolsKeep your protocols in your pocket.This application is a stand alone application with no need of an internet connection.There is a search feature to search for protocol titles. This feature is located in the options menu.This is an ad free version. You are able to enter 2 phone numbers into the application. These numbers are meant to be for your medical command and dispatch numbers. You are able to call these numbers from inside this application.This app allows you to locate the nearest hospital using your phone's GPS.No personal information is requested or used.*!*!*DISCLAIMER*!*!*!*This application is not meant as medical advice.*The New Hampshire Bureau of Emergency Medical Services, any affiliates of or with, any federal, state, or local governmental agencies or any other organization has not provided funds for this application.  The New Hampshire Bureau of Emergency Medical Services, any affiliates of or with, any federal, state, or local governmental agencies or any other organization does NOT endorse this application nor is the application, and/or its creator/developer affiliated with the New Hampshire Bureau of Emergency Medical Services.The creator/developer of this application, The New Hampshire Bureau of Emergency Medical Services, any affiliates of or with, any federal, state, or local governmental agencies or any other organization does not accept any liability for any injury, loss, damage  or costs incurred, or any consequences resulting directly or indirectly by use of or  reliance on the information inferred via use of this application.Although this application is based on widely-accepted published standards, the creator/developer of this application is not responsible for the results (or lack thereof) of using this application. The developer is also not responsible for any injury related to the use of this application.The information provided within this Application is not a substitute for professional medical  advice, diagnosis or treatment; it is for informational purposes only. Talk with your  healthcare provider about any questions you may have regarding a medical condition. If you  think there is a medical emergency, call the doctor or 911 immediately!Nothing contained in this application, or the data presented, is intended to be used as a  substitute for a health professional\\'s advice. This application uses data retrieved from public sources managed by third parties. This data may not always be available, accurate and up-to-date.While the creator/developer of this application/software has made every effort to ensure the information contained in this application is correct, it may be out-of-date. You should never base an important medical decision on this application, but should rather consult with your primary healthcare provide, a doctor or contact 911.*Your jurisdiction may have variations of these protocols*By downloading and accepting the disclaimer you agree to such terms and release the creator/developer for any and all claims, liability or causes of action what so ever.*This application is intended for educational purposes only*",
    "reviews": [
      {
        "documentVersion": "2.1.5",
        "timestampMsec": "1365419534429",
        "starRating": "4",
        "title": "Good app..",
        "comment": "Only thing that would make this better is being able to move it to the SD card.",
        "commentId": "gp:AOqpTOFiJgHY7lqDNx-SAW7JIRL1lvLx-rYg95DKxQUDlQOBRVfQqo26Kb0_WNpD9PhiWhY_Zi6YKUnWYC-vIJw",
        "author": "Raymond Whipple",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "documentVersion": "1.7.3",
        "timestampMsec": "1358470894243",
        "starRating": "5",
        "title": "Great app",
        "comment": "Very useful",
        "commentId": "gp:AOqpTOGVQ-Vl6uzk5d5Tm6ROcq7JwPDmKxK2OFVe3BUPMvkou_OUvFtTw36GDawui2fcuCtLjtdQMITtKMylMBQ",
        "author": "Trevor Greene",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "documentVersion": "1.5.2",
        "timestampMsec": "1339160437169",
        "starRating": "5",
        "title": "EMT-B",
        "comment": "Great help",
        "commentId": "lg:AOqpTOGd0-5XhqpdsbfzUfGjgv2s1JdGuUogtkSAo3k7LYa_6SQwBO1uWPd2MQO7aux5YzIUybsrwG8kXFwxdzI",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1315656317865",
        "starRating": "5",
        "title": "NH Protocols",
        "comment": "Excellent app. Works great and developer is very responsive to suggestions and responds quickly. Highly recommended",
        "commentId": "lg:AOqpTOE29sqiSssqk_N0gNT3jxVk2TjRMLYIVwYgmWyOMTk3FDQ7Km-_cezD0mArw94Tlv7Tf4GiNPHLqNOSyeE",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1340457663529",
        "starRating": "5",
        "comment": "Great for brushing up in spare time",
        "commentId": "lg:AOqpTOHVw3tgd4k9Yp8LqIpyixIWbZ7ve7NZeD3f0dgyXrZl7kC59vGBQYhIA3wUeY26_8uNdzMlrQZ3xqMJgRU",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.CALL_PHONE",
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "com.android.vending.CHECK_LICENSE"
    ]
  }
}
