{
  "title": "Tampa Law Advocates",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.eminence.tampalawadvocates",
  "category": "Business",
  "price": "Free",
  "datePublished": "September 29, 2012",
  "version": "1.0",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "1",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "EasyBizApp LLC",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.eminence.tampalawadvocates",
  "extendedInfo": {
    "installSize": "1.7M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Tampa Law Advocates, P.A. represents clients throughout the Tampa Bay area and Florida in bankruptcy and foreclosure defense, civil litigation, divorce and family law, criminal defense, and real estate matters. We invite you to read our practice areas overview for more information about how we can assist you.Led by firm founder Samantha L. Dammer, our attorneys have handled thousands of cases and developed expertise in numerous areas of law. Ms. Dammer uses her extensive bankruptcy and foreclosure defense experience to work with each client to find the best possible resolution to their particular financial situation. Associate Ryan W. Gambert provides a vigorous defense in criminal cases. Previously, he served as an Assistant State Attorney in the 12th Judicial Circuit. In this position, he gained extensive experience prosecuting a wide variety of felonies, misdemeanors, and juvenile matters, experience he now uses to provide you with the best possible defense.We understand that dealing with a legal problem can be difficult, and our entire staff is devoted to helping you, listening to your needs, and working through your situation in a discreet, professional manner. By carefully taking the time to understand your concerns, we can create the legal strategy that is best for your particular situation. For your convenience, we accept credit cards and our Of Counsel attorney speaks Spanish. To discuss your case with us, please contact us today.Tampa Law Advocates, P.A., represents clients in Southwest Florida including Tampa, St. Petersburg, Clearwater, Sarasota, Bradenton, including all of Hillsborough, Pinellas, Pasco, Sarasota, Manatee Counties, Charlotte County, Lakewood Ranch, Port Charlotte, Punta Gorda, Dade City, New Port Richey.",
    "reviews": [
      {
        "timestampMsec": "1350302382598",
        "starRating": "5",
        "title": "Very helpful",
        "comment": "Nice app",
        "commentId": "lg:AOqpTOHjmbr0dHKZ6r0sH-J7532LV8fZIW7ttzBKCza09r36oWH0LB85O0B4dGjIJDcU_PcLTl9h64Mwwzzmcw",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.CALL_PHONE"
    ]
  }
}
