{
  "title": "Letter Land Mahjong Free 2",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.ensenasoft.letterlandmahjong2free",
  "category": "Brain & Puzzle",
  "price": "Free",
  "datePublished": "August 19, 2013",
  "version": "1.0.0",
  "operatingSystems": "2.0.1 and up",
  "ratingsCount": "2",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "EnsenaSoft, S.A. de C.V",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.ensenasoft.letterlandmahjong2free",
  "extendedInfo": {
    "installSize": "30M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "Letter Land Mahjong Free 2 is a fun and relaxing way to play mahjong solitaire while learning English letter and number recognition and pronunciation at the same time! All of the letters and numbers are designed with a happy pastel colored theme and then placed on light wooden tiles. The wooden tiles are placed into floating structures which you can rotate around to find the matching tiles. This is a game that the entire family can enjoy for hours as you eliminate all of the tiles from the structures. It comes with 28 puzzle layouts and all puzzles are laid out using random letters and random tile orders so you can play the same puzzle again and again with it never being the same. Letter or number pronunciation occurs when a match is made. We think this is a great game for young students or adults learning English as a second language and have also seen it being enjoyed by children of all ages regardless of their primary language! Within each of the 4 letter lands there are 7 puzzles. The first 2 puzzles are all uppercase, the second 2 all lowercase and in the final 3 you can match uppercase and lowercase letters to each other. Every now and then a few number tiles are thrown in just to keep it extra interesting. :) Features: ★ Heartwarming graphics and a happy letter theme that the whole family can enjoy! ★ 28 different puzzle layouts with a different puzzle each time. ★ All tiles are always open. If you can click it you can select it. ★ An invigorating point and star system designed to help keep you focused. ★ Letter and number pronunciation occurs in English when a match is made. ★ Great background music throughout the game. ★ Inspiring words and phrases at the end of each puzzle. We hope you enjoy Letter Land Mahjong Free 2! If so you can buy the full version to get 56 more puzzle layouts for a total of 84 puzzles in all.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [

    ]
  }
}
