{
  "title": "英皇網上金銀交易平台",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.emperor",
  "category": "Finance",
  "price": "Free",
  "datePublished": "August 15, 2013",
  "version": "1.4",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "25",
  "rating": "4.2",
  "contentRating": "Everyone",
  "creator": "Emperor Gold and Silver Online Limited",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.emperor",
  "extendedInfo": {
    "installSize": "6.5M",
    "downloadsCount": "5,000+",
    "downloadsCountText": "5,000 - 10,000",
    "description": "Emperor Gold and Silver Online Limited, a limited company incorporated in Hong Kong, is a member of Emperor Financial Services Group. It provides Loco London Gold and Loco London Silver online margin trading services. Founded in 1978, Hong Kong based Emperor Financial Services Group has developed an extensive branch network and acquired over 30 years of experience. Being one of the most well established financial service providers in Hong Kong, it offers multi faceted trading services that include forex, gold, silver, etc., geographically covering South East Asia, Asia and other places around the world. Emperor Group, the mother company of Emperor Financial Services Group, was established in 1942. It is a conglomerate that has ventured into diversified industries, including financial services, property, watch and Jewellery, entertainment and films, hospitality, publishing and printing, furniture and catering. Over the past decades, it has expanded its business interests from Hong Kong to the Mainland China, Macau, Thailand, Indonesia, the Democratic Peopleâs Republic of Korea, the United States and Europe",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.INTERNET",
      "android.permission.READ_PHONE_STATE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.KILL_BACKGROUND_PROCESSES",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
