{
  "title": "Essential Baby Care Guide",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.epc.babyguide",
  "category": "Health & Fitness",
  "price": "Free",
  "datePublished": "August 5, 2013",
  "version": "1.0.4",
  "operatingSystems": "2.3.3 and up",
  "ratingsCount": "2",
  "rating": "5.0",
  "contentRating": "Medium Maturity",
  "creator": "The Essential Parent Company",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.epc.babyguide",
  "extendedInfo": {
    "installSize": "1.7M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "\"An important and highly accessible guide for new parents” Prof. Robert Winston \"I think this is an incredible idea. Really inspiring\" Myleene Klass “As soon as I sat down to watch, I was hooked....It's also better than a book because you can see what they are talking about, they show you how, instead of just telling you....Fabulous.\" NCT \"Beautifully filmed, what a brilliant concept\" Natasha Kaplinsky ★Shortlisted for Mother & Baby Award 2012/13 for Best Innovation★ The Essential Baby Care Guide contains all the advice parents need for their baby’s first year, with over 8 hours of videos and demonstrations from leading experts and organisations. When you download this free app you automatically receive 5 free vital baby care videos from the guide. The visual guide delivers a superb comprehensive course in parenting skills to your smartphone in moments, providing expert guidance to your questions and problems, morning and night. Introduced and narrated by Professor Robert Winston, the content is all research based and advised by: •UNICEF UK Baby Friendly Initiative •Royal College Paediatrics and Child Health •St John Ambulance •Child Accident Prevention Trust •The Meningitis Research Foundation •Midwives & Teachers •Child Development Psychologists FEATURES There are 5 main Categories in the Baby Care Guide all of which provide clear, visual demonstrations  •       New Baby-- In the new baby category, parents can watch and prepare themselves for the arrival of their new baby with clips including; umbilical cord care, common sleep problems and breastfeeding and bottle feeding demonstrations.  •       Feeding-- In the Feeding Category, parents can learn how best to breastfeed, formula feed and introduce solids to their baby. Demonstrations of how to successfully latch on your baby and how to express breast milk are featured alongside how to take your baby from their first food to three meals a day. •       Sleeping--Many parents experience sleep problems with their baby, and this category explores the many factors in and around this. Sleep consultations with parents and our sleep expert look at common sleeping issues, alongside tips and demonstrations on establishing a good sleep routine and different types of sleep patterns.  •       Care & Development--The Care & Development category provides a wealth of information on looking after the daily needs and health of your baby. Find out how to clean, bath and put nappies on your baby, how to sooth and prevent your baby from crying, and what signs to look out for illnesses such as Meningitis. This section also tracks your babies development from birth to 12 months and demonstrates physical, social and cognitive milestones and games to play to promote your baby's development. •       First Aid-- Many parents worry they do not have the necessary skills or knowledge to help their baby if they had an accident.  In our full baby first aid course our child accident prevention experts provide comprehensive advice on just what to do; including how to deal with burns and scalds, how to resuscitate an unconscious child and how to save a choking baby. For access to this superb and comprehensive advice and much more from our top, impartial experts and organisations, download the app now, which includes 5 free clips! For more information visit: http://www.essentialparent.com https://twitter.com/essparent https://www.facebook.com/essentialparent",
    "reviews": [
      {
        "documentVersion": "1.0.4",
        "timestampMsec": "1376227083409",
        "starRating": "5",
        "title": "As a father I found this an excellent product",
        "comment": "Much easier to take in than written material and of a very high standard of presentation",
        "commentId": "gp:AOqpTOGijxPigW6nuN2Wiz6QctvXtcUzWPrf6jvLEL1S8QWzTxR-XBEKgqVjTcFz4EdKiahXck0pJv8AxdW2SQ",
        "author": "robert clarke",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1374583764848",
        "starRating": "5",
        "title": "Great app!",
        "comment": "This app is tremendous. Full of vital info that I wish I knew when my son was born.",
        "commentId": "gp:AOqpTOHjVv745DhgJsJS4gUvWc1lOHHFwJZ-rperDv8e20rcngoi-ScpzcfFoIs8cS0Cj-7fjTj2S-MWEjeVbA",
        "author": "Shawn Tracey",
        "authorURL": "http://lh4.googleusercontent.com/-TfCO6aTYGD4/AAAAAAAAAAI/AAAAAAAABL0/oX0Ck1FrEoI/photo.jpg",
        "authorSecureURL": "https://lh4.googleusercontent.com/-TfCO6aTYGD4/AAAAAAAAAAI/AAAAAAAABL0/oX0Ck1FrEoI/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "com.android.vending.BILLING",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
