{
  "title": "Visit India",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.enuke.visitindia",
  "category": "Productivity",
  "price": "Free",
  "datePublished": "August 1, 2013",
  "version": "1.01",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "5",
  "rating": "5.0",
  "contentRating": "Medium Maturity",
  "creator": "Enuke Software",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.enuke.visitindia",
  "extendedInfo": {
    "installSize": "8.1M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "★ Visit India ★The BEST and MOST POPULAR Mega cities details are available for people who love Traveling Across India. Ultimate Travel guide now FREE!!! for your ANDROID!Come, Seek and Discover. Match India's rhythms to your heart, its colors to your mind, and find a travel experience that is yours alone. An India like no other. Friendly, warm, welcoming ... and uniquely your own.GETTING AROUND IN INDIA!!!!Great, you've decided to travel to India or are thinking about it. Now where to start with planning your trip? Initially, it's easy to feel overwhelmed as India is such a vast and unfamiliar country. These application will help you prepare.GUIDE TO TRAVEL IN INDIA!!!!India offers a different aspect of her personality – exotic, extravagant, elegant, eclectic -- to each traveler to the country. In this section, we aim to help you choose that particular experience which will shape your vision of the country.Go ahead and click on any one of these destination’s and it will take you where you will get details about food, attractions, spa, shopping, travel agency,movies, zoo,aquarium, nightclub, casino and temples etc..TALKING PHRASE !!!!TRANSLATES ENGLISH WORDS AND PHRASES TO HINDI, accurately.1.Nearly 300 words/phrases and counting2.Genuine Hindi voice,Not machine generatedYou can see all these on map and also find distance from your current location.You will get a call button on place details pages for instant booking.••••••••••••••••••••••••••••••••••••••••••••••••••••••••••••••••••••••••••••••••••••••••••••••••••••••••••••••••••••••••••••Travel in India can be a challenge, even for seasoned travelers.So, When you want to plan for a trip to visit India and see historical places in different cities,Then come up with this useful  app which provides you required details for that particular cities.Explore where to go in India with ★ Visit India ★.With this Great application in your Android Now you can be confident that you’re saying the right thing and pronouncing it the right way. No guesswork.••••••••••••••••••••••••••••••••••••••••••••••••••••••••••••••••••••••••••••••••••••••••••••••••••••••••••••••••••••••••••••Go ahead download this application and go on a virtual tour of India.■ FEATURING ■✓ Help you prepare for planning a trip to India.✓ Amazing real-time feel of the place.✓ You can virtually visit all these places on map.✓ You will get a call button on place details pages for instant booking.✓ Get instant information about spa, shopping, travel agency, nightclub, casino and temples for     the city of your choice.✓ Make an instant call to book particular place which you like.✓ From  movies to food and attractions and shopping, what to pack all in this app.✓ Genuine Voice Translations(English to Hindi).✓ Emergency Calls(For Police,Medical,Ambulance,Fire etc..).■ Tips ■✓ Get the details by selecting range options(1,5,10,50 km) in a particular cities form help.✓ Sort the list of places by name,by rating and by distance.keywords : [ visit India, travel india, visit, India tour, tour India, trip, trip planner, tourist, mega cities, Delhi cities, Mumbai cities, Jaipur cities, Agra cities, kolkata cities, Varanasi cities, Kashmir cities, spa, food, attraction, Shopping, Car Rental, Movies, Zoo, Night Club, Casino, Temple, Aquarium]",
    "reviews": [
      {
        "timestampMsec": "1377260218084",
        "starRating": "5",
        "title": "Wow..awesome app",
        "comment": "Genuine voice translation without internetnet.Greate details for places.",
        "commentId": "gp:AOqpTOFHTnhqTY__dZdf61LL6EtLlhdLXrMZ4rY1ZDra2V_Tipd1ZS9KTz6FKXAqp6YMdu5CVj_3CBJX-FuEqA",
        "author": "Parmanand deo",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_FINE_LOCATION",
      "com.rajneesh.permission.MAPS_RECEIVE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "com.google.android.providers.gsf.permission.READ_GSERVICES",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.CALL_PHONE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
