{
  "title": "Campaign Connect",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.electionsoft.campaignconnect",
  "category": "Business",
  "price": "Free",
  "datePublished": "October 21, 2012",
  "version": "0.17",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "1",
  "rating": "5.0",
  "contentRating": "Low Maturity",
  "creator": "ElectionSoft",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.electionsoft.campaignconnect",
  "extendedInfo": {
    "installSize": "8.0M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Volunteers and VotersConnect with a campaign quickly and easily from your smartphone.  Download the free app, select a campaign and you are ready to attend events, download the latest information, chat with users and join the campaign when, where and how you like.  Allow for notifications and get the latest information instantly from the campaign.  Don’t see a campaign you want to join?  Send us a note and we’ll invite the campaign to setup on Campaign Connect for free.Campaign ManagersLeverage the power of smartphones by communicating with and managing your staff and volunteers everywhere, anytime. Push updates instantly for talking points, news, events and changes in schedules. Join today to manage your existing team and find new volunteers.  Gain a competitive advantage by being smarter, quicker and better organized.  Setup and management is fast, simple and free through the end of the year.Features  Events: Create events with full calendar integration, maps, a comments section, post to Facebook, tweet about the event and more.    News and Links: View the latest news articles, blogs, videos, e-commerce stores or any other web based content from within the app.    Chat: Location based chat allows users to connect with campaigns and each other when and where it matters.    Actions: This is your place to engage and participate with the campaign by claiming a task, providing time, volunteering for events or whatever else the campaign requests and you like to do.  Info: Keep abreast of the campaign’s platform and talking points so you are always informed, in the loop and prepared.  Accounts: Ability to setup accounts to tier access and permissions between Administrators, Staff, Volunteers and guests.About USFounded in 2012 by students and civic-minded entrepreneurs, ElectionSoft’s mission is to develop mobile technologies for modern elections.Signup for updates at www.electionsoft.com and checkout our other apps.  Follow us on twitter @election_soft.KeywordsCampaign, Candidate, Election, 2012, Staff, Volunteer, Voter, Event, Manager, Republican, Democrat",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.INTERNET",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
