{
  "title": "EPLAN Info Center",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.eplan.infocenter",
  "category": "Business",
  "price": "Free",
  "datePublished": "April 29, 2013",
  "version": "1.1.58",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "8",
  "rating": "4.375",
  "contentRating": "Everyone",
  "creator": "EPLAN Software & Service GmbH & Co. KG",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.eplan.infocenter",
  "extendedInfo": {
    "installSize": "7.2M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "EPLAN: Simply more than softwareWe light up the scene behind the scenes and reveal in advance: We have been setting trends for more than 27 years in industrial automation and in engineering. Come and travel with us through the virtual EPLAN world and experience the most important news about the company, fairs & events and our solutions. Full range of communications: Social communitiesWhether Facebook, YouTube, Google+ or Twitter – you will naturally find us in the best-known social communities. Start twittering directly, experience exciting excursions with the live videos of our employees and customers who report about their experience. Profit from our substantial company news and the cornucopia of our information channels. Strong, innovative, totally global: The companyWe develop engineering solutions that accelerate the product engineering process. Innovative expertise in development, consistently orientated to your day-to-day needs, and an international presence all contribute to our success. EPLAN belongs to Rittal International and thus to the association of companies of the Friedhelm Loh Group. 11,500 employees worldwide and an expected turnover of € 2.2 billion in the group - facts that speak for themselves.Filled with know-how: Our solutionsWith the EPLAN Platform we provide the full spectrum of engineering solutions with only one goal: Optimizing your processes. All the systems – from electrical engineering and fluid power, through process engineering down to enclosure engineering – run on a uniform data basis. As an Autodesk-Reseller we also supply everything that supports the engineering of industrial processes for mechanical design and product data management. Consistent, standardized and automated – including fitting services.Being there is everything: EPLAN Data PortalMore than 30,000 registered users sought access to integrated data for more than 250,000 components 10 millions times: Those are impressive key figures, and they describe our EPLAN Data Portal as \"control center\" for devices and item data spot on. More than 45 renowned component manufacturers have recognized and grasped the opportunity to make their parts and device data available in the EPLAN Data Portal. Why not have a look now at the data provided by manufacturers such as ABB, Festo or Rittal. Well connected: Our cooperation partnersIntegration plays a decisive role in particular in the industrial software landscape. Openness is required – in thinking and in technology. As for the latter - our technology of the EPLAN Engineering Center offers complete openness in every system landscape. As for our thinking - we are very aware of the advantages provided by partnerships which we cultivate intensely with many companies. In the end we all profit: Customers, partners and we too.EPLAN: Optimization is our maximEPLAN – this name, or rather this brand, stands for \"Efficient Engineering\". For a software package that is used in more than 16 languages, in more than 50 countries and with more than 80,000 licenses. For a company that has been setting trends in industrial automation and in engineering for 27 years. For a powerful team with a clear maxim: \"We optimize processes.\"",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
