{
  "title": "Flora of the Wasatch Intro",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.emountainworks.android.wasatchfieldguidedemo",
  "category": "Books & Reference",
  "price": "Free",
  "datePublished": "May 18, 2013",
  "version": "1.97",
  "operatingSystems": "2.3 and up",
  "ratingsCount": "2",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "High Country Apps, LLC",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.emountainworks.android.wasatchfieldguidedemo",
  "extendedInfo": {
    "installSize": "11M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "High Country Apps is proud to support The Nature Conservancy, Utah Chapter (www.nature.org/Utah) through donations and by providing the Flora of the Wasatch app for their educational and scientific work.Flora of the Wasatch Intro allows you to try out our full app, Flora of the Wasatch, on a subset of plants (30 rather than the full 300+).Our full app, Flora of the Wasatch, presents more than 300 wildflowers, grasses, shrubs and trees readily found in the Wasatch Range, including such diverse ecosystems as the Great Basin desert and alpine tundra. Designed for expert and beginner alike, this guide presents each species in a clear, informative format that provides photos and illustrations of the plant, an easily understood description, distinctive field marks, preferred habitats, and tidbits on the plant’s ecology and cultural use. An innovative, easy-to-use key allows the user to select flower color, leaf type, and other characteristics to quickly identify unknown plants. You are on a hike, look down and see a flower with yellow petals and opposite leaves but don’t know its name. It could be tall and thorny, sticky with black berries, sweet-smelling with square stems. Just select what you do know on the app and all plants matching your description will be shown. Photographs and information used by the app are stored locally, making the app available to use with or without a data connection. Whether you are hiking, camping, enjoying a walk, or just driving through, Flora of the Wasatch is the field guide app to take along.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
