{
  "title": "Employee Provident Fund - PRO",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.epf.activity.pro",
  "category": "Finance",
  "price": "$1.00",
  "datePublished": "May 11, 2013",
  "version": "12",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "1",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "Shamanth",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.epf.activity.pro",
  "extendedInfo": {
    "installSize": "1.3M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "A lightweight native and fast application to manage all your epf accounts on your android phone.. Checking your Indian Employee’s Provident Fund (EPF) has never been this simple. A unique app that helps you find your EPF balance anytime…anywhere. That’s not all --\tGet your Indian EPF account balance instantly.-\tKnow your EPF transfer status.-\tGet periodic alerts of your EPF account.-      Maintain a log and history of all your accounts-      One of those accounts which doesn't seem to be digitized yet ? Do not seem to find the balance yet ? No need to worry, this application would keep polling and notify you the time your account gets digitized.All on your Android phone.  An easy and quick way to track your EPF now at your fingertips!!Get Unlimitted support - All your quiries would be addressed within 24 hours or your money would be paid backUsage - Account Number - First text box is for your establishment codeSecond text box is for extension codeThird Text box is for account numberAll the three codes should be part of your EPF account number- For Ex - KN/22222/787878 - establishment code - 22222extension code - emptyaccount number - 787878We would like to hear if you face any issues. DO NOT down vote without understanding on how to use this application.PLEASE NOTE - THIS IS AN UN-OFFICIAL VERSION. Data provided by this application may or may not be up to date.Developer/Company is not responsible for any mis-use or illegal use of this application",
    "reviews": [
      {
        "timestampMsec": "1356454831126",
        "starRating": "5",
        "title": "Ad Free",
        "comment": "Can you make it ad free for paid users?",
        "commentId": "gp:AOqpTOGZDUnEidQQCJeEhw_JtaoIpDR4jyzqoGBeCSEuCF10jOiPXyF_dTpox-4DVQfyVpl1pjZB1ouFOVcy6g",
        "author": "Avinash Nagabhushan",
        "authorURL": "http://lh4.googleusercontent.com/-2k37ACdShcg/AAAAAAAAAAI/AAAAAAAAAaw/I4e5hQF56JQ/photo.jpg",
        "authorSecureURL": "https://lh4.googleusercontent.com/-2k37ACdShcg/AAAAAAAAAAI/AAAAAAAAAaw/I4e5hQF56JQ/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_SMS"
    ]
  }
}
