{
  "title": "Copy Eraser Lite",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.eraser",
  "category": "Tools",
  "price": "Free",
  "datePublished": "November 13, 2012",
  "version": "1.1.2",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "33",
  "rating": "3.2727273",
  "contentRating": "Everyone",
  "creator": "Globalapps R",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.eraser",
  "extendedInfo": {
    "installSize": "371k",
    "downloadsCount": "10,000+",
    "downloadsCountText": "10,000 - 50,000",
    "description": "Application will effectively identify unnecessary files in your gadget. Your phone or tablet will run much faster.***Follow us on Twitter, where, first you ll find all our news in English, and, second, we publish there funny mini poems: http://twitter.com/apps_r***The memory of your device is at 5-10% filled by doubles and copies of files? That is, in your 32 gb SD card, first, is possible to clean up to three gigabytes, and you do not have to wrestle what to remove. Secondly, you can just get rid of totally unnecessary files. And from time to time to make such cleaning. In addition, these files just slow down your device.Unlike the full version, in the lite version:- Contains ads,- Scanning range is limited to 1 - 10 mb (the full version scans by any size of file).If you like this application, you can support us, buying the full version.- When you download a song, video, e-book, it can be saved into different folders. Since these folders are created by the user and by the programs (apps for reading books, playing music, video) itselfs. For example: \"musicdownload\", just \"download\", \"bluetooth\". And here and there and there may be one and the same file that takes up space. And you do not need 3 copies.- The user can create a single folder for all videos, and copy files directly from other folders. But sometimes he forgets to select the \"cut out\", instead choosing \"copy\". Then, once the file is saved in two folders. For example, for e-books have folders «e-book», «books», «e-books». There are several folders «download», there is a folder to get files via Bluetooth, via WiFi. - The user can create his own music set on computer with favorite music (or video) and copy it to the phone. But he also copies favorite album of the singer. And the same song will be in two locations (folders). First, in the collection of favorite music, and secondly, in the album of the singer.- When you edit photos or files (it could be, as created in the phone or, again, copied directly, or through Bluetooth, WiFi). When a user saves a new version of the photo, ringtones, text file, the old version remains. But it is no longer needed.- When the user downloads the file, unzip it. And the archive will remain on the phone, clogging up memory.- When downloading a file or an application terminates unexpectedly. The user starts the download again, and the file is saved twice.- Sometimes the user is confused in the folders and can not find a song or e-book. Then he copies the file to the phone again. As a result, the phone contains 2 copies.In addition, while scanning (by our app) you will find that in the restore-folders and backup-folders are stored mass of video and audio, which you never find yourself and you do not even remember. You can remove it as well.Our application is scanning for a copies, duplicates, and displays it in a list. From this list, you may check the unnecessary copies, and delete it in one click. You will see how much memory is free. For example, you took some photos, and then resized it and keep under the same name, but in the folder of \"holiday-formatted.\" Our program will show all files with the same name. And you quickly remove unnecessary.This application allows you to scan and search for files with the following characteristics:- Same name.- Same size.- Select (in full version only): what exactly size (any, 10 mb - 100 mb, 0,1 gb - to gigabyte, 1 GB - 10 GB and so on).- Select: what format of files to scan (any, text, video, apps, music, and so on).- Select: what to scan (SD, device (phone / tablet), or both).Also, if you have multiple devices which use SD card, you can check one by one all the cards in our application (inserting SD cards in the device, where the application is installed).Scanning the memory card size to 32 gigabytes takes up to 10 minutes.",
    "reviews": [
      {
        "documentVersion": "1.1.2",
        "timestampMsec": "1354467599097",
        "starRating": "1",
        "title": "Not working for Samsung galaxy tab2 7",
        "comment": "This is a great idea. I searched this type of app out specifically because I have triple copies of videos taking up memory on my tablet.  When I opened the easy eraser lite I was unable to change the file size from the menu and so it only showed me one file whenI have dozens in larger and smaller sizes.  I attempted to delete two copies of the one file and it said error, so I could not delete.  I hope you can make it work for my device because it is just what I need.",
        "commentId": "gp:AOqpTOGA4aa_AlsbRoZMxXm1PWVaXMPFZVzZ-9MEnsLqnNFn_pZQdrDSKGNV2UBu0OD4OiO9-yHi3rW3FrEF8fY",
        "author": "L Breiter",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "documentVersion": "1.1.2",
        "timestampMsec": "1374587110725",
        "starRating": "1",
        "title": "A waste of time a second time around",
        "comment": "This app only detects one size files, and does not allow re-setting for which, once is done his first scan, is totally useless in your tablet or phone.",
        "commentId": "gp:AOqpTOHbgmZMDI1l_PvuOmqdKugW6RjlXJKfyCT8ogWnhT0sL2aUk1vU973rfU0rhq1t1A0Rh9FGSgDvgPdIPTA",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1352448768002",
        "starRating": "5",
        "title": "Good",
        "comment": "Very useful program!",
        "commentId": "lg:AOqpTOH8VQANcdR002_EwneRiiYHA8cpvGBgszc1m_BXNMb_ppDUGy2TFmxeLaq0arT81AS9LQkYlWIHW2RfdGo",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_EXTERNAL_STORAGE",
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE"
    ]
  }
}
