{
  "title": "Bubble Blast 5 FREE",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.enlight.bubbleblaster5",
  "category": "Entertainment",
  "price": "Free",
  "datePublished": "January 21, 2013",
  "version": "1.0.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "9",
  "rating": "4.5555553",
  "contentRating": "Low Maturity",
  "creator": "AWESOME APPS",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.enlight.bubbleblaster5",
  "extendedInfo": {
    "installSize": "6.5M",
    "downloadsCount": "5,000+",
    "downloadsCountText": "5,000 - 10,000",
    "description": "✭✭✭✭✭ \"So good at keeping my kids laughing!\" – Jena Tucker Samsung S3✭✭✭✭✭ \"love bubble blast glow. It serves the purpose of simple addictive app-gaming entertainment. I heart mt bubble blast!\" – Jordan Toomey HTC myTouch 4G Slide✭✭✭✭✭ \"Awesome game has tamed my awful angry birds addiction, my favorite game on my Android phone” – Donka Facciolo HTC Evo 4G✭✭✭✭✭ \"Good fun Bubble shoot, very addictive and challenging.\" – Michele Carter Samsung Galaxy S2_________________________________We are now aware of some Android devices having technical issues. Fixes are coming soon, thanks for your patience!_________________________________✭ Over 1000 New Levels - Hours of Classic Shoot Bubble Game Android Entertainment with a new fruity twist✭ Solved Colorblindness headaches for you! With Our Colorblind Settings now everyone can play✭ Bright Healthy Apples, Pairs, Oranges, Strawberries, Grapes & Bananas to Shoot & Blast together ✭ Fresh & Beautiful HD Fruit Designed Graphics, with a User Friendly Interface ✭ Beat your Top Score or send to your Friends as a Friendly Fruity Challenge ✭ Exciting new Bubbles! Puzzle Maps & Arcade Mode + Level Select✭ New Deluxe Auto-Save Code, quit the game, take a phone call, send a text - when you come back, your game will always be there waiting for you to play✭ Bust combinations of 3 or more fruit bubbles to make them pop and score points, lose and they become Frozen solid✭ Streamlined design for ease of use (KISS Principle) for your Android Mobile & Tablet✭ Listen to Relaxing Music and Sound Effects or Mute them while you play ✭ Earn the best score then share your score with your Friends on Facebook, Twitter, SMS, YouTube, Google+ and Gmail✭ Created by one of Australia’s Leading App Development CompaniesBubble Fruit Shoot is FUN and 100% FREE! You & your kids will fall In Love collecting Bright Healthy Apples, Pairs, Oranges and Strawberries✭ Become a fan! Get exclusive rewards and stay up to date on our latest news. For technical problems or issues (including Google employees) please email us at any time. We are listening to user feedback and we will certainly keep improving features so stay tuned.Thank you.",
    "reviews": [
      {
        "timestampMsec": "1359510283399",
        "starRating": "5",
        "comment": "bubble blast 5",
        "commentId": "gp:AOqpTOE7K6uF1DG02i4-j-Fb3FUw9KY6DJVup2qWQhIV02jDLz2Ic4MaOy6yerB-VDibvmljZcsyyzD1wiKitw",
        "author": "Brianna Genovesi",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.READ_PHONE_STATE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.GET_TASKS",
      "android.permission.WRITE_SETTINGS",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
