{
  "title": "Genius Quiz Middle Ages",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.emse.genius.middleages.full",
  "category": "Education",
  "price": "$1.99",
  "datePublished": "July 3, 2013",
  "version": "1.0",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "1",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "EMSE PUBLISHING",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.emse.genius.middleages.full",
  "extendedInfo": {
    "installSize": "18M",
    "downloadsCount": "10+",
    "downloadsCountText": "10 - 50",
    "description": "In which century did the Inquisition take place? Did you know the black plague of 1347 killed a third of Europe's population? How long did the Hundred Years War actually last?Show how much you know and learn with Genius - Middle Ages! Discover the Middle Ages, from the dismal centuries of the Dark Ages to the rebirth of cities, trade and culture in the Early Middle Ages. An amazing period in history, full of contrasts and conflicts that have always fascinated us: the struggle between the church and the empire, feudal lords and serfs, inquisitors, crusaders and heretics, monasteries and universities.Answer the questions correctly and discover the key characters and the decisive events in medieval history, one of the most fascinating and enigmatic periods in history. • Barbarian Kingdoms and the emergence of Islam• The Carolingian Era and feudalism• Economic and urban recovery after Year 1000• The crisis of the Late Middle Ages• The power of religion• Art, culture and daily lifeIn the answer to each question, you will find an explanation rich in interesting information that will allow you to learn about the History of the Middle Ages while having fun.• Test your knowledge• Learn with the detailed explanations for each answer• Share questions and answers with your friends• Excel in each level so you become a true Medieval KingWith Genius – Middle Ages, learning becomes a game.Discover it.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET"
    ]
  }
}
