{
  "title": "Worry Free™ Meaningful Use",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.erecords.wfmu",
  "category": "Health & Fitness",
  "price": "Free",
  "datePublished": "April 17, 2013",
  "version": "1.0.7",
  "operatingSystems": "4.0 and up",
  "ratingsCount": "1",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "eRECORDS, Inc.",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.erecords.wfmu",
  "extendedInfo": {
    "installSize": "407k",
    "downloadsCount": "10+",
    "downloadsCountText": "10 - 50",
    "description": "Worry Freeâ¢ Meaningful Use is a simple application to search and view key information on meaningful use measurements and clinical quality measures (CQM) for Medicare and Medicaid Electronic Health Records (EHR) Incentive Programs.  It also includes Frequently Asked Questions (FAQ) regarding the EHR incentive program.Current version supports Stage 1 information for Eligible Professionals.For those interested to find out more about EHR incentive program and how one may participate, we offer 15 minute complimentary assessment call with one of our experts.  Please contact us at:  WorryFree@eRecords.com to schedule a call.About eRECORDS:Founded in 2010, eRECORDS, Inc. is a Health IT company that provides solutions to Healthcare Enterprises and Practices in helping providers achieve continuous quality and performance improvements. Our vision is to power innovations in healthcare delivery through connected technologies and intelligence. Our mission is to be the trusted expert, guide and partner in achieving meaningful use to make healthcare better, cheaper and accessible.",
    "reviews": [
      {
        "timestampMsec": "1365473445988",
        "starRating": "5",
        "title": "Awesome Meaningful Use for EHR Incentive Program!",
        "comment": "I love this app.   Great resource for Meaningful Use requirements.",
        "commentId": "gp:AOqpTOF1zATF5pC6pOLGIE8BRUdZckKdmu0Gsf07LYBiEPK2Z35ZNgjuOkQYHdVEhdDddWjAWtlbELC2Xuh10D8",
        "author": "David Lee",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET"
    ]
  }
}
