{
  "title": "10 Second EM",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.emgladiators.tensecondem",
  "category": "Medical",
  "price": "$2.99",
  "datePublished": "August 11, 2011",
  "version": "1.0",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "22",
  "rating": "4.5",
  "contentRating": "Everyone",
  "creator": "EM Gladiators",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.emgladiators.tensecondem",
  "extendedInfo": {
    "installSize": "1.6M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "10 Second EM (Emergency Medicine) is a rapid clinical reference tool designed for emergency physicians, medical residents, healthcare students and professionals that practice, rotate through or are interested in emergency medicine.  It is designed to be a bedside tool with on-the-job applicability.  It may also be helpful to internal medicine and critical care physicians.  The application was originally made for the iPhone, but is now available on the Android devices!  Topics include the following!Code timerAirway drugs calculatorACLS medicationsVentilator settingsHTN emergency medicationsACLS Hs and TsGCSPressor dosingAnaphylaxis treatmentsSedation drug calculatorCanadian Head CT RuleNew Orleans Head CT RuleNexus C-Spine RuleCanadian C-Spine RuleStatus epilepticus medicationsNIH Stroke ScaleIschemic stroke tPA inclusion criteriaIschemic stroke tPA contraindicationsIschemic stroke tPA administrationAnti-hypertensive meds in ischemic strokeStroke mimicsSan Francisco Syncope RuleSTEMI protocolsLytic contraindicationsSTEMI lytic dosingEssential EKG findingsDysrhythmia managementMAP calculatorWells DVTWells PEPERC rulesPneumonia – PORT/PSIPneumonia – CURB-65ARDSnet protocolsAsthma medicationsInfluenza therapyOttawa ankle/knee/foot rulesSIRS/sepsis sefinitionsSevere sepsisEarly goal directed therapyOB wheelMAPPediatric fluid calculatorCorrected Na (Glucose) calculatorParkland burn formulaCentor strep scoreTylenol/NAC dosingARDS P:F ratio calculatorPediatric IV fluid calculatorPediatric vital signs by agePediatric ETT size/depthAPGAR scoreFever guidelines by ageOtitis media antibiotic calculatorToxidromesSpecific drugs/exposures/antidotesICU Sedation Drip Dosing2010 ACLS Bradycardia Algorithm2010 ACLS PEA/Asystole GuidelinesPALS MedicationsPediatric GCS ScorePediatric Hyperkalemia MedicationsPediatric DKA Treatment CalculatorPediatric ETT Blade Size and Depth Calculator Pediatric Blood Product DosingPediatric Pain Medication Dosing CalculatorPediatric Bilirubin/Phototherapy CalculatorPediatric Intranasal Pain and Anxiolysis Medication DosingSalter Harris Classification IllustrationPediatric Elbow Ossification IllustrationWestley Croup Score and TreatmentKawasaki Disease Clinical FindingsPediatric Head CT Algorithm 2-10 Years OldShoulder Dystocia MnemonicPerimortem C-Section Rapid ReferenceDysfunctional Uterine Bleeding ReferenceTIMI NSTEMI/UA ToolSgarbossa Criteria – AMI in LBBBABCD2 TIA ScoreSpontaneous ICH Blood Pressure RecommendationsTooth Number IllustrationDermatome IllustrationHand Nerve Anatomy IllustrationABA Burn Center Transfer CriteriaNecrotizing Fasciitis Score (LRINEC criteria)CEWA (Alcohol Withdrawal) ScoreHunter Serotonin ToxicitySnake Bite Severity Score with Crofab indicationsThyroid Storm Score and TreatmentGoldman-Reilly Chest Pain RuleSpontaneous Bacterial Peritonitis Rapid ReferenceAddison's Crisis Rapid ReferenceBohler's Angle IllustrationSynovial Fluid Analysis InformationThis application is not intended to be a complete reference source.  It is only a tool to assist in teaching students and residents some main topics encountered in clinical emergency medicine.Please note that this program contains information on medications and procedures that are used to treat critically ill patients. Any use in the clinical setting should be done in the immediate presence of a credentialed, experienced attending physician.",
    "reviews": [
      {
        "timestampMsec": "1337295428414",
        "starRating": "4",
        "title": "Great! But...",
        "comment": "Really great app, probably the best emergency medicine utility of its kind. Just too bad can\\'t be installed onto SD card!",
        "commentId": "lg:AOqpTOHjgfmywxClCrF0Jn7zph8-8Z1XK2pDfUZ4SJlKe-anNkvfA_OoNyPyWzBaDD3-eQMU4JooIPoU2_LX1w",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1350935588697",
        "starRating": "5",
        "title": "Great  Reference App",
        "comment": "Tons of info, nicely laid out. My one negative comment would be about where some items are located. I never would have thought to look for Dermatomes under the category Derm/Burns.   And what\\'s the deal with the iPhone version having more content?",
        "commentId": "lg:AOqpTOGDaGE1ldbbVZD_url4HemxIjYPO_8-yPedLp-Jad2nF4UpZ_R_hg5zsnNAJ5m_BCFUFySVMb7Hbc_H4w",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1378425084561",
        "starRating": "5",
        "title": "Very concise and easy to use",
        "comment": "Great quick reference for decision making rules and common drug dosing etc.  Stable apo that runs well.",
        "commentId": "gp:AOqpTOHLylSZabgjF4KpP_dCS0VjeILTJtzGhoyyhSUdUCq9U3v1-rdp9Obo3k-lf2vQuAtRQaQxiga_LOaD1w",
        "author": "Scott Barnes",
        "authorURL": "http://lh6.googleusercontent.com/-KHg1JqGYj6M/AAAAAAAAAAI/AAAAAAAAARg/m6efSl5BVos/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/-KHg1JqGYj6M/AAAAAAAAAAI/AAAAAAAAARg/m6efSl5BVos/photo.jpg"
      },
      {
        "timestampMsec": "1353393427268",
        "starRating": "4",
        "title": "Nice app",
        "comment": "Nice reference but why does the iPhone version have much more content than the android version?",
        "commentId": "lg:AOqpTOG5eOp-_KpcnAfO9tNzg-rVY45HQOYX-c0CSJeV-4lDe46d28VzpTRQHHdb-lb_xRUQQwlxLCwpKnbbrw",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1348939589767",
        "starRating": "4",
        "title": "Calculations",
        "comment": "Would be nice to see calculations such as pbw for vt",
        "commentId": "lg:AOqpTOEJS1XBMyxyomcfFZocEmIH9ka0B2q9CAfzL_6FLsF4KAieYGc4ySV3FwoLGvxpON67D-NLCpW_EZ7q0Q",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1337447212837",
        "starRating": "1",
        "comment": "Unable to install",
        "commentId": "lg:AOqpTOEzU3oIPk4kS7eMhY8w8RDf8Cb0jPm2I6h5TdptWkTQwAz67BjMIBNZMaDGnhJ1HuCpVDSiG9KkojtlZA",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1367119186490",
        "starRating": "5",
        "title": "Brupom",
        "comment": "AWESOME !!! An ER nurse\\'s dream !!!",
        "commentId": "gp:AOqpTOHdzKHQ4IY5-lQ4k2peL8eSNCzFFbSyk8Gzi0F2lNACWgZaImDmRVU8cfUQtRVd5gtX5xkbf7VMmzDbAQ",
        "author": "Bruce M. Pomeroy",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [

    ]
  }
}
