{
  "title": "Kids Toy Alphabet Free",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.emazesol.kidstoyfree",
  "category": "Education",
  "price": "Free",
  "datePublished": "August 13, 2013",
  "version": "1.0",
  "operatingSystems": "2.0.1 and up",
  "ratingsCount": "1",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "EMAZESOL",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.emazesol.kidstoyfree",
  "extendedInfo": {
    "installSize": "11M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Kids toy alphabet is a educational game for children. It teaching child to recognize the English alphabet from their toys and helping recognize their toys name from alphabets. It's make their lesson interesting and funny. They can learn from play. this app encouraging to learn their lesson. Preschool aged children learn the alphabet letter names, letter recognition and will practice finding letters in toys. Each section learn, play and toy box is full of pictures and wonderful interactive environment. Cute animations children will love! FEATURE:------------------------------------------------------------------- Educational game teach kids the English alphabet.-- Educational game make kids lesson interesting and funny.-- Learn alphabet from toys.-- Recognize alphabet from play with toys.-- Recognize toys name from alphabet.-- Match alphabet letter and toy picture.-- Learn alphabet, play with toy and alphabet and collect your toys.-- Wonderful interactive environment kids love it.-- Bird, balloon, love, leaf and kids are interactive on tap. -----------------------------------------------------------------THREE KIDS FRIENDLY SECTIONS:-------------------------------------------------------LEARN: Alphabet letter wise toy showing with toy name. learn and recognize you alphabet letter and toys. Drag horizontally for previous and next. Learn A-Z to get 1 diamond.  Learn more for more diamond. PLAY: Tap on appropriate toy for showing alphabet letter which is matching with toy name first character. Correct 5 for +1 star and wrong 5 will be -1 star. Play more for more star.TOY BOX: Your collected diamonds, stars and toys store. 3 diamonds + 3 stars = 1 toy.-------------------------------------------------------KEYWORDS:----------------------Kids, Child, Children, Toy, ABC, abc, Alphabet, Letter, Read, Learn, Play, Education, Game, Preschool, Preschool-aged, Fun, Star, Toy Box, Free----------------------PLEASE RATE AND REVIEW-------------------------------------------- Thank you for your download.- We are always happy to hear from parents and children about your experience using this apps. - Please post your valuable suggestion to make this app more interesting for your child's education. So please rate and review this app.",
    "reviews": [
      {
        "timestampMsec": "1373534066647",
        "starRating": "5",
        "title": "Nice",
        "comment": "Nice app for kids",
        "commentId": "gp:AOqpTOFUuFnCVpVewCWPt6AsFN1ewl-RlfpLaKE2-R9pfApCyFiuDl1peboMErQIDuuxjkT57T2dDFNZqZ98yOc",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_PHONE_STATE"
    ]
  }
}
