{
  "title": "ABC Coloring Town Free",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.ensenasoft.abccoloringtownfree",
  "category": "Brain & Puzzle",
  "price": "Free",
  "datePublished": "August 19, 2013",
  "version": "1.0.3",
  "operatingSystems": "2.0.1 and up",
  "ratingsCount": "1",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "EnsenaSoft, S.A. de C.V",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.ensenasoft.abccoloringtownfree",
  "extendedInfo": {
    "installSize": "22M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "ABC Coloring Town Free is an interactive coloring game like you have never seen before! You are automatically moved through a wonderfully designed little fantasy village that has 6 houses. Each house has a letter on the door and lots of little special effects floating around it. Just tap the door and the letter is pronounced in English. Then the game enters picture coloring mode where you can use fill and draw tools and have 16 colors to choose from. Each picture is related to an English word that starts with the letter on the door. The English word is also shown in outline form so each letter of the word can also be filled in and colored as well. Once you are done coloring a picture you can return to the village where it will congratulate you with one of several happy phrases and then you are automatically moved through the village to the next house. When you get all the way to the end and finish house \"F\" it goes back to house \"A\" so you can start again. The app also saves your location so you start at the house where you left off. You can always reset to house \"A\" from the pause menu where you can individually turn the sounds and music on and off as well. This app was designed in a way that makes young children to see the wonderful village so they will want to color more. At the same time it teaches English letter pronunciation and basic English words. All of this happens in such a fun way that your young children will not even notice they are learning at the same time! The is a one of a kind preschool/kindergarten app that combines a \"3d\" virtual world with normal coloring in a way we believe has never been done before. At the same time, navigation from house to house is automatic so your child cannot get lost trying to wonder around and the interface is easy and intuitive to use. We hope you enjoy ABC Coloring Town Free! Since it is designed for young children we have no ads and have no plans to add ads in this Free version ever.  We hope you will find your children love this app and will want to purchase the Paid version which has 26 houses covering all of the English letters A-Z.",
    "reviews": [
      {
        "documentVersion": "1.0.1",
        "timestampMsec": "1366981832537",
        "starRating": "5",
        "title": "Good",
        "comment": "Great abc game\\'s",
        "commentId": "gp:AOqpTOFgcHZjoiNumF78QQ6pn3cM179cwZxM0mQF5oMyCyJxQUJPYovcNL8q7E4Phzc358f2_CW7D4P8sC0E4w",
        "author": "Celeen Liew",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
