{
  "title": "Exam Cram",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.eonsemantics",
  "category": "Education",
  "price": "$1.00",
  "datePublished": "June 5, 2011",
  "version": "1.0",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "1",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "Mikeroeconomics",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.eonsemantics",
  "extendedInfo": {
    "installSize": "1.6M",
    "downloadsCount": "10+",
    "downloadsCountText": "10 - 50",
    "description": "How can you study for the Advanced Placement Macroeconomics exam in the most effective way?  This app contains drill and practice vocabulary and multiple choice questions that will help you quickly learn basic content for the macroeconomics exam.  By building a solid vocabulary base you can effectively answer most multiple choice questions that you might find on the Advanced Placement exam.  This app is intended as a review for the exam in the two weeks preceding the test.  You will find that you will write you essays using the correct economic vocabulary and you will easily analyze multiple choice questions that will lead to a passing score.  This app allows you to study in the way that matches your on-the-go lifestyle.tags: AP Macroeconomics, economics, Aggregate Demand, Charts, Phillips Curve, multiple choice, vocabulary, banking, interest rates, production possibilities curve, exchange rate",
    "reviews": [
      {
        "timestampMsec": "1307303692158",
        "starRating": "5",
        "comment": "Wow, what a great app! This will for sure help anyone pass any advanced placement macroeconomics class.",
        "commentId": "lg:AOqpTOHgy1bf4nhPyvWJwvnFONDRW4djgqXjTVPbs-pB6RXwotv7TM24L04gDMnsANvLEokGv7ibsp_ps27Hqbo",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [

    ]
  }
}
