{
  "title": "My City - Detroit (Ads)",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.endlichstudios.MyCityDetroit",
  "category": "Travel & Local",
  "price": "Free",
  "datePublished": "March 19, 2013",
  "version": "Varies with device",
  "operatingSystems": "Varies with device",
  "ratingsCount": "10",
  "rating": "3.9",
  "contentRating": "Low Maturity",
  "creator": "Endlich Studios",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.endlichstudios.MyCityDetroit",
  "extendedInfo": {
    "installSize": "Varies with device",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "This version of My City - Detroit contains ads. We also added a full version for $1 with no ads, just check the play store. This will help us offset some of our costs to keep the app up-to-date!-----Mission statement-----It is the intent and hope of Endlich Studios that this application will be used to improve the lives of Detroit residents, workers and visitors through the dissemination of information related to the city of Detroit. The team was tasked with creating an application that would aggregate useful Detroit related information in one mobile location. The result is the finished product contained in the My City – Detroit mobile application, which will give users the ability to access information regarding Local Government information, City Services, and Detroit Points of Interest. -----About App-----Get information on the City of Detroit. With the My City - Detroit app, you can quickly get directions to local libraries, rec centers, and parks. All Detroit bus information is available for each bus stop in the city of Detroit. You can even use the \"Find My Location\" button to quickly find there nearest bus route/stop nearest you.-----Navigating The App-----The application is structured in a Grid Pattern, with the startup screen split into three options. 1) Local Government 2) Discover Detroit 3) City Services Each option offers a submenu with one to three different options, with each submenu option providing the user with some type of information related to the city of Detroit. The different options are shown below. 1) Local Government a. City Council b. Initiatives 2) Discover Detroit a. Parks b. Rec Centers c. Libraries 3) City Services a. Bus Route",
    "reviews": [
      {
        "timestampMsec": "1353003728755",
        "starRating": "3",
        "title": "Average",
        "comment": "Loading problems and sometimes of the schedule repeat the times more than 3 times in succession.",
        "commentId": "lg:AOqpTOGOmKKt8kUNioCIIQbWlCVi2gWi7aRJHrsX20LEVmFB1VrinnkPHMFq7OwiDUIkXN07IHCG11BkgJJg5A",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1348841386946",
        "starRating": "3",
        "title": "mostly is a directory",
        "comment": "I appreciate the directory, but foresee problems keeping it up to date. Bus routes are changing, again. Schools are closing, changing name, changing district, again. Most of this change is happening with an administration that does not provide information in advance very well at all. To keep your app updated is going to be time spent as a data entry clerk, and creating relationships to be kept up to date in changes being made. The directory needs to cover the littler known things like food pantry locations, active churches, community gardens, homeless shelters, food trucks (where they will be), ...",
        "commentId": "lg:AOqpTOEQYJhbcXJ6hynKF2WG_f8M5QHWKhykmBV8mLdk5a-KxCbKo0JehLHb6WqiXbJkwEEg24ElFgk1UXMMVQ",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1348602142400",
        "starRating": "5",
        "title": "Please Leave Feeback!",
        "comment": "If you are having an issue, please let us know and we will work quickly to resolve it. Any information you can give us is appreciated. We are also looking for any ideas or additions for the application! Thanks again and enjoy. -Endlich Studios Team",
        "commentId": "lg:AOqpTOFrc6382SonlmwTjN8ecoScdcORFlHOq2meMc72Y3vlx7hsgvvNzS6whpG8a9Kfw-RyEd60JG4ypZ7Isg",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1342441561498",
        "starRating": "5",
        "title": "Helpful!",
        "comment": "Includes some great information on the city of detroit.",
        "commentId": "lg:AOqpTOGWqj9xUxOol1Kz79G1xETk2e0XOCff3etZbYSeHzRVXpN94kTKzBQRIDvMKiSBqM2DR7LYBPDIzxf81g",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1348521991372",
        "starRating": "1",
        "title": "How the City Works",
        "comment": "I really can\\'t say how good the app is, I was pretty happy when I saw it.  I downloaded it as fast as I could.  I went to use it and no matter what I do it fc\\'s.  My phone is the HTC-EVO.  I hope they get it working.",
        "commentId": "lg:AOqpTOHJ-RAL3PmopGAy1wpne3BSzqauRaxgYLIRkL7wZEHS04fO9z3HgLZJtiGKYXisKf5FADBk1Do0kYu-Ag",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE"
    ]
  }
}
