{
  "title": "Realtime Events",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.eneris.newwell.realtimeevents",
  "category": "Health & Fitness",
  "price": "Free",
  "datePublished": "April 25, 2012",
  "version": "1.0.20",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "36",
  "rating": "3.8333333",
  "contentRating": "Medium Maturity",
  "creator": "NewWell Ltd.",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.eneris.newwell.realtimeevents",
  "extendedInfo": {
    "installSize": "2.1M",
    "downloadsCount": "5,000+",
    "downloadsCountText": "5,000 - 10,000",
    "description": "The Realtime Events Android Application for Movescount is a new way to track your outdoor activities such as running, cycling or trekking all in realtime. Create your own private or public community of friends and track their progress during live events and activities. You can also encourage your created community or individual group members through the instant message feature.Geographical position and Heart Rate (HR) levels are displayed in realtime with calculated daily and weekly Training Impulse activity scores. Every Move is automatically stored on your Movescount account, allowing you to make every Move count! The application can be downloaded to your Android device from the Android Market.TRACK YOUR MOVESWhen you start tracking, you will see HR levels of your community members in the map window. You can also track your own speed and HR every step of the way and the split time feature can provide you with a good indication of your performance.SHARE YOUR EXPERIENCE IN LIVEShare your event live with your community of friends. A great way to receive encouragement from your community friends as they can track your location and HR live during your activity from their Android device. Realtime Events has an instant messenger platform where you can share your thoughts individually or for the whole community at a particular moment before during or after your activity.EVERY MOVE COUNTSWhen you finish you’ll see the results as activity scores. Just add some notes and the tracked Move is automatically stored in your sports diary on Movescount and if your Facebook or Twitter sharing is active, your moves are also extended to your social media networks.CREATE YOUR TEAMSYou can create your own communities or teams by selecting the group window within the application. Simply create a group for your friends, team, or club from the group settings. You can then choose if the created team will be public or private. Once created, just invite your friends to join this new team.EVENTSFor public Event create and name the Event and other Realtime Event users can just join into it and track the competitors location and HR in live!FEATURES- Move tracking with map view, HR and speed- Live move tracking of your friends location, HR and activity scores anywhere in the world- Live chat- Create and name own public or private teams- Use and upload topographical maps e.g. for competitions (additional service)- Lists of your team’s daily and weekly activity scoresYOU NEED TO CREATE ACCOUNT AT WWW.NEWWELL.FI/MOVESCOUNT,YOU GET 7 DAYS FREE TRIAL FOR YOUR ACCOUNT!",
    "reviews": [
      {
        "documentVersion": "1.0.20",
        "timestampMsec": "1356603662876",
        "starRating": "5",
        "title": "Excellent!",
        "comment": "I have been using this app as my training guide to help monitor my training volume.  This is the only automated version of Banister\\'s Training Impulse (TRIMP) I have ever seen.  Using a % of HRR has made this app the most accurate training tool on the market.  It\\'s not intuitive and requires a bit of setting up, it also requires the details entering quite a few times before it starts to remember me.  Overall once working, it is excellent.",
        "commentId": "gp:AOqpTOEABobXk4w__w1lNSXhEf5WYnXqZNyCADuqI3MTs3De4Hy65l4IOntDYOA5HegkyX7Tw8Zi-ok52Xi9lA",
        "author": "Jamie Ridealgh",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "documentVersion": "1.0.20",
        "timestampMsec": "1346030344127",
        "starRating": "4",
        "title": "Epoc, Vo2Max, HR, Distance, Speed... Need more?",
        "comment": "Suunto products are not remarkably known for their intuitiveness or ease of operation, but for their accuracy. When I bought my first Suunto HR monitor (T3c) I had to read the whole manual to make it work properly. In fact, it was maybe a week when I found out that I could get a readout of my time during each training zone if I configured the watch correctly. But then, when I made it work well, what a change it did on my running. The training effect is what does it for me. This app, well the first time I opened it I was tempted to uninstall it. Then I took a run with the Suunto Hr Belt on after figuring out it got paired almost instantly... As an afterthought I started the Stopwatch. When I finished I sent the move to movescount. I then got home and looked at my move in my desktop and it was as if I had synchronised a Suunto T6. Epoc, Vo2Max, Peak Training effect... And of course, distance, route and all the other stuff you do normally get in these apps. If you own an Xperia Active or a smartphone with an Ant sensor and a Suunto Hr monitor  you owe it to yourself to try this app, specially if you already use Movescount. If it had voice support I would give it 5 stars.",
        "commentId": "lg:AOqpTOEDV2eQhpGuiuH1ER-9Ci31q05ya8gUg0J-_mj2DVJ4xVTgNO6d7A956wheLS9qgjBtB5ui4xvItTNrHQ",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "documentVersion": "1.0.20",
        "timestampMsec": "1347164882305",
        "starRating": "1",
        "title": "A Dud",
        "comment": "I wish I could give you details, but the program did not work at all.  It did not register a GPS signal, even though other running programs did.  The map had me in Finland instead of New York.  Worse, it did not pick up the signal from my Suunto, even though my watch was registering my HR.  Everytime it failed, I would close out and reopen the program.  It kept asking for my login information (shouldn\\'t it be stored?).  I doubt there are identity thieves trying to get running times and distance.  Finally, There is no way to change from metric to imperial units, so do your metric conversions before you are out on a run with this program.  It is a worthless program that has a frustrating user experience.",
        "commentId": "lg:AOqpTOGQhFzRQxIshQLi54ehNRqI24IsdKzIGn3nXCHQAzPPp4CAlgqKue-mGVDyPbZ8374fa5eii-Or8Fm0Ag",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1340613462672",
        "starRating": "5",
        "title": "Sony Xperia & Suunto",
        "comment": "I have Xperia Active for the exercises. It is ok mobile, but has a bit too tiny battery\\342\\200\\246 However, I was glad to notice that there existed a mobile solution that supports Suunto Dual HR belts! I am a Suunto lover and in my knowledge there are no other developers who have paired a mobile phone for Suunto belts? I hope NewWell will remember this for their 2.0 version too. It looks great application and I\\342\\200\\231d love to use it too with my Suunto HR belts\\342\\200\\246",
        "commentId": "lg:AOqpTOHtrw3HKF_7-7jLX3enKyiF664sy4iai8u4CA6_-aXHUs4BE_FiM5ItrR8Ico3Dx9gypyukZOXWBoKYrw",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1360087069270",
        "starRating": "1",
        "comment": "it just says login failed even with the righ e-mail and password",
        "commentId": "lg:AOqpTOEGfyNvnHh1FIgWH1-xlp1RXLNo5fO_8CDZjf068KqM2a80PoKm5k9Aey5UPHAH7lb0tHQM4Gb7XhI9qA",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1340199314997",
        "starRating": "1",
        "title": "not happy",
        "comment": "Quite unsatisfied - other apps are way user-friendlier   and Realtime events cannot merge with existing movescount event uploaded from my suunto quest.  Not happy.  However I hope there\\'ll be a dramatic improvement in the next version.  Else I cannot find any reason why I should pay for this app",
        "commentId": "lg:AOqpTOHwt9bGRs0pUJE8l67prnXtn3q-5x-ycGckvzzXujy5xnYyz1BnC2P007E3Xrw5D-X2iESy9tJsUkd4gw",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1377492437562",
        "starRating": "1",
        "title": "Garbage",
        "comment": "Never really works. I can\\'t even log in and I\\'m an advanced user. I asked for support but they just give a standard reply and try to sell you their new watch product. Don\\'t waste your time.",
        "commentId": "gp:AOqpTOGFW9E_CkTAMp8rJHoiU95F8orsMwYRaDFpHpbt_zaj5f7bdxqPbes-AaAxfxRI6zyJFFrT3Wvu_PbvVw",
        "author": "Omar Khouri",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.INTERNET",
      "android.permission.ACCESS_FINE_LOCATION",
      "com.dsi.ant.permission.ANT",
      "com.dsi.ant.permission.ANT_ADMIN"
    ]
  }
}
