{
  "title": "Electa Live 8",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.electa.app",
  "category": "Business",
  "price": "Free",
  "datePublished": "February 4, 2013",
  "version": "8.0.3",
  "operatingSystems": "2.3.3 and up",
  "ratingsCount": "2",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "Electa Live",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.electa.app",
  "extendedInfo": {
    "installSize": "461k",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "Teach, learn and collaborate with Electa Live on your Android Phone and Tablet!Electa Live 8 is a virtual classroom and an online collaboration environment for live online teaching and web conferences with live audio, screen sharing, guided presentations and web tours.This application enables you to attend, host and interact in eLecta Live virtual classes and web conferences. With eLecta Live for Android you can:- Attend full featured eLecta Live sessions from an email invitation or from a link right from your mobile web browser - Listen and participate in the conversations via the built-in VOIP capability - The attendees panel enables users to see who else is attending the meeting and what they are doing.- View the meeting content including slides, pages, images whiteboard markup and pointers. - View live screen shares from presenter’s computer be it a Windows, Apple or Linux. Zoom shared content. - View guided web tours.- Interact within the session through the use of the gestures toolbar and text chat with presenters and participants- Attend breakout rooms for individual collaborationDon't have an Electa Live Account? Electa Live 8 for Android lets you join live classes and meetings run by anyone with an Electa Live account. If you want to run your own meetings for others to join from their computers or mobile devices, sign up for a trial here: http://www.e-lecta.com Electa Live Website: http://www.e-lecta.comElecta Live Support: http://support.e-lecta.com",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.RECORD_AUDIO",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
