{
  "title": "Here She Comes",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.epicureans.entrance",
  "category": "Lifestyle",
  "price": "$1.99",
  "datePublished": "June 24, 2013",
  "version": "1.1.8",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "499",
  "rating": "4.3186374",
  "contentRating": "High Maturity",
  "creator": "Epicureans",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.epicureans.entrance",
  "extendedInfo": {
    "installSize": "37M",
    "downloadsCount": "10,000+",
    "downloadsCountText": "10,000 - 50,000",
    "description": "Are you tired of reading about moves for bed when you should be practicing them?Well look no further because Here She Comes is the only app that will teach you the skills that will have her coming (literally) for more.Here She Comes is an addictive instructional lovers app that teaches you how to give your partner the greatest climax of her life. The secrets of the female climax as confirmed by medical academia will unravel right in front of you through your own personal interactive tutor. As you read through chapters and perform various exercises and tasks, your love life and confidence will improve. In time, you will soon master the art of the pre-play and perform things with your fingers you could have never imagined.-----------------------★ Features: ✓ Full and extensive resource on the female body and mind from pre-play to conversation✓ Locate her secret spots which are accompanied by diagrams and explanations✓ Learn the proper way to use your fingers through exercises guided by on-screen instructions✓ Practice rubbing and stimulating your partner using your fingers and touch device✓ Works on your speed management through messages alerting you to speed up or slow down✓ Counts the number of valid rubs you perform by giving your levels to clear and by sensing your speed✓ Checks your progress instantly by noticing the changes in the cute whale icon✓ Password-protected to keep your privacy and to keep this app a secret from jealous friends-----------------------★ Testimonials:\"My girlfriend rarely wanted making love and now she asks first.\"- Dan, 22\"I've always felt as though something was missing in my life. After my partner played around with this, things definitely got a little more heated ;)\"- Jessica, 29\"I faced 10 years of frustration and embarassment because I couldn't control my speed. Now I have perfect rhythm and have the knowledge to treat my wife better.\"- Rob, 35\"Now this is something I want to keep to myself. Too bad the entire world has to know.\"- Jonathan, 25-----------------------★ Download the app that guys are raving about and girls are craving for. It is guaranteed to have you saying here she comes!Visit us on our website:http://www.hereshecomesapp.comLike us on Facebook:http://www.facebook.com/pages/Epicureans/244934402258348Follow us on Twitter:http://www.twitter.com/theEpicureanz/",
    "reviews": [
      {
        "timestampMsec": "1340561760387",
        "starRating": "1",
        "title": "Below average",
        "comment": "Guys not worth for a paid download  Think twice before paying. I\\'m Dissapointed many apps are there in market for free",
        "commentId": "lg:AOqpTOFmaQ03zANbyH1jTSSVInniwKz1vJfRnwq6vcP31AITG6CLmTfQPmD-YInORk1E8dFUfkiCSxdQP0ygL0o",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "com.android.vending.CHECK_LICENSE",
      "android.permission.READ_PHONE_STATE"
    ]
  }
}
