{
  "title": "Santa And The North Pole",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.enlight.santaclauseandthenorthpole",
  "category": "Entertainment",
  "price": "Free",
  "datePublished": "December 9, 2012",
  "version": "1.0.0",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "2",
  "rating": "5.0",
  "contentRating": "Low Maturity",
  "creator": "Kids Christmas Coloring",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.enlight.santaclauseandthenorthpole",
  "extendedInfo": {
    "installSize": "3.6M",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "★★★★★\"Good app for kids My kids love this app\" - Christopher LG revolution★★★★★\"GREAT APP. MERRY CHRISTMAS! AND, A HAPPY, HEALTHY, AND SAFE NEW YEAR TO ALL\" - Micheal Motorola Atrix 2★★★★\"Love it, My daughter says she love the coloring book\" - James Samsung Galaxy S3★★★★\"Good one, Nice app 4 my kids\" - Shon Samsung Galaxy S2Its almost Christmas time again, Remember all the fun and happiness of last Christmas?★ Your kids will love using this amazing coloring in App, it will keep them having fun and entertained while being creative and creating amazing imaginative beautiful pictures to share with your family and friends.★ A gallery of Christmas images to entertain kids of all ages★ Kids will enjoy coloring their favorite holiday characters especially Santa★ Share your child's holiday coloring projects with family and friends around the jolly time of year. ★ This Kid friendly app contains multiple painting tools and colors to choose from allows your child to be creative. ★ Artistic holiday fun for children of all ages.★ Zoom feature assists for coloring detail.★ Share your kids imagination with your Friends on Facebook, Instagram, Twitter, SMS, YouTube, Google+ and Gmail★ Created by one of Australia’s Leading App Development Companies★ Become a fan! Get exclusive rewards and stay up to date on our latest news.For technical problems or issues (including Google employees) please email us at any time. We are listening to user feedback and we will certainly keep improving features so stay tuned.Thank you.Androidappsupport@outlook.com***Note This App Uses Airpush for its AD Network***",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.SET_WALLPAPER",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.VIBRATE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
