{
  "title": "Harry styles One direction LWP",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.erg1.hrone",
  "category": "Personalization",
  "price": "Free",
  "datePublished": "August 17, 2013",
  "version": "1.0",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Medium Maturity",
  "creator": "Rahul Nair",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.erg1.hrone",
  "extendedInfo": {
    "installSize": "1.6M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Please follow following step to use this wallpaper.1. Download wallpaper2. Long press the home screen of home screen or press menu button to see wallpaper option.3. Select \"Wallpaper\" than select \"Live Wallpaper\".4. Go to \" Harry styles One direction LWP\" and press \"set wallpaper\".Harry Styles was born in Evesham, Worcestershire, England to Des Styles and Anne Cox. He has an older sister, Gemma. When Harry was seven years old, his parents divorced. His mother remarried in early June 2013 to a Robin Twist. As a child Harry loved singing. He's listed Elvis Presley as one of his influences.Growing up Harry lived in Holmes Chapel, Cheshire, England and attended Holmes Chapel Comprehensive School, a state comprehensive school.Harry was the lead singer for the band White Eskimo with band members Hayd Morris (lead guitarist), Nick Clough (bass guitarist), and Will Sweeny (drummer).[3] They came together to compete in a Battle of the Bands. The band won the competition, and it helped Harry realize that he loved performing in front of people.Harry at his X Factor audition.In 2010, when he was sixteen years old, Harry auditioned for the seventh season of The X Factor. He wanted a professional opinion on his singing because up until then his mom was the one telling him he was a good singer. Before his audition he said, \"Singing's what I want to do, and if people who can make that happen for me don't think that I should be doing that, then it's a major setback in my plans.\"Harry sang \"Isn't She Lovely\" and received positive comments from Simon Cowell and Nicole Scherzinger, while Louis Walsh had doubts on whether he was ready to progress in the competition. At bootcamp, Harry sang \"Stop Crying Your Heart Out\" before being rejected and put into One Direction.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.READ_PHONE_STATE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_LOCATION_EXTRA_COMMANDS",
      "android.permission.WAKE_LOCK",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
