{
  "title": "Tap Jewels Full",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.entwicklerx.tapjewelsfull",
  "category": "Brain & Puzzle",
  "price": "$1.25",
  "datePublished": "August 15, 2013",
  "version": "1.04",
  "operatingSystems": "2.0 and up",
  "ratingsCount": "4",
  "rating": "4.5",
  "contentRating": "Everyone",
  "creator": "EntwicklerX",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.entwicklerx.tapjewelsfull",
  "extendedInfo": {
    "installSize": "7.3M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Another addictive Match-3 diamond/jewels style game with three great game modes.Puzzle QuestYou need at least two identical jewels to remove it from the playfield. Find 3 or more identical jewels to to fill the playfield withnew items. The more you can remove at once, the more new you get. The game is over, if there are no more matches.Time ChallengeMatch 3 or more identical jewels, be fast to get more time to play, because the time goes by.The game is over if the time is up.Survial (Full Version only)Play without time limit, but your live energy is decreases if you match less than 3 identical jewels. Try to match 4 or more identical jewels to get new live energy. Remove 1 or 2 similar jewels to change your playfield for better matches but be careful whith dropping your energy.The game ends if your live energy comes to an end.Common Features:Use special items to clean up the playfield (ColorChanger, RowCleaner, ColumnCleaner, CrossCleaner)Play fast to get double points for a limited time.Note: Time Challenge Game Mode is similar to our game \"Tap Blox\", but with adjusted speed settings and the new special iteom \"ColorCleaner\", so it is new fun and no need to remove tap blox from your device ;)",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
