{
  "title": "Tips For Energy Efficient Home",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.energy.efficient",
  "category": "Books & Reference",
  "price": "Free",
  "datePublished": "January 17, 2013",
  "version": "1.0",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "2",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "ESC Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.energy.efficient",
  "extendedInfo": {
    "installSize": "183k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "In this app you're going to discover so many things on how to transform your house to being more energy efficient with little effort!  Not only will you discover alternative sources of fuel, but you'll also learn extra bonus tips to actually teach people.Here's Just \"Sneak-Peak\" At What You'll UncoverWith How To Make Your House Energy And Cost Efficient:- Discover how to determine your current costs. - Learn the cost of savings analysis.- Find out exactly how to get started on your biggest needs.- Discover how exactly to save big money with windows.- Learn how to start small for huge savings.- Discover the fireplace advantage.- Find out all the energy saving tips to develop.- Discover how to properly use your thermostat for your energy saving needs.- Learn exactly what energy star is and how to use it to your advantage.- Discover how to make the outside of your house energy efficient easily. - Learn all about alternative sources of fuel.- Discover how build your new home to meet your energy saving needs! - Learn all the little things you can do to save huge on your bottom line.Plus much MUCH More!",
    "reviews": [
      {
        "timestampMsec": "1358035298594",
        "starRating": "5",
        "title": "A must have for any home owner!",
        "comment": "You will love this app because it helps you save money! And who doen\\'t like to save money. I found he articles extremly helpful. They are easy to follow and the app is easy to navigate. A must have!",
        "commentId": "lg:AOqpTOGNkJ5kZQUAWx2MzjKMV4RweHHomeskjrmnZA-XmRQbp5wAvp4uM-MLeGZjlerYwhcbottk_8zIpk_n",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE"
    ]
  }
}
