{
  "title": "iPrep: General Math",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.enovatemedia.iPrepGeneralMath",
  "category": "Education",
  "price": "Free",
  "datePublished": "December 21, 2012",
  "version": "1.0.0",
  "operatingSystems": "3.0 and up",
  "ratingsCount": "2",
  "rating": "3.0",
  "contentRating": "Everyone",
  "creator": "eNovate Media",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.enovatemedia.iPrepGeneralMath",
  "extendedInfo": {
    "installSize": "8.2M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Need to hone your General Math problem solving skills or prepare for High School and Competitive exams? Are you scheduled to take standardized tests or other entrance tests in the near future? Download iPrep General Math now! This App is an excellent resource that tests you in high school General Math and helps you gain proficiency. iPrep General Math comes with a question bank that helps students prepare for General Math high school course exams as well as several worldwide math competitions, tournaments, math olympiad, entrance tests, etc. All tests present challenging problems that encourage higher levels of critical thinking. Some of the topics covered in this App are: - Number Systems - Surds - Polynomials - Conic Sections - Exponents & Logarithms - Sequences & Series - Matrices & Determinants - Trigonometry - Calculus Basics – Derivatives The App has the following features: Practice Tests: This feature allows you to practice, practice, and practice. Step-by-step solutions are provided to help guide you through each of the problems. Take a Test: Challenge yourself with 20 randomly generated questions. White Board: Use the whiteboard to work out problems eliminating the need for paper and pencil.Scores: Track your performance for each test over time and get detailed reports to review each test.Along with solutions and techniques to solve the question this app is a great way to learn General Math. Why wait? Download iPrep General Math to improve your General Math skills. Please check our other related apps 1.Calculus 2.Geometry 3.Algebra 4.Advanced Math",
    "reviews": [
      {
        "documentVersion": "1.0.0",
        "timestampMsec": "1376329544057",
        "starRating": "1",
        "title": "Force close",
        "comment": "It force closes when I tap practice.  Note 2",
        "commentId": "gp:AOqpTOGUg98wARmeMaxWvhDDE5_86mbQ8TBR6gEVkrWanZoccsvwoGvF5F2Mw88bFOlZ2CfNvO3ZcItC1a0",
        "author": "Steve Edmund",
        "authorURL": "http://lh3.googleusercontent.com/-KhbVyBw0_X0/AAAAAAAAAAI/AAAAAAAAJbU/athKSl9tnpY/photo.jpg",
        "authorSecureURL": "https://lh3.googleusercontent.com/-KhbVyBw0_X0/AAAAAAAAAAI/AAAAAAAAJbU/athKSl9tnpY/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.INTERNET"
    ]
  }
}
