{
  "title": "employyd – Hire or Get Hired",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.employyd.main",
  "category": "Business",
  "price": "Free",
  "datePublished": "November 26, 2012",
  "version": "1.0",
  "operatingSystems": "3.0 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "Mantra Information Services",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.employyd.main",
  "extendedInfo": {
    "installSize": "2.1M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "employyd is designed to help employers post jobs and find right talent while it helps job seekers find a good opportunity.Get employyd.  Get hired. In todayâs competitive market, the key to finding employment is to manage your job search 24/7 with the latest tools designed to take advantage of multimedia, social networking, and multi-searching capabilities.  The employyd mobile application platform is geared towards people on the go, ensuring that you have all the essential job seeking tools, whenever and wherever you need them.  With forward-looking features, like video resumes, social media integration, graphical maps, and application tracking features, employyd is sure to help make your job search smoother. Whether you are looking for contract, contract-to-hire, entry level, internship, part-time, permanent, project or seasonal work, from California to around the globe,  employydâs search filters help you pinpoint the perfect job. In this job market, standing out from the crowd requires some creative thinking. Let employyd help you.Get empowered with employyd.  Designed for hiring managers to track their job postings and job applicants while on the go.  View your recent job postings and see who has applied.  Read applicantâs cover letters, professional summary and skills, work experience and education. Download and read their resumes without being at desk.  Even better, watch their video resume and record your feedback. Have a great candidate and want some feedback?  Share their information with co-workers.  Get an edge on your competition and get on hiring best candidates with employyd!To learn more and register for an account, please visit www.employyd.com.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.CAMERA",
      "android.permission.RECORD_AUDIO",
      "android.permission.RECORD_VIDEO",
      "android.permission.READ_CALENDAR",
      "android.permission.WRITE_CALENDAR",
      "android.permission.READ_PHONE_STATE",
      "android.permission.MODIFY_PHONE_STATE",
      "android.permission.READ_FRAME_BUFFER",
      "android.permission.WAKE_LOCK",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
