{
  "title": "Electric Rate Finder",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.electricrate.rates",
  "category": "Tools",
  "price": "Free",
  "datePublished": "August 29, 2012",
  "version": "1.0",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "1",
  "rating": "1.0",
  "contentRating": "Everyone",
  "creator": "Erik Repich",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.electricrate.rates",
  "extendedInfo": {
    "installSize": "352k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Find the lowest electric rate for your home and lower your electric bill. There are no switching costs and no interruption of service, just a better electric rate delivered to you on the same familiar bill.When your state deregulated its energy market it opened the industry to competition and allowed companies to buy energy in the wholesale markets and pass the savings on to you. The electricity flows into the Local Power Pool and is delivered to your home by your local utility via existing power lines just as it always has. The only difference will be a new electric rate on the supply portion of your bill.How much money can I save?Install our app and enter your zipcode. You will get immediate results from competing compaines.Will my electricity be interrupted when I change my utility's supply to yours?No.. The transition is seamless. All you'll notice is your new electric rate. It's that easy.Who do I contact in an emergency? Your current utility. For reference, visit your local utility's website.",
    "reviews": [
      {
        "timestampMsec": "1369712465605",
        "starRating": "1",
        "title": "Almost useless",
        "comment": "Does not show all electricity rates and companies. I found rates, using Google, for $0.04 cheaper than what this app listed.  Good idea, poor execution.",
        "commentId": "gp:AOqpTOHn6n8eJ0UB4K-CKH9rGPDqzWGPXLP8jE9L0ZAjme8Wc7o82OJN1wQchZOuuPd1QAyDM2DpWqLvw0rkAw",
        "author": "David Mayo",
        "authorURL": "http://lh3.googleusercontent.com/-FxNgccxGg14/AAAAAAAAAAI/AAAAAAAAABc/b7AtRmdWLZ0/photo.jpg",
        "authorSecureURL": "https://lh3.googleusercontent.com/-FxNgccxGg14/AAAAAAAAAAI/AAAAAAAAABc/b7AtRmdWLZ0/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.INTERNET"
    ]
  }
}
