{
  "title": "Genius Literature Quiz Lite",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.emse.genius.literature.lite",
  "category": "Education",
  "price": "Free",
  "datePublished": "July 15, 2013",
  "version": "1.0",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "1",
  "rating": "4.0",
  "contentRating": "Everyone",
  "creator": "EMSE PUBLISHING",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.emse.genius.literature.lite",
  "extendedInfo": {
    "installSize": "10M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Which Shakespearean character utters the famous phrase \"to be or not to be, that is the question\"? Did you know that Frankenstein, a gothic masterpiece,  was inspired by its author’s frightening nightmare? What is the name of the novel by Jane Austen whose protagonist is Elizabeth Bennet?Show how much you know and learn with the quiz Genius - Literature!Test your knowledge and discover the easiest and most fun way of learning about the history of literature. An ingenious invention which the human being has used for more than five thousand years , to shape the imagination and let it fly. Impossible love, existential dilemmas, epic deeds, literature has provided us with a universe of beauty and emotions where the best of human creativity is to be found.• The origins of literature• Medieval literature• The XVIth Century. Reinassance• The XVIIth Century. The Baroque• The Enlightenment and Neoclassicism• First half of XIXth Century. Romanticism• Second half of XIXth Century. Realism• The beginning of XXth Century.For each question, there is a clear and comprehensive explanation rich in information that will allow you to learn the history of literature and become an expert in the matter.• Test your knowledge• Learn with the detailed explanations for each answer• Share questions and answers with your friends• Excel in each level so you become a “Great Writer”With Genius – Literature, learning becomes a game.Discover it.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET"
    ]
  }
}
