{
  "title": "SEM Calculator 2.0",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.elitesem.calculator",
  "category": "Business",
  "price": "Free",
  "datePublished": "February 22, 2013",
  "version": "2.1",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "Elite SEM",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.elitesem.calculator",
  "extendedInfo": {
    "installSize": "397k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "About The AppThe Elite SEM 'SearchCalc' is brought Elite SEM Inc. This application will help search marketers when trying to figure out CPM to CPA, CPC to CPM, Max CPC to PPC and Banner/Search Campaign CPA's. Get All Of Your PPC & Digital Marketing Answers At the Touch Of A ButtonAbout UsRecognized by the Inc. 5000 as one of the fastest growing companies in the US, Elite SEM is a team of online marketing experts committed to our clients’ success. Elite SEM is a NYC-based Search Engine Marketing (SEM) boutique agency that was founded in 2004 by CEO Ben Kirshner. Since then, the company has expanded its operation with offices now in San Francisco, Philadelphia, and Atlanta. As the online marketing landscape has evolved,  Elite SEM’s fundamental philosophies of looking at all clients as long term-partners and consistently putting them #1 has held fast, resulting in one of the strongest client retention rates within the industry (as based on 3rd party studies).  Elite SEM is now the agency of record for several Fortune 500 and IR Top 500 companies, including Ideeli, Hugo Boss, Terminix, Tommy Bahama, WWE, Clarks, TruGreen, and Rockport.Elite SEM manages all aspects of your online marketing campaigns from start to finish – campaign audits, planning, strategy, development, execution, optimization, and reporting and analysis. We license the best tools on the market for your needs. Our entire team is certified in Marin, AKQA/Search Rev, AdGooroo, and many other industry tools.Every client partnership that we enact ensures client satisfaction. Our terms are client-friendly and surpass any others in the industry.  Elite SEM offers a two-day termination clause and a risk-free test for the first month, giving clients an out that they very rarely feel compelled to use.  On top of that, we will never work with any of your direct competitors. Rest assured our work is yours; you will own every account and all aspects of your campaigns.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [

    ]
  }
}
