{
  "title": "Bubble Star Shoot FREE",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.enlight.bubblestarshoot",
  "category": "Entertainment",
  "price": "Free",
  "datePublished": "February 17, 2013",
  "version": "1.0.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "2",
  "rating": "3.0",
  "contentRating": "Low Maturity",
  "creator": "Fujistu",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.enlight.bubblestarshoot",
  "extendedInfo": {
    "installSize": "7.0M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "✭✭✭✭✭ \"So good at keeping my kids laughing!\" – Steve Samsung S3✭✭✭✭✭ \"love Bubble Star Shoot. It serves the purpose of simple addictive app-gaming entertainment. I heart my Bubble Star Shoot!\" – Khetaram HTC myTouch 4G Slide✭✭✭✭✭ \"Awesome game has tamed my awful angry birds addiction, my favorite game on my Android phone” – Steve HTC Evo 4G✭✭✭✭✭ \"Good fun Bubble shoot, very addictive and challenging.\" – Prakash Samsung Galaxy S2_________________________________We are now aware of some Android devices having technical issues. Fixes are coming soon, thanks for your patience!_________________________________✭ Over 1000 New Levels - Hours of Classic Shoot Bubble Game Android Entertainment with a new Stary twist✭ Solved Colorblindness headaches for you! With Our Colorblind Settings now everyone can play✭ Bright Stars to light your way as you shoot down all the Bubble Stars with Bubble Star Shoot & Blast together✭ Fresh & Beautiful HD STAR Designed Graphics, with a User Friendly Interface✭ Beat your Top Score or send to your Friends as a Friendly Stary Challenge✭ Exciting new Bubbles! Puzzle Maps & Arcade Mode + Level Select✭ New Deluxe Auto-Save Code, quit the game, take a phone call, send a text - when you come back, your game will always be there waiting for you to play✭ Bust combinations of 3 or more star bubbles to make them pop and score points, lose and they become Frozen solid✭ Streamlined design for ease of use (KISS Principle) for your Android Mobile & Tablet✭ Listen to Relaxing Music and Sound Effects or Mute them while you play ✭ Earn the best score then share your score with your Friends on Facebook, Twitter, SMS, YouTube, Google+ and Gmail✭ Created by one of Australia’s Leading App Development Companies✭ Bubble Star Shoot is FUN and 100% FREE! You & your kids will fall In Love collecting Bright Stars✭ Become a fan! Get exclusive rewards and stay up to date on our latest news.For technical problems or issues please email us at any time. We are listening to user feedback and we will certainly keep improving features so stay tuned.Thank you.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.READ_PHONE_STATE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.GET_TASKS",
      "android.permission.WRITE_SETTINGS",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
