{
  "title": "Just for Laughs Gags TV Videos",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.eracle.justforlaughstv",
  "category": "Entertainment",
  "price": "Free",
  "datePublished": "August 29, 2013",
  "version": "1",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "1",
  "rating": "5.0",
  "contentRating": "Medium Maturity",
  "creator": "MyAppCo.com",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.eracle.justforlaughstv",
  "extendedInfo": {
    "installSize": "454k",
    "downloadsCount": "10+",
    "downloadsCountText": "10 - 50",
    "description": "This free application gives you access to all the gags, jokes, candid camera, full episodes from the TV show \"Just for Laughs\" and to the official Just for Laughs Page on Facebook. - all the videos are properly categorized;- it works on all devices (require video play support);- it works both in landscape or portrait mode;- search feature in each category;- the content is up to date and updates constantly - no dead linksJust For Laughs, features highlights from the festival, and it airs regularly on CBC Television, The Comedy Network and TVA. The show features performances from the festival and \"canned bits\" shot on location around Montreal, Canada. Several bits have been filmed in the United Kingdom. Many of these \"bits\" are visual gags that catch people off-guard or somehow surprise them as they go about their daily business.DISCLAIMER: The videos in this app are neither uploaded nor hosted by us. The videos linked to by this app are available in the public domain and or on YouTube, uploaded by members of the general public. This app is entirely unofficial and unauthorized, and only provides a convenient way of searching and accessing the videos uploaded by others. As the videos linked to by the app are uploaded by others, we cannot be held responsible for the availability of any video. No infringement of copyright or trademark is intended.In case of any problems or suggestions, please do not hesitate to contact us.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE"
    ]
  }
}
