{
  "title": "The Ultimate Math Tutor",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.elearning.kidsultimatemathtutor",
  "category": "Education",
  "price": "$0.99",
  "datePublished": "May 29, 2013",
  "version": "1.2",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "1",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "ELearning Interactive",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.elearning.kidsultimatemathtutor",
  "extendedInfo": {
    "installSize": "4.6M",
    "downloadsCount": "50+",
    "downloadsCountText": "50 - 100",
    "description": "On sale for half price. Was $1.99 now a dollar!!! All 9 math games in this app!Check out the new Ultimate Math Tutor for kids and adults. The math tutor app contains Addition, Subtraction, Comparisons, Multiplication, Division, Fractions, Money, Percentages, and Powers. This tutor app also has grades for each subject. Check up on your kids progress - get all their scores directly to your email!The Ultimate Math Tutor isn't only for kids.  It makes a great brain game for adults.  Test your mind every day, see how high your score can go, you might even make the leader board! There are 9 different brain game modes.  Have fun with it!     The Ultimate Math Tutor isn't just one or two different types of math. Most math apps and tutor apps contain a very limited amount of problems for the student to work on. The Ultimate Math Tutor contains nine different types of math problems. Division, Fractions, Comparisons, Subtraction, Money, Multiplication, Percentages, Addition, and Powers. A student can pick and choose which they want to use they are not required to do any specific one. The student is graded on the individual subject. For example the student only uses the addition only the addition grade changes.    The money section of this app is definitely worth checking out. Real money displayed for your kid to count and add up. Money is something that everyone uses constantly no matter what line of work you are in and it would be great for your kid to master American money at an early age. The money page shows all the common monies in America and is adjustable to how many items are counted at a time. You can add more or take money off to count.    Every section has a Leader board scoring system. If you submit your score you may become a high score! The leader boards are simple and show the top 20 scores of students. The leader board is a great way to get your kid to have a goal in this math tutor app. If your kid hates doing fractions maybe you can convince them to try to get a high score and everyone wins.    So check out this app. Lots of categories. Addition, Subtraction, Comparisons, Multiplication, Division, Fractions, Money, Percentages, and Powers. Grades. Emailing grades to help track your child's progress. You will know if your kid is actually using the app if you are getting an email with the grades and scores changing. Leader boards to help students have a goal and earn a high score. Simple and not distracting game play style that allows your kid to focus and do the math. No loud obnoxious noises to bother you. A math tutor app at its finest and simplest to help your student get as much math experience as possible.Makes a great brain game for adults. Brush up on some math. Its great for you to just do actual math.  Use the money section to practice counting money. As a brain game you have a lot of choices try doing a little of each section every day! Its been proven 15 minutes a day of brain games help keep you sharp.",
    "reviews": [
      {
        "timestampMsec": "1368677463755",
        "starRating": "5",
        "title": "Check it out! A great app!!",
        "comment": "I have tried a lot of math apps to keep my daugther interested in math. This one finally worked! There are a lot of different options from decimals to fractions. She is very interested so far. The app emails me her scores. Such a great app!",
        "commentId": "gp:AOqpTOH42SChJ1gKipozdwle1ChEsbGfAcPcyRFUwI4HyXwehN0UqMqrG19z82duOHIETeYf5pnJAYpgbBma",
        "author": "Ezz H",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
