{
  "title": "EMI Expert Pro",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.emiexpert",
  "category": "Finance",
  "price": "$1.99",
  "datePublished": "September 2, 2013",
  "version": "3.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "8",
  "rating": "4.75",
  "contentRating": "Everyone",
  "creator": "Abhishek Dwivedi",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.emiexpert",
  "extendedInfo": {
    "installSize": "2.5M",
    "downloadsCount": "10+",
    "downloadsCountText": "10 - 50",
    "description": "This is one of its kind App on Google PlayStore which will help you in making huge savings on your loan in India, by giving you good ideas to take some smart decisions. To understand some basic features of this app I will recommend installing the Lite version (http://goo.gl/XoNKsz). Please do note one thing, its not an EMI calculator! You will find many other EMI calculators for  free on Google Play. This App is something much more . Two leading news papers in India published special coverage on the tips I have shared and recommended EMI Expert App for taking smart decisions:Daily Pioneer: http://goo.gl/KjFtSpNavbharat times: http://goo.gl/MbsIbeHave you ever thought of the long term burden you incur by not considering what you end up paying as interest to your bank, when your only priority is low EMIs?It’s never late. Become smart, use EMI Expert which will help you in taking smart decisions! EMI Expert provides a very unique option where you can check the impact of increasing/decreasing EMI as well as the impact of part-payment additions (keeping EMI constant or duration constant) on a single amortization chart. It also does much more. Some high level steps on the working of this App are described below:1. You can create a baseline for loan and save it as a starting point. (e.g. 30Lac @11.5% for 240 months);2. Once you have created a set, you will be presented the amortization chart for this loan where you try adding EMI changes OR Part Payment additions. You can add as many additions as you like, considering your financial situation and check the savings you can make. You can save these changes as a Profile;3. You can create as many profiles as you can and compare them to one another to check which one suites you better;4. Every profile is provided with a “Profile Summary”. On this screen you can see a short summary of all the changes you have made on the selected profile. Again on this screen you can remove or restore additions and check the impact;5. Finally you can compare different profiles (coming soon) and see how many part-payments, emi changes you need to do and the savings you make. This will help you decide on which option you should go with.This App will help you taking some small but critical decisions which might just save you lots and lots of money (in many Lacs of rupees if not less). The input for this App was my own experience with my loan at ICICI Bank where I saved almost 60% of my loan interest. So try this App and see for yourself on how much you can save by just taking some very simple but critical decisions. After all its your own money so why should you waste it by just being ignorant!P.S. After so many \"how to?\" comments on my post on emiexpert.com : http://goo.gl/9TQKK  regarding \"Smart way to manage your home loan EMI in India !\", I started this idea to build those suggestions into this App. Go through the comments on that post to see for yourself that it is possible and easy to save lots. EMI Expert just gives you the automation and freedom to do it yourself.Visit http://www.emiexpert.com for moreLike the Facebook page: http://www.facebook.com/EMIExpert and stay up to date.",
    "reviews": [
      {
        "timestampMsec": "1366866936054",
        "starRating": "4",
        "title": "Easy to Use & very helpful!",
        "comment": "Great app to use without getting into mathematical hassles yourself. Expecting improved features on interest rates and comparisons in near future. Have purchased the paid version and recommend it to everyone who is paying or will be paying home loans in near future!",
        "commentId": "gp:AOqpTOGFwU-XyW5w_8vYkrxS8cMbfa2g5zie-X5HaSyHIuAK6nNF1EWBLqbaYtlbqfXYqXk6BrZDpJcrgjYPwA"
      },
      {
        "author": "Himanshu Bhagat",
        "authorURL": "http://lh5.googleusercontent.com/-EujkgGzkJxI/AAAAAAAAAAI/AAAAAAAACwI/x8hARW1Ic7M/photo.jpg",
        "authorSecureURL": "https://lh5.googleusercontent.com/-EujkgGzkJxI/AAAAAAAAAAI/AAAAAAAACwI/x8hARW1Ic7M/photo.jpg"
      },
      {
        "timestampMsec": "1368482151038",
        "starRating": "4",
        "title": "Good one..",
        "comment": "The app is very easy to use.. I am eager to see the next version of saving my loan data and also maintaining the persistence of previous part payments. Must needed app for all Home loan EMI payers to visualize the benefit of part payments.",
        "commentId": "gp:AOqpTOHgfKVCPAASEYLC46nJPzZ3FJI1OH7N9K_1MZcSMs5nCM1OAr9Mc4lZ-pC27kXgeVgIF1eCmq0_pwbvQg",
        "author": "Siva Murugan",
        "authorURL": "http://lh3.googleusercontent.com/-u4du2jUaNPg/AAAAAAAAAAI/AAAAAAAAAvw/b7__gfUR18g/photo.jpg",
        "authorSecureURL": "https://lh3.googleusercontent.com/-u4du2jUaNPg/AAAAAAAAAAI/AAAAAAAAAvw/b7__gfUR18g/photo.jpg"
      },
      {
        "timestampMsec": "1368720471043",
        "starRating": "5",
        "title": "Very useful app!",
        "comment": "Very usrful app.Detailed note for each and every year interest part and principle.will sure help in taking decesion for tenure of loan and amt.",
        "commentId": "gp:AOqpTOFfE50I48Y5KMBuWpuLLShYzSHl-cWFO_7TT0od2Lb2soPQQ6xFTGXuqwNDiB1fE3aKywaau4Qxgluwqw",
        "author": "Govind Soni",
        "authorURL": "http://lh3.googleusercontent.com/-56meaKat-Ho/AAAAAAAAAAI/AAAAAAAAAAA/JVGR80l_nyE/photo.jpg",
        "authorSecureURL": "https://lh3.googleusercontent.com/-56meaKat-Ho/AAAAAAAAAAI/AAAAAAAAAAA/JVGR80l_nyE/photo.jpg"
      },
      {
        "timestampMsec": "1363208371404",
        "starRating": "5",
        "title": "Excellent app",
        "comment": "This is a wonderful app. It will definitely help in  saving lot of money. It\\'s easy to use. Thanks for creating this app.",
        "commentId": "gp:AOqpTOFR4mOhZhszSK7TFF-M3sWdm9hMjvRBfCmO9SYY5wM79RxCNRuYCyH4Q0dPcCTdOpHUNj6L5qbjQC6RfQ",
        "author": "Mamta Singh",
        "authorURL": "http://lh5.googleusercontent.com/-M4XwsUANo5A/AAAAAAAAAAI/AAAAAAAAAAA/qS6JAjhBoYg/photo.jpg",
        "authorSecureURL": "https://lh5.googleusercontent.com/-M4XwsUANo5A/AAAAAAAAAAI/AAAAAAAAAAA/qS6JAjhBoYg/photo.jpg"
      },
      {
        "timestampMsec": "1363779382195",
        "starRating": "5",
        "title": "Really nice app",
        "comment": "Simple to use and gives quick View of savings based on part payments...don\\'t find any other app doing the Same",
        "commentId": "gp:AOqpTOEU5hc8YYsPckJ1Zg60L9KBzf1qzGvHsKDPfFfzU91hjqlOu667mLwhGSbUGltpmC3zqwf_c5nEk__x3Q",
        "author": "Anil Kumar",
        "authorURL": "http://lh5.googleusercontent.com/-wdFhBEK3H8o/AAAAAAAAAAI/AAAAAAAAKT4/ZKz-BE2EA_Q/photo.jpg",
        "authorSecureURL": "https://lh5.googleusercontent.com/-wdFhBEK3H8o/AAAAAAAAAAI/AAAAAAAAKT4/ZKz-BE2EA_Q/photo.jpg"
      },
      {
        "timestampMsec": "1363364744105",
        "starRating": "5",
        "title": "Great application highly recommended",
        "comment": "Easy to use and very informative. Very good insight into different options (especially multiple part payment) to save a good amount of interest on home loan. Thanks!",
        "commentId": "gp:AOqpTOHB9kCeIE8u2bN2RY6Nj8VY6BobG_pNkn_17jmGcd4YQr_uXpwbmQTEjoDnqcF085p5evGISbPqJr9PbA",
        "author": "B. L. Dubey",
        "authorURL": "http://lh3.googleusercontent.com/-u6W002_PmxQ/AAAAAAAAAAI/AAAAAAAAAX8/tfud3xfw-9c/photo.jpg",
        "authorSecureURL": "https://lh3.googleusercontent.com/-u6W002_PmxQ/AAAAAAAAAAI/AAAAAAAAAX8/tfud3xfw-9c/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE"
    ]
  }
}
