{
  "title": "Flora of Yellowstone Intro",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.emountainworks.android.fieldguidedemo",
  "category": "Books & Reference",
  "price": "Free",
  "datePublished": "May 6, 2013",
  "version": "1.97",
  "operatingSystems": "2.3 and up",
  "ratingsCount": "2",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "High Country Apps, LLC",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.emountainworks.android.fieldguidedemo",
  "extendedInfo": {
    "installSize": "15M",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "High Country Apps is proud to team up with the Yellowstone Park Foundation (www.ypf.org) as its conservation partner for its Flora of Yellowstone apps.  Flora of the Yellowstone Region Intro allows you to try out our full app, Flora of the Yellowstone Region, on a subset of plants (29 rather than the full 320+).Our full app, Flora of the Yellowstone Region, presents more than 300 wildflowers, grasses, shrubs and trees readily found in Yellowstone National Park and the surrounding national forests of Idaho, Montana and Wyoming, and beyond. Designed for expert and beginner alike, this guide presents each species in a clear, informative format that provides photos and illustrations of the plant, an easily understood description, distinctive field marks, preferred habitats, and tidbits on the plant’s ecology and cultural use. An innovative, easy-to-use key allows the user to select flower color, leaf type, and other characteristics to quickly identify unknown plants. You are on a hike, look down and see a flower with yellow petals and opposite leaves but don’t know its name. It could be tall and thorny, sticky with black berries, sweet-smelling with square stems. Just select what you do know on the app and all plants matching your description will be shown. Photographs and information used by the app are stored locally, making the app available to use with or without a data connection.The Greater Yellowstone Region is a land etched by rivers and mountains, and accented by wildflowers. Its unique plants include diminutive orchids, plants that flower once every 60 years, plants that are a favorite food of grizzly bears, and others that are deadly poisonous. Taken together, their forms, colors and habits are diverse and compelling. Whether you are hiking, camping, enjoying a walk, or just driving through, Flora of the Yellowstone Region is the field guide app to take along.In recognition of the importance of wildlands and the public-private partnership to conserve and manage the Yellowstone region, a portion of all proceeds goes to non-profit organizations in the region. See www.highcountryapps.com for more information.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
