{
  "title": "Camper Leveler - Free Edition",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.eland.camperlevelerfreeedition",
  "category": "Travel & Local",
  "price": "Free",
  "datePublished": "June 2, 2013",
  "version": "1.3",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "12",
  "rating": "4.4166665",
  "contentRating": "Everyone",
  "creator": "eland apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.eland.camperlevelerfreeedition",
  "extendedInfo": {
    "installSize": "1.8M",
    "downloadsCount": "10,000+",
    "downloadsCountText": "10,000 - 50,000",
    "description": "Camper Leveler - Free Edition is an app that helps leveling your motorhome or any other 4-wheel vehicle.The app shows the amount of centimeters each wheel has to rise, taking the wheel base and the wheel width into account. Values for wheelbase and wheel widht can be set according to your vehicle's measures.The app can be calibrated to be used on various locations, like the dashboard, the floor, a chair, a table or any other location, even if this surface is not flat*!*you need to calibrate the App before using it on a surface that is not flat*note that when you put your phone on a flat surface, without calibrating, the app will show incorrect results.------First time users, please read the instructions (also available in the Menu under \"?\":Before first time use take care of the following:By default the app is not calibrated. In order to do so, please follow following intructions before usage:1. Place your camper in a horizontal position2. Put your phone on the location you want to use: the dashboard, a chair, the floor or any other location3. Select the location from the dropdown menu: Dashboard, Table, Floor or another Location(note: \"None\" can not be calibrated. \"None\" shows the phone's default)3. Via the menu, click the Claibrate button4. Click CalibrateNow that location is set to being horizontal (even if your phone is put on a location that is not horizontal, like the dashboard). You can undo the calibration for this location by click in UndoNote: calibration is a correction added to the app only, there are no changes made to your phone!----Q: where is the Menu?A: Most phones and tablets have 4 default icons, of which \"Home\" is one. Another icon is the \"Go Back\" icon and another is the \"Settings\" icon. When you push that (after you see the Arrows and the Camper), Camper Leveler - Free Edition app will show a menu with a few buttons, of which  \"?\" is one. Another button in the menu is the Calibrate button.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE"
    ]
  }
}
