{
  "title": "Tims Elvis Presley In The Army",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.elvispresleyinthearmy.tims",
  "category": "Lifestyle",
  "price": "Free",
  "datePublished": "January 8, 2012",
  "version": "1.0",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "13",
  "rating": "4.5384617",
  "contentRating": "Everyone",
  "creator": "Tims",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.elvispresleyinthearmy.tims",
  "extendedInfo": {
    "installSize": "6.2M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "On January 8, 1935 The King Of Rock 'N' Roll was born. Musician, actor, pop symbol and cultural icon, the King Of Rock 'N' Roll is still among us today, in our hearts and our tunes, and his legends and enigma lives on forever.This ‘Brown-Eyed Handsome Man’ believed in ‘America the Beautiful’ and registered for the U.S. Selective Service System on January 19, 1953. Elvis soon received his Selective Service No. 40-86-35-16. ‘True Love Travels on a Gravel Road’ and on Monday, March 24, 1958 at 6:35 AM, Elvis, accompanied by his parents and a group of family and friends, started his journey as a army private from the Memphis Draft Board. From there, he and twelve other recruits were bused to Kennedy Veterans Memorial Hospital. There, Elvis was assigned army serial number 53 310 761.He was deputed to Germany. In Germany, he was assigned to the 1st Battalion, 32nd Armor Regiment, 3rd Armored Division, Ray Barracks, Friedberg. Also in Germany Elvis met Priscilla Beaulieu, the teenage daughter of an Air Force captain, where she had been invited to a party through a mutual friend. They would eventually marry on 5/1/67 and divorce in 1973.At Fort Dix, New Jersey, this ‘U.S. Male’ was honorably discharged from active duty on March 5, 1960. He received his mustering-out check, returned home to the life and career he left behind to serve his beloved country.Rock-A-Hula, Baby, we bring here a vignette of more than fifty memories and quotes and information of Elvis Presley while he was in the Army, each more exquisite than the other. And what’s more?You can set each of these pictures as a Wallpaper.And while using this app, unlike most other wallpaper apps, you are NOT connected to any external site that keeps tracking you and your device usage behavior.Your pleasure viewing is completely offline, SAFE and guarantees you safety from external tracking sites.Note:Can be set as WALLPAPER.FREE and NO DISTURBING ADs.Without additional program requirements, App is SD TRANSFERRABLE.SAFE & PRIVACY proof (does not connect to Internet for every wallpaper or reveal your preferences to others).Can be used OFFLINE (Stays usable in a metro, national park, subway, basement, zero connectivity area).",
    "reviews": [
      {
        "timestampMsec": "1353670906136",
        "starRating": "2",
        "title": "Too much selecting to see pics",
        "comment": "Would b better if u can scroll through pic, or slideshow them. Also description doesn\\'t stay up long enough to read.",
        "commentId": "lg:AOqpTOGxBAQ65rvVQqKzd8IaEVCjNaajRCLNiGfIIJO7RlSsLqVRA64CcsL9j7nNHhxr9L76RV01R-SOuLqz7g",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.SET_WALLPAPER",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
