{
  "title": "WOKA - Work Calendar",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.enginapp.woka",
  "category": "Business",
  "price": "$1.69",
  "datePublished": "July 13, 2013",
  "version": "1.61",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "4",
  "rating": "3.0",
  "contentRating": "Everyone",
  "creator": "ENGINAPP",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.enginapp.woka",
  "extendedInfo": {
    "installSize": "1.6M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "WOKA is an application that allows you to generate the timing of shifts.You can define a sequence of shifts, and generate work shifts for a given month. Allows you to change the shifts generated by moving the shift, insertion of hours of work, and introduction of overtime.Offers the possibility to create an export in an excel file with the monthly calendar with all the details of the work shifts.A widget provides a convenient way to quickly look up the shifts for the current week.For each work shift you can enter a description, the start and end of the work shift, and hours of work.The shifts are then organized in a sequence.Just set the start date of the work sequence, in the settings of the application, in order to generate the timetable of work shifts for any month of any year.For each work shift generated, you can change the shift, or enter overtime hours.For each calendar month of work, you can generate an excel file that contains the details of the shifts for the month, with all the overtime. The excel file can be viewed on your smartphone or tablet, or sent by e-mail.You can also import your shift from an excel file.For any information or request, please send an e-mail to enginapp2012@gmail.com",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.INTERNET",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
