{
  "title": "Football Fixtures",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.elsayad.footballfixtures",
  "category": "Sports",
  "price": "Free",
  "datePublished": "September 8, 2013",
  "version": "2.7",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "144",
  "rating": "4.451389",
  "contentRating": "Everyone",
  "creator": "ElSayad Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.elsayad.footballfixtures",
  "extendedInfo": {
    "installSize": "757k",
    "downloadsCount": "50,000+",
    "downloadsCountText": "50,000 - 100,000",
    "description": "This application is a football schedule application, it helps you to know the football match times. You can know today matches, or matches in any specific dateThis application will not let you miss any important football (soccer) match. Its main target is to show you the matches times to organize your time accordingly. If you are a fan of Football / Soccer / kora / kooora or whatever name for the most popular sport in the world, then you must have this application.You can select your favorite leagues OR teams to view separately.You can add a widget to show you your next favorite match.You can allow notifications on your favorite matches.You can see your favorite matches only or all matches, also you can view matches sorted by time or grouped by tournament.Currently the supported Championships are those in England: English Premier League, and FA CupSpain: La Liga, and Copa Del RayItaly: Serie A, and Italian CupGermany: Bundesliga, and German CupFrance: Ligue1 and French CupBrasil: Brazilian League \"Brasileiro Série A\"and CupArgentina: Argentinian League Clausura and Argentinian CupTurkey:Turkish League \"Süper Lig\" and Turkish CupUSA & Canada : MLS Major league SoccerMexioco : AperturaEgypt: Egyptian League and CupKSA: Saudi League \"Zain\" and CupIraq: Iraqi League and CupEurope UEFA Champions: Euro, UEFA Champions League & Europa LeagueAfrica: African Nation Cup, African Champions League, Africa Confederation CupAsia: Asia Nation Cup, Asia Champions League, Asia Confederation CupAmerica: Concaf, Copa America, Copa Libertadores, Concaf Champions LeagueArab Gulf Cup \"Khaliji\"International Matches either friendly or officiallyWorld Cup Qualifiers, World Cup, FIFA Club World Cup, FIFA Confedrations CupYou can make view only for your favorite teams such as Barcelona, Real Madrid, Manchester United, Arsenal, Chelsea, Liverpool, Tottenham, Milan, Inter, Juventus, Roma, Bayern Munich, Dortmund, Ahly, Zamalek, Galatasaray, Al-Hilal, Sao Paolo, River Plate, PSG, D.C. United, Chicago Fire, Seattle Sounders, FC Dallas, Los Angeles Galaxy, Toronto FC, New York Red Bulls  or any club from the supported championships.Also you can add your favorite national team such as Brazil, Spain, Argentina, Netherlands, Germany, England, France or whatever team you like.Your feedback is very important to include in next releases.You can communicate with us by sending email or on our facebook page http://www.facebook.com/Elsayadappsmobile",
    "reviews": [
      {
        "timestampMsec": "1376114325315",
        "starRating": "5",
        "title": "Australia plays football too!",
        "comment": "Great app, converts times to my local time which is awesome. The favourites list is the reason I got this app, and works well, however there aren\\'t fixtures for Scottish premier league, or the A-League! I need them!",
        "commentId": "gp:AOqpTOH_bbLoVIVZSLteCOWJZSv6lVA4nWQ7rd0hNqKtD1Ul8KKp0qGHK_lemz9VmTZX2LgWV7rRlaIah_CA",
        "author": "Jason Everingham",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1371433432607",
        "starRating": "4",
        "title": "Almost perfect!",
        "comment": "Much greater if possibly added an alarm for favorite matches coming in hours or days. Keep up! Thanks.",
        "commentId": "gp:AOqpTOG5SUAFTfIUkKRxtcL6fSpwowVwavvoEANiyDVlCsQm8xoPw1X7e5JAKUBzYFJTzuCfiT_qvPAlhEz2",
        "author": "allybyrt TDL",
        "authorURL": "http://lh6.googleusercontent.com/-ujpRJFl2LVc/AAAAAAAAAAI/AAAAAAAAADk/irurCwL9WQ0/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/-ujpRJFl2LVc/AAAAAAAAAAI/AAAAAAAAADk/irurCwL9WQ0/photo.jpg"
      },
      {
        "timestampMsec": "1375342501195",
        "starRating": "2",
        "title": "No calendar view",
        "comment": "This apps makes you scroll through each day until you find your teams next game. How\\'s about a list of your fav teams games or even better a calendar view.",
        "commentId": "gp:AOqpTOF2zDEdoKh8-1vvbGYRqQQJmLSAjzSSqz7K0NROKL4Xss9vPI5iVU2ycCB4hs7nlabxwEuJ3C-UhyLw",
        "author": "Russell Simmonds",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1364754614397",
        "starRating": "4",
        "title": "what i needed",
        "comment": "....",
        "commentId": "gp:AOqpTOF5SSRy4unb_nzkXkDn7cl4PvAn3fwlX2Ibv62ZvgbEOABm3C6TkGx9V9RyAuj08r1nM_TATNapk1qR",
        "author": "smokydo i koky smokehuh",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
