{
  "title": "US Presidents Match'Em Up™ HD",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.ensenasoft.uspresidentsmatchemup",
  "category": "Brain & Puzzle",
  "price": "Free",
  "datePublished": "August 20, 2013",
  "version": "1.0.2",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "EnsenaSoft, S.A. de C.V",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.ensenasoft.uspresidentsmatchemup",
  "extendedInfo": {
    "installSize": "22M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "In US Presidents you get to learn the names, chronological order and to recognize photos of the US Presidents in this matching game with a twist. Each game consists of 4 rounds. In round 1 you match the president portraits and learn their names, order and years served. In round 2 you match the portraits to the names of the presidents. In round 3 you match the portraits to the chronological order in which the served. The final round is all words as you match the names of the presidents to the order. Each game randomly uses different presidents, but will use the same Presidents through all 4 rounds. This enhances the ability to learn that set. The more you play the quicker you will get. You can also set it to just match presidents and chronological order in word only mode and there are 3 levels of difficulty presenting more Presidents per round. Features: â Matching of either 8, 12 or 18 president portraits, president names and chronological order across 4 rounds of play. â Great background music and sound effects. â Fun and educational at the same. â A point system that gives bonuses for extra concentration. â 3 different levels of play to increase the difficulty as you learn. â Word only mode if you just need to focus on president names and order only. â Head 2 Head system for 2 players at once in fun turn based game. This is great for siblings, parent/child and among friends. We hope you enjoy US Presidents (Match'Em Upâ¢ History & Geography)HD!***** We appreciate your ratings and reviews! Thanks for playing US Presidents (Match'Em Upâ¢ History & Geography)HD!!! *****",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET"
    ]
  }
}
