{
  "title": "Washington Wildflowers",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.emountainworks.android.washingtonfieldguide",
  "category": "Books & Reference",
  "price": "$7.99",
  "datePublished": "May 18, 2013",
  "version": "1.96",
  "operatingSystems": "2.3 and up",
  "ratingsCount": "7",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "High Country Apps, LLC",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.emountainworks.android.washingtonfieldguide",
  "extendedInfo": {
    "installSize": "181M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "University of Washington Herbarium at the Burke Museum, the authors of WILDFLOWERS OF THE PACIFIC NORTHWEST, and High Country Apps have partnered to produce the new WASHINGTON WILDFLOWERS plant identification app for mobile devices.  The app provides images, species descriptions, range maps, bloom period, and technical descriptions for 870 common wildflowers, shrubs, and vines found in Washington and adjacent areas of British Columbia, Idaho, and Oregon.  The majority of species included are native, but introduced species common to the region are covered as well.  The app does not need an Internet connection to run, so you can use it no matter how remote your wanderings take you.The number of species covered and wealth of information included sets a new standard for wildflower identification apps.  Though primarily designed for amateur enthusiasts, the breadth of content in WASHINGTON WILDFLOWERS also makes it appealing to more experienced botanists.  Users can browse the species list by common or scientific name (and even by family!) to locate a plant and access the related information.  However, most users will want to rely on the easy-to-use search key to accurately identify plants of interest.The key's interface is broken down into nine simple categories: growth habit (e.g., wildflower, shrub, vine), flower color, month of year, geographic region, habitat, leaf arrangement, leaf type, duration (annual, biennial, perennial), and origin (native or introduced).  Select choices in as many or as few categories as you wish.  As you do so, the number of species found is displayed at the top of the page.  Once done selecting, the click of a button returns a list of thumbnail images and names for potential matches.  Users scroll among the species on the list and tap a thumbnail image to access additional photos, descriptions, and range maps.WASHINGTON WILDFLOWERS includes supporting documents with extensive information on the ecoregions of Washington, descriptions of habitats found across the state, wildflower destinations with best time to visit, insights into how the climate influences the plant communities found here, as well as detailed instructions on how to use the app.  Users will also find an extensive glossary of botanical terms, along with labeled diagrams of leaves, flowers, and inflorescences.  Finally, detailed descriptions can be found for each family contained in WASHINGTON WILDFLOWERS.  Tapping on a family name brings up a list of images and names for all species in the app belonging to that family.Washington and its adjacent areas are home to diverse landscapes containing a wealth of wildflowers, shrubs, and vines.  WASHINGTON WILDFLOWERS will appeal to individuals of all ages who travel to such areas and are interested in knowing the names and natural history of the plants that they encounter.  WASHINGTON WILDFLOWERS is also a great educational tool for learning more about plant communities, botanical terms, and how to identify plants in general.  A portion of revenues from the app supports conservation and botanical exploration in the region.",
    "reviews": [
      {
        "timestampMsec": "1368334626942",
        "starRating": "5",
        "title": "Wonderful",
        "comment": "Authorative and easy to use.   Might only suggest a favorites list function for a future update.  Thanks!",
        "commentId": "gp:AOqpTOEUVRVNjoby2tecoBUlWMx83q2oV-i-3nMLyJmCX_-cgoe79U8HgCX-lcX78i-EIJXWxgQnR7Oim5Twmg4",
        "author": "Pat Johnson",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1370109830346",
        "starRating": "5",
        "title": "Wonderful app",
        "comment": "Love the way you can narrow down the search by identifying  flower characteristics, location and time of year.  So easy to use!",
        "commentId": "gp:AOqpTOHkiOLSsm0o7CZGPYR7utWJe4NJqt1tPKFh_TOSM0JyUkIybzUcbxDTliquq13Sk3ZFJwzmQe57dnSEcAU",
        "author": "Mary Jo Allen",
        "authorURL": "http://lh3.googleusercontent.com/-1rhWb89GCNU/AAAAAAAAAAI/AAAAAAAAACE/3-rHlJXyAq4/photo.jpg",
        "authorSecureURL": "https://lh3.googleusercontent.com/-1rhWb89GCNU/AAAAAAAAAAI/AAAAAAAAACE/3-rHlJXyAq4/photo.jpg"
      },
      {
        "timestampMsec": "1369698948731",
        "starRating": "5",
        "title": "Works well.",
        "comment": "Used in eastern WA and OR. Comprehensive.  Search criteria seem a bit arbitrary  Did not download to the SD card.",
        "commentId": "gp:AOqpTOGRe9TnGUGXBRSroTBguG6K1sgCKhbyFlecpeoEWny9H8pxOZ32fnvVKgNmLWGojbeSdpnl2GWv5iSLC38",
        "author": "Greta Movassaghi",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1365645342964",
        "starRating": "5",
        "title": "You will love this app.",
        "comment": "Fantastic app.",
        "commentId": "gp:AOqpTOH-S2JlDoCJE13aQX7mdzyEu5lumgxG0qCYVXRtyqguhl3PPOrfmJKDI2VoTtJyTzQl1EC0MiGEodg-Jdg",
        "author": "william true",
        "authorURL": "http://lh5.googleusercontent.com/-p4L9nKppP9U/AAAAAAAAAAI/AAAAAAAAAEQ/FOIt4p-Zhvk/photo.jpg",
        "authorSecureURL": "https://lh5.googleusercontent.com/-p4L9nKppP9U/AAAAAAAAAAI/AAAAAAAAAEQ/FOIt4p-Zhvk/photo.jpg"
      },
      {
        "timestampMsec": "1376324055304",
        "starRating": "5",
        "title": "Quick and easy identification",
        "comment": "Enter the flower\\'s characteristcs and you\\'re done. Quick and easy to use.  Works great on HTCONE but will not run on Nook HD+.",
        "commentId": "gp:AOqpTOE5uY7u9CsbJKdPe_AnJcXt58lBpKwYKUEdOCVahZbTXq1ePXgOMs3O9ewwOETkkSSUEIDLgz4-OA75fCs",
        "author": "R. Hoffman",
        "authorURL": "http://lh4.googleusercontent.com/-ZGfFaJpEpfk/AAAAAAAAAAI/AAAAAAAAACg/qsoxYCWj-NM/photo.jpg",
        "authorSecureURL": "https://lh4.googleusercontent.com/-ZGfFaJpEpfk/AAAAAAAAAAI/AAAAAAAAACg/qsoxYCWj-NM/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "com.android.vending.CHECK_LICENSE",
      "android.permission.WAKE_LOCK",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
