{
  "title": "iPrep: Algebra",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.enovatemedia.iPrepAlgebra",
  "category": "Education",
  "price": "Free",
  "datePublished": "February 23, 2013",
  "version": "1.0.0",
  "operatingSystems": "3.0 and up",
  "ratingsCount": "3",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "eNovate Media",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.enovatemedia.iPrepAlgebra",
  "extendedInfo": {
    "installSize": "8.1M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "Need to hone your algebra problem solving skills or prepare for High School and Competitive exams? Are you scheduled to take a GMAT, GRE or SAT or other entrance tests in the near future? Download iPrep Algebra now! This App is an excellent resource that covers high school math topics that help you improve your math skills. iPrep Algebra comes with a question bank that helps the students to prepare for Algebra high school course exams as well as several worldwide math competitions, tournaments, Math Olympiad, entrance tests etc. All tests present challenging problems that involve high levels of critical thinking. Some of the topics covered in this App are: - Inequalities - Linear equations - Quadratic equations - Polynomial equations - Probability - Exponents & Logarithms - Sequence & Series - Matrices & Determinants - Trigonometry - Part 1 and Part 2 - Calculus Basics – Derivatives Note:- The App contains questions from several other topics as well. iPrepAlgebra is built on eNovates Proprietary iPrep Framework that has the following features: Practice Tests:Thesetests are for practice and will have 10 Random questions with instant access to the solution (steps to solve a problem) or the answer,after each question is answered. This will help students figure out if they solved the problem in the correct method and also where mistakes were made. This helps the student to get a feel for the questions they will encounter in the “ Test” Section. Take a Test: Test mode will have 20 Questions and students can only viewsolutions/answers after submitting a test. Solution: Instant remediation is available at the end of each test in test mode and at the end of each question in the practice mode.Explanation and/or steps to solve the problem are provided for every question. You will not need to refer to another source while you are using this app. With this the students learning will be more efficient and productive since everything you need to know is in front of you. Answer: Clicking on the answer button with display the answer for a problem while taking a practice test. White Board: Students can use white board to work out the steps for each problem before answering a question. White broad could be increased to full screen and you can add up to 10 different pages for long math problems. Students could also erase or delete the white board pages depending on need. Resume Test: If a student quits the test,the App prompts a message if the student would like to resume from the point he left or start all over from first. Depending on the option you select the app continues or would start a new test. Scores: Performance of the students is tracked. Scores includestime and dates of test taken along with detailed report of number of questions attempted and those that were answered correctly. Scores are displayed graphicallywhere performance is tracked. Thisgives the flexibility for students to review the previous tests so that the students can track the progress and target their study plan. Help: This section describes how you can use the app and offers guidance on all features of the App. Info: This section has details of eNovate Media Solutions. If you are a publisher/content creator and would like to develop an app on the iPrep framework please visit our website. Along with solutions and techniques to solve the question this app is a great way to learn Algebra and serves as an archive for instant reference on your smart device. Why wait? Download iPrep Algebra to improve your algebra skills for FREE. Please check our other related apps 1. General Math 2. Calculus 3. Geometry 4. Advanced Math",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [

    ]
  }
}
