{
  "title": "LyricsTap (Lite)",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.elasthink.lyricstaplite",
  "category": "Education",
  "price": "Free",
  "datePublished": "September 1, 2013",
  "version": "0.1.13",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "84",
  "rating": "4.071429",
  "contentRating": "Everyone",
  "creator": "Elasthink",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.elasthink.lyricstaplite",
  "extendedInfo": {
    "installSize": "1.8M",
    "downloadsCount": "10,000+",
    "downloadsCountText": "10,000 - 50,000",
    "description": "LyricsTap is a simple game in which the goal is to complete the lyrics of songs by sharpening your ear to select the words from each sentence in the correct order when they appear on the screen, while you are listening to the song and enjoying the music video.LyricsTap also has a special KARAOKE mode that lets you sing and enjoy the full lyrics of your favorite songs.LYRICSTAP AND LANGUAGE LEARNINGLyricsTap is a perfect way to learn and improve your skills with other languages.LyricsTap helps you to learn new vocabulary and expressions, and reinforce grammar concepts through continuous exercise of word choice in the correct order.But above all, LyricsTap helps you train your ear to dramatically improve your capacity to recognize sounds and words of a foreign language in a very short time, training your brain almost unconsciously, whether you know the meaning of all the words or not.Recent studies have shown that simple exposure to the sounds of another language sets up in our brain the structures and connections necessary for learning it.In addition to that, music is a fun way to learn. Listening to different accents and pronunciations allows greater flexibility to test to your ability to recognize the different sound patterns of another language.This is very different from the typical listening exercises in language classes, where the pronunciation is too perfect, which is not entirely practical in a real environment.LyricsTap is also a fun way to learn the lyrics of your favorite songs.In this version the following languages are supported: English, Spanish, French, German, Italian, Portuguese and Dutch.IMPORTANT NOTICES* To run this app you need a recent version of the YouTube app. Adobe Flash is not needed anymore.* For reasons beyond us, in some devices and countries like Germany, many YouTube videos are not available, sorry for the inconvenience this might cause.* If you have any questions, suggestions or problems with the app, feel free to contact us at the following email address: support@elasthink.comIf you like this app please support us by purchasing the paid version and enjoy the whole game without ads.We really appreciate your opinion, please rate the app and leave your comments to help us to improve.Thank you very much for your help.",
    "reviews": [
      {
        "documentVersion": "0.1.10",
        "timestampMsec": "1345406636128",
        "starRating": "1",
        "title": "Too many ads",
        "comment": "I liked one of the first apps released (without ads!). I understand that this app has to earn money. Despite the newer and newer releases the user interface is crap and annoying. The person who wrote this app definitely is not using it.  Because there is too many ads and because they are so annoying I am removing the app.",
        "commentId": "lg:AOqpTOHwK3olR31Lbv2vNyIGJyIUpN2-M3X6RLC9gFsmS5nJX8RsbSUraZvIaXT62L2tf1BQYf9Kj98XBJ_BlFc",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "documentVersion": "0.1.8",
        "timestampMsec": "1339128230262",
        "starRating": "1",
        "title": "Wow",
        "comment": "This is by far the stupidest music game I\\'ve ever played. What a huge waste of time. Not fun at all very disappointing. How is tapping on every word of a song while watching the youtube video a game. I rate this game negative stars.",
        "commentId": "lg:AOqpTOGw2Cbz_e6G6W7pgI9qttcygAFkqH80UEOqQsVSAW2mecb3kK1aKwXxhFHnYq1gi1BaITiRMMnFVXjlj9A",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "documentVersion": "0.1.8",
        "timestampMsec": "1377820009577",
        "starRating": "4",
        "title": "It freezes all the time",
        "comment": "Even running it with wifi it freezes every time. Luckily I did not buy the paid version. Loads to improve on this app.",
        "commentId": "lg:AOqpTOH2c3-Hu7w0BzeqUHJ1lom32X8pA5RLzg-M-DgA0BCfNEZxX1YVDijdihM2IdfzzrXv8i8lxylrALWvUTs",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "documentVersion": "0.1.8",
        "timestampMsec": "1343826288140",
        "starRating": "5",
        "comment": "Espero que sea \\303\\272til para todos",
        "commentId": "lg:AOqpTOFZG9OJl5-Bk8aacYXO3mwsSXu98Oa4ukGpg0aOOEP1NVCVND5L7ccNHWiGNpC9A4_P7CPJBrL9wgy-yzI",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1332439705063",
        "starRating": "5",
        "title": "This app rocks!",
        "comment": "I have tried many other lyrics apps and this is far and away the very best of all.  I particularly appreciate the option to select your preferred languages, its Karaoke mode is just awesome too. It runs smoothly in my HTC Desire.",
        "commentId": "lg:AOqpTOGqjSj5r3jOTpRvVvNCCr9DaT2yfg0TqNXAlVbES_Z0kSnJGG3WPffLHKuivr2p0iPhobVzjDByfksA9SI",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1358704783567",
        "starRating": "2",
        "title": "No flash support",
        "comment": "This wonderful program doesn\\'t work since I updated to Jelly Bean, that has HTML 5 Support instead flash player. Please , fix it !!!! I want to buy the full version ...",
        "commentId": "gp:AOqpTOFYv0Ol2WYWniJmIGAzULt3zBZ2PRzHReVaQxevuXdZUvFyvIe8r0E99SJa5nJ6A2mE4MZ6JNQk4BfUJ5s",
        "author": "Javier Rodriguez",
        "authorURL": "http://lh5.googleusercontent.com/-lDfCgkQVK00/AAAAAAAAAAI/AAAAAAAAAsk/3T-cwlOQjY8/photo.jpg",
        "authorSecureURL": "https://lh5.googleusercontent.com/-lDfCgkQVK00/AAAAAAAAAAI/AAAAAAAAAsk/3T-cwlOQjY8/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.VIBRATE",
      "android.permission.WAKE_LOCK"
    ]
  }
}
