{
  "title": "Sales Training & Consulting",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.enetpromote",
  "category": "Business",
  "price": "Free",
  "datePublished": "May 26, 2011",
  "version": "1",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "6",
  "rating": "2.3333333",
  "contentRating": "Everyone",
  "creator": "Gov Bhandari",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.enetpromote",
  "extendedInfo": {
    "installSize": "2.8M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "Visit : http://sellorsink.com/ & http://www.salessensesolutions.com/ Having sold well over $100 million in products and services Mike Krause knows the challenges sales leaders and business professionals face every day. He has spent more than twenty years in professional sales capacities, consistently achieving high levels of success in sales, management and training. He is a seasoned veteran of driving and achieving quantifiable results across a wide array of business models and organization sizes.   From building a landscape company from inception to 130 accounts and six employees in two years to being recognized as a top producer in each of the Fortune 500 companies for which he worked, Mike always exceeded his goals.  Mike funded his undergraduate education at St. Bonaventure University with his landscaping company and later obtained a Master’s degree in Strategic Marketing with a concentration in entrepreneurship from Roberts Wesleyan College. After spending over twelve years in Corporate America, Mike discovered his true passion in helping business leaders and sales professionals achieve their sales objectives.  Today, Mike Krause is the owner and founder of Sales Sense Solutions, Inc. where he delivers measurable results with his clients using Fortune 500 strategies, tactics, and tools. The company’s mission is to customize Fortune 500 sales experience and success systems for smaller companies. Thanks to Mike’s sales expertise, Sales Sense Solutions’ clients enjoy, on average:  41 percent increase in appointment setting22 percent increase in revenue35 percent increase in closing percentage100 percent increase in sales process implementation Mike’s newest book, Sell or Sink: Strategies, Tactics and Tools Every Business Leader Must Know! bridges the gap between sales theory and reality for your company. As a fourth-generation sales professional, Mike’s proven approach to sales is to roll up his sleeves, jump into the trenches with your salespeople and do whatever it takes to teach them his customized tools, tactics and strategies to generate income and strengthen positive branding. He shares these insights in Sell or Sink so that your sales team gets it and you can measure the results all the way to the bank.",
    "reviews": [
      {
        "timestampMsec": "1365169944326",
        "starRating": "1",
        "title": "Crashes",
        "comment": "Yep it created upon startup.",
        "commentId": "gp:AOqpTOHzkqdFMAYA_qAaHydptp900lMqD_i6--3N45ARS-JBKNQQABOs3K2NKj6dDmQwPVWTFOx3z58MfrmIaA",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1332303275517",
        "starRating": "1",
        "title": "Loser",
        "comment": "Will not open garbage!",
        "commentId": "lg:AOqpTOEUrdNDeG-O2mWm8kijqu-FNhHWyPPxI3L3J0dJTBs9_W6f4-lHYB7GXJqbRvNiR1D_L8qkrEF2Dp49uw",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1361261373381",
        "starRating": "1",
        "title": "Bad",
        "comment": "Won\\'t open. Don\\'t waste your time.",
        "commentId": "gp:AOqpTOEILqRZUrqDbt4r3p3xE_s_X9bFinu4t3PuSLJ_Qjt1-a-mrBSOrvI3xB9ka-ptKDzb6D5_qJbqAAk0cg",
        "author": "Cassandra Kikendall",
        "authorURL": "http://lh5.googleusercontent.com/-U6YkKmm1sb4/AAAAAAAAAAI/AAAAAAAAACc/82T5pkDtXJE/photo.jpg",
        "authorSecureURL": "https://lh5.googleusercontent.com/-U6YkKmm1sb4/AAAAAAAAAAI/AAAAAAAAACc/82T5pkDtXJE/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.INTERNET",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
