{
  "title": "Party Love Live Wallpaper",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.custom.lwp.NewPartyLove",
  "category": "Personalization",
  "price": "Free",
  "datePublished": "August 27, 2012",
  "version": "1.2",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "6",
  "rating": "4.8333335",
  "contentRating": "Low Maturity",
  "creator": "New Style Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.custom.lwp.NewPartyLove",
  "extendedInfo": {
    "installSize": "1.3M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "Download all our Live Wallpapers for free :)It are very easy !!!In order to install this app in your phone :- go to home phone;- press the menu button on your device;- select \"Wallpaper\";- select \"Live Wallpapers\";- search and select;- select \"Settings...\" to see the settings or select \"Set wallpaper\" to activate it.all resolution supported, this app auto resize for allscreen resolutionYou can have the possibility to move this application on SD card.You can also set different speeds!If you download the upgrade and the app is installed on memory card, first move the application to phone, and after make the upgrade!We love creating apps, and want to keep them free forever. In order to keep our development running we are using a search service to generate some revenue from this free app. This app will add a couple search links on your device in the form of an icon, bookmark link and browser homepage. You may delete them easily (drag to the trash or delete the link for the browser), if you choose to use them, thanks!This free app is ad supported and may contain ads in the notification tray and/or home screen. Some info regards ads into this appWe want to keep the app completely free, In order to keep the app 100% free is ad supported and may contain ads in the notification tray and/or home screen. This will help keep this app 100% free and help us bring you more cool apps like this in the future.You can delete the search shortcuts easily and without any effect for our app. (Drag & Drop to the garbage).You can optout notification ads from:Leadbolt Optout: http://opt.leadbolt.com/SendDroid Optout: http://senddroid.com/opt-out/Tags : Live Wallpaper couple hearts pink flower purple nature",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_LOCATION_EXTRA_COMMANDS",
      "android.permission.WAKE_LOCK",
      "android.permission.RECEIVE_BOOT_COMPLETED"
    ]
  }
}
