{
  "title": "On Bike Computer",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dailywork.onbikecomputer",
  "category": "Sports",
  "price": "Free",
  "datePublished": "May 24, 2013",
  "version": "1.1",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "1",
  "rating": "3.0",
  "contentRating": "Everyone",
  "creator": "Dailywork Lda",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dailywork.onbikecomputer",
  "extendedInfo": {
    "installSize": "480k",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "On Bike Computer is an app that transforms your Android device into a bike computer display using your cycling ANT wireless data sensors. This app, designed by riders, can be used to analyze your effort, in real time, while riding your bicycle. Thus, instead of using a standard/typical and expensive bike computer, you can use your every day Android device as a on board bike computer with an intuitive and visible display. To use this app, you only need to pair your sensors once and the communication will be established any time you start the app nearby the ANT sensors. You can also save and load different bike profiles (unlimited number of bikes) with its own paired sensors, thus avoiding loosing time on pairing every time you commute bikes.Android smartphones bike holders can be found in the following links:http://www.ultimate-mobiles.co.uk/mobile-phones/sony.htmhttp://www.my-viplus.com/index.php?p=1&cat0=7&s=76046faf00f0fc501818b94dba922f98&lang=enThe current version supports the following sensors type:- Heart rate (bpm);- Power (W);- Speed (km/h);- Cadence (rpm);- Speed & Cadence (km/h, rpm).The following information is also presented in this app:- Distance (km);- Lap Time (hh:mm:ss).HARDWARE REQUIREMENTSYou will need one of the following hardware configurations in order to properly use On Bike Computer app:1. A phone device with native ANT support. a) Requires the “ANT Radio Service” app.b) This applies to the following models:Sony Ericsson / Sony-Live with walkman-Xperia acro S-Xperia active-Xperia arc-Xperia arc S-Xperia ion-Xperia mini-Xperia mini pro-Xperia neo-Xperia neo V-Xperia pro-Xperia ray-Xperia S-Xperia SL-Xperia X8 *-Xperia X10 mini *-Xperia X10 mini pro *HTC-Rhyme US-Rhyme WW*May require system update.2. A device without native ANT supporta) An Android device with the USB Host feature (optional in Android 3.1 and up) and an ANT USB Stick (ANTUSB2 or ANTUSB-m) through a USB OTG cable or host A port.Visit http://www.thisisant.com/business/opportunities/mobile/ for details.Requires the “ANT USB Service” app.b) Requires the “ANT Radio Service” app.Troubleshooting (for Xperia models with Android version greater than 2.3):- If your ANT+ interface is not working make sure that ANT+ option is enabled on “Performance Assistant” app that came with your device.Or - Disable ANT+ option on “Performance Assistant” and reboot the device. Re-enable ANT+ option on “Performance Assistant” and reboot the device again.Please send any questions/doubts/suggestions to app.onbikecomputer@dailywork.pt",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.READ_PHONE_STATE"
    ]
  }
}
