{
  "title": "What Is Socialism",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.cutlassappdevelopment.whatissocialism",
  "category": "Education",
  "price": "$0.99",
  "datePublished": "February 5, 2013",
  "version": "1.1",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "Cutlass App Development LLC",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.cutlassappdevelopment.whatissocialism",
  "extendedInfo": {
    "installSize": "1.4M",
    "downloadsCount": "10+",
    "downloadsCountText": "10 - 50",
    "description": "Have you ever been talking with friends or family, and found yourself having to defend capitalism in opposition to someone extolling the goodness of socialism? Are you concerned that a recent poll showed that 53% of surveyed democrats expressed a positive view of socialism? Have you tried explaining to others that socialism was not how the founders envisioned our form of government? Did you wish that you had a collection of quotes available to you from the founders, or about Agenda21, or from some ardent socialists that you could use to quickly bolster your position, and enlighten your friends? This app can be used as a powerfull tool; it enabls the user to become a better defender of capitalism, and puts those quotes right at one's fingertips.This app features many written (and when available, a couple of audio) quotes from many well known people, including Abraham Lincoln, Thomas Jefferson, Calvin Coolidge, Ronald Reagan, Barack Obama, Alexis de Tocqueville, Walter Williams, Ludwig von Mises, and even from some socialists, like Karl Marx, George Bernard Shaw, Albert Einstein, and more.Also included, is a section on Agenda21. This page quotes a number of citations from Agenda21, with source links to the UN and ICLEI sites. The app outlines the Agenda21 plan citing UN and ICLIE sources, and covers sustainable development, the requirement of substantial financial resources to be sent to developing countries, ICLEI’s objective to encourage communally and collectively owned and managed land, and more. This app also features powerful, first-hand accounts and insights, from immigrants who lived under Socialism and Communism. Hearing the words of someone who lived under socialism can be especially impactful when talking with others who have never lived under such a system.What can be done? This app provides guidance on what you can do to help a national effort to track the progression of Agenda 21, though logging of agenda21 related activities in your local community town hall meeting activities and minutes.All of these quotes have been collected from many historical sources, and are now found here, in a single, easy to access smartphone app. This app is intended to be the absolute best socialism quotes and information app available.The quotes that were selected in this app were found to be particularly interesting by the app developer. If there are quotes that you would like to see featured in this app, please send a request via the request page from within the app, so the quote can be considered for inclusion.Those who run this app are encouraged to do their own research, and draw their own conclusions.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET"
    ]
  }
}
