{
  "title": "Dead Key FOB",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.cx3tech.deadfob",
  "category": "Transportation",
  "price": "$0.99",
  "datePublished": "May 13, 2013",
  "version": "2",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "4",
  "rating": "1.75",
  "contentRating": "Everyone",
  "creator": "DashboardSymbols.com",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.cx3tech.deadfob",
  "extendedInfo": {
    "installSize": "9.6M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "So, you have your key, but your car says \"Key Not Detected\". Now what?The Dead Key FOB App is Back-up Plan, an instruction utility to get you into your push-button start vehicle and get you underway when the battery in your key fob -- your car's remote control -- goes flat.And it will go flat. Sooner than you will be ready for. Why? Because the very nature of a keyless start system requires that the key fob attempt to be in constant radio contact with your vehicle. The end result the battery in your keyless start system’s key fob will be depleted in two years or less.- Yes, your dealer can help -- if they are open and you get the right person.- And, yes, the instructions are in your owners manual -- if you can find them. Give it a try! We'll still be here after you've searched through 400 or 500 pages.- Roadside assistance? About all they can offer is a tow truck...- Did you borrow or rent the car??? Be prepared!Is there a standard ‘hard’ key? Yes, and we’ll show you how to retrieve it. And special attention to Audi, Jaguar, Lexus, Volkswagen and Volvo owners: the keyhole is hidden – just to make the car look better! And the instructions to find are now locked in your car in your owner’s manual!And worse, there is no standard way to start your car. This app will show you: over 30 distinct starting variations (General Motors and Hyundai/Kia use six different ways each, Ford another four while Mazda and Honda/Acura three each!); 13 variations on retrieving the mechanical key, and six variations for getting into your vehicle. They are shown by vehicle manufacturer.-\tDon’t get caught in a dark parking lot without this app!-\tDon’t borrow or rent a car without this app!-\tDon’t give your kids the car to drive without this app!The battery in your key fob WILL go dead, but there IS a back-up plan! And we can help.The app includes text instructions and illustrations for keyless entry and start systems for 13 major manufacturers including: BMW (and Mini) Chrysler (with Dodge and Jeep) Ford (and Lincoln), General Motors (Chevrolet / Cadillac / Buick), Honda (and Acura), Hyundai (and Kia) Jaguar, Mazda, Mercedes, Nissan (and Infiniti), Toyota (with Lexus and Scion), Volkswagen (and Audi) and Volvo.The App is a good-faith effort to find every possible option for getting in and starting a push-button start car with a dead key fob. Get it today!",
    "reviews": [
      {
        "timestampMsec": "1377396546970",
        "starRating": "1",
        "title": "Not Worth It - You can get this information for free",
        "comment": "This Apps is just a big scam.  You can get this information for free by doing a Google search.  It is not worth it. An Apps supposed to be something that do something... not just list of things you already know.",
        "commentId": "gp:AOqpTOGj3DvWOdh-eH_EM74H1sH1bWy76w4vOWlHVuBv8GXBanqq-nxw2HwUUyNsiiqROwkhOENWCLdEV-G2J5g",
        "author": "Ray Jarrett",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1358266288787",
        "starRating": "4",
        "title": "Awesome",
        "comment": "It was just what we needed to get into my boyfriends car. Dealerships were closed. And couldn\\'t find the details on bing or google search",
        "commentId": "gp:AOqpTOFQGg56qD3f_tAULpWSHb4RU5BPf78sGNSTiBvVvLyIWBDrHon1YCqLsTfpHG2HCLZ0mbU-wv49uuS83aI",
        "author": "Jayem Fleurnoir",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1338809738393",
        "starRating": "1",
        "title": "instructions book",
        "comment": "Not worth the money, a simple phone call to your dealer will tell you this information. I thought this app would use the NFC on my phone to act like a key fob. Money wasted.",
        "commentId": "lg:AOqpTOG1smvd2G9_N8NU7MhRnwzthTOqgthJWLaGmYvhTRaXgvlnMAHoZvNjOZlXjAvNOkiFpGfT3Rigz8c5p8A",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.INTERNET",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
