{
  "title": "Common Core Awareness",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.cutlassappdevelopment.commoncore",
  "category": "Education",
  "price": "$0.99",
  "datePublished": "July 22, 2013",
  "version": "1.0",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "Cutlass App Development LLC",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.cutlassappdevelopment.commoncore",
  "extendedInfo": {
    "installSize": "1.7M",
    "downloadsCount": "10+",
    "downloadsCountText": "10 - 50",
    "description": "Do you have concerns about the Common Core State Standards? Do you find it disturbing that the National Data Collection Model has recommended over 400 data points to be monitored on kids and their families, including health-care history, family income, and religious affiliation? Does the discussion of using data mining techniques, which include functional Magnetic Resonance Imaging (fMRI), Mood Meters, eye movement tracking, and smile intensity scoring, as outlined in the Department Of Education, Promoting Grit, Tenacity, and Perseverance document from Feb 2013, leave you uneasy? Have you tried to express your concerns to friends, family, or educators, only to have your concerns labeled as unfounded?  Have you heard Glenn Beck talk about his concerns with the Common Core State Standards, and want to tell your friends, but needed a way to have all the data quickly accessible?  This app brings together a collection of the data gathered through many hours of research, including where the data is quoted from, along with links to the source content, right at your fingertips.The app contains information from sources showing how Common Core could:-utilize data mining techniques-utilize wearable sensors (including the image of the sensors)-provide information on the supporters and funders of Common Core-shift away from classic literature to nonfiction informational texts (example: recommended insulation manuals from the Environmental Protection Agency)-prevent changes or removal of subject matter from the Common Core State Standards; one may only supplement the common standards with additional standards, provided that the additional standards do not exceed 15% of the State's total standards for that content area-much moreThe app has many citations from the actual government documents, such as the US Department of Education, Office of Education Technology Feb 2013 draft on Common Core - Promoting Grit, Tenacity, and Perseverance; Critical Factors for Success in the 21st Century PDF document.  Quoting and viewing the actual government documents is a great way to educate others about the important facts about Common Core.These citations have been collected from many Common Core information sources, and are now found here, in a single, easy to access smartphone app. This app can help anyone educate others about the concerning details of the Common Core State Standards. The app is intended to be the absolute best Common Core awareness app available.The citations that were selected in this app were found to be particularly interesting by the app developer. If there is additional content that you would like to see featured in this app, please send a request via the request page, so the data can be considered for inclusion.Check out our other apps in the app store, which include: “Obama, In His Own Words” and “What is Socialism.”Those who utilize this app are encouraged to do their own research, and draw their own conclusions.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [

    ]
  }
}
