{
  "title": "First 1000 Quranic Words",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.cyberdesignz.quranicapp",
  "category": "Education",
  "price": "$1.50",
  "datePublished": "February 8, 2013",
  "version": "1.0",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "6",
  "rating": "3.8333333",
  "contentRating": "Everyone",
  "creator": "Zamzam Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.cyberdesignz.quranicapp",
  "extendedInfo": {
    "installSize": "1.4M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Learning Arabic can be tricky, right?  Not if you have the right tools for the job. First 1000 Quranic Words allows users to learn the 1000 most common words in the Quran in an easy-to-use manner.   Reading the Quran is a Great Way to Learn ArabicPeople who seek to better understand the Quran often decide to learn the Arabic language.  However, they often tend to study Arabic without using the Quran to assist them in the process.  However, the fact is that the Quran itself is a great tool to help you learn Arabic.  Not only will you quickly expand your Arabic vocabulary, you will also be able to reach your goal of understanding the Quran's content and meaning. Throughout the process, you'll also benefit greatly from reading valuable verses.Do You Know How Many Words are there in the Quran?It has been 1400 years since the Quran was sent down to mankind.  Now, thanks to advancements in computing technology, we can identify, compile and categorise all the words in the Quran!While there are 77430 words in the Quran, since most words are repeated, the total number of different words is actually 4600. High-frequency words are those that are used most often.  On the other hand, some words are hardly used at all and appear only 3-4 times. This means that the 1000 most common words in the Quran make up a full 85% of the total words.  By learning the 1000 words that are elegantly outlined in this app, you’ll be able to understand 17 out of every 20 words in the Quran!How Does This App Work?Zamzam Apps gave a lot of thought to how this app would work and how to optimize the user experience.  After all, our goal is to make sure that you have an excellent learning experience and expand your knowledge of Arabic as rapidly as possible.  Key Features+ Easy-to-navigate and beautiful interface+ Clear display of both Arabic and English text+Quranic verses with their reference and English meanings+ Number of times the words appear in the Quran + Percentage of words in the Quran covered+ Hide function to allow users to test themselvesBoosting Your Overall Learning Process and Stimulating ComprehensionOur goal with this app isn’t designed to, by itself, teach you the Arabic language.  Rather, the aim is to provide you with a useful vocabulary building tool, perfect for both beginner and intermediate level learners.By using First Thousand Quranic Words, you will quickly expand your Arabic vocabulary and be able to easily understand most what is written in the Quran. The vocabulary list published in our app is based on extensive research adapted from the Quranic Arabic Corpus, which is an open source linguistic research project conducted by the Language Research Group at the University of Leeds, UK.  The information was carefully categorised to aid memorisation across the board and thus to help facilitate learning.We want everyone to have the opportunity to learn quickly and enhance their comprehension of both Arabic and the Quran.  While there is no shortcut to learning a new language, our app streamlines the learning process, as users are quickly able expand their working vocabulary.If you have any suggestions as to how we can improve the app or wish to highlight any technical issues or errors, please contact us at support@zamzamapps.com.",
    "reviews": [
      {
        "timestampMsec": "1359693965856",
        "starRating": "5",
        "title": "Well done !!!",
        "comment": "Excellent app. Well designed..Would highly recommend for improving your vocabulary and understanding of Quranic Arabic. Especially liked the use of Quranic verses in exposing the meaning.",
        "commentId": "gp:AOqpTOGJTVpWPFWpPI2HmJKZ2rMj2f8m-7C-BvrlxYHMJs_TWGudbmeVcpaeWMPJ4HPk1KuTycCQ8DUNcziuyg",
        "author": "Sajid Khan",
        "authorURL": "http://lh6.googleusercontent.com/-lcG8exPw_L8/AAAAAAAAAAI/AAAAAAAAC44/Ycq4M9r3crw/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/-lcG8exPw_L8/AAAAAAAAAAI/AAAAAAAAC44/Ycq4M9r3crw/photo.jpg"
      },
      {
        "timestampMsec": "1375105147269",
        "starRating": "3",
        "title": "Good start",
        "comment": "This app has a lot of potential. The content itself is excellent. The way it is presented could be improved. For one the resolution of the graphics are low so the app does not look good on high resolution screens. Secondly the navigation could be improved. Perhaps more categories of words. Finally, I would like a way to track my progress in learning these words. At the very least a way of adding bookmarks. Great job so far :)",
        "commentId": "gp:AOqpTOH7O-G5Z55CByPV7vnYKgXtihGGbPwhhXzejwxgwwatnKuUVFo2TZ8E67K04ojsMvY1AvI4_4JFpSdWqg",
        "author": "Wajid Yusaf",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1374844769054",
        "starRating": "3",
        "title": "Very helpful app",
        "comment": "I wish there was a way to keep track of my progress,",
        "commentId": "gp:AOqpTOH62ZNNFmjRBd910awImGwdb29Et2gyJWYEVItfUwC2K0OdCUy4hsAlwSAmW6LcY_sdzqkCHJSzjW96_w",
        "author": "Mohammed Ansari",
        "authorURL": "http://lh4.googleusercontent.com/-edXvxW37a74/AAAAAAAAAAI/AAAAAAAAAAA/wvMwAuLK324/photo.jpg",
        "authorSecureURL": "https://lh4.googleusercontent.com/-edXvxW37a74/AAAAAAAAAAI/AAAAAAAAAAA/wvMwAuLK324/photo.jpg"
      },
      {
        "timestampMsec": "1378331158922",
        "starRating": "5",
        "title": "Excellent",
        "comment": "This is a blessing of Allah. Please do buy the application if you are sincere to learn quranic arabic inshAllah",
        "commentId": "gp:AOqpTOGC_bXGCKTptFjXcSNIcGOXiQ0TWt3UxH7B0BBME_8FKFOgCBGHoxv1q5RZ0P4YjHHsMqWFCky3p7CO7g",
        "author": "Azeem Ur Rehman",
        "authorURL": "http://lh6.googleusercontent.com/-Mak-uSGvovU/AAAAAAAAAAI/AAAAAAAAAEA/rSpDl6XKXW8/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/-Mak-uSGvovU/AAAAAAAAAAI/AAAAAAAAAEA/rSpDl6XKXW8/photo.jpg"
      },
      {
        "timestampMsec": "1366675430431",
        "starRating": "2",
        "title": "Font are too small",
        "comment": "I hope that you guys could increase the size of the font. Its so small",
        "commentId": "gp:AOqpTOEJOvjcnEgCFo2gnnWF8sWcsb-2wBXqY4QYyTJDOXm0-DQ_y8T3SaAxVmwVo2i9r49IPESM84KKIaeT2Q",
        "author": "muhdfirdaus faiz",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1362299736702",
        "starRating": "5",
        "title": "First 1000 Quranic words",
        "comment": "Very user friendly, and paramount as a base in being able to understand the Quran",
        "commentId": "gp:AOqpTOGqLzbpG3pLDMtGq6yaNnXsaOWfB4JjryJslARLJNiAkA2UODQI9IuuYNEaa5y5JPcf-gVLoh8y9BEJIA",
        "author": "Faliq Bakar",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.READ_EXTERNAL_STORAGE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE"
    ]
  }
}
