{
  "title": "Gun Wallpapers Free HD",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.cypher.gun",
  "category": "Arcade & Action",
  "price": "Free",
  "datePublished": "August 3, 2013",
  "version": "1.01",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "9",
  "rating": "4.888889",
  "contentRating": "High Maturity",
  "creator": "Cypher Inc",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.cypher.gun",
  "extendedInfo": {
    "installSize": "283k",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "Any action lovers here ????Here we have a Great collection of guns for those who really love them. They show adventurebrave power etc.Boys from their childhood onwards love different varieties. Here we a wide variety for you. Make your phones home screen more powerful.Gun wallpaper HD gives you some exceptionally brilliant  wallpapers which you love to set as your mobile home screen.This is the place were you can find best curated images of all varieties of pistols across the world to set as background. People, are much fascinated about 3D and LIVE gun wallpapers.Here we provide all wallpapers that are custom made based on users taste and designed to perfection for your phone to set as home screen.Each  wallpaper are of high definition images with a glossy finish and smooth transition which make your android home screen a beautiful rare piece.Boys always like to do adventure things in their life. And also they like adventure accesorries. One such thing which all boys love are pistols. If we look through boy toys we can find at least one gun in their collection.People always love to watch and here live action movies.There are wide variety of modern weapons are available, like machine gun, Ak 47, rifles etc. Some love sound of reloading rifles. The love varies with individuals. This app is made such a way it satisfies all users who love weapons.There are a wide variety of action toys.Most of them look like real rifles. weapons are inavaitable part of all action movies. Rifles give sharp look and which boys always love. With this wallpapers we can give this sharp look for your phones home screen.The origin of the English word gun is presently considered to derive from the name given to a particular historical weapon. Many love to hear live sounds of these weapons. Water pistols are loved by all age groups. It is fun playing with water Rifles. We all have played with water splasher in our college life's, school, with our cousins. It is always a sweet feeling.Our app provide the very best varieties of modern weapons. All the pics are selected with best quality. Awesome and amazing  collection of FREE Gun wallpapers which you can explore endlessly.This app has been successfully tested on mobile phone devices like Samsung galaxy,Sony xperia , HTC series, and LG optimus.FEATURES:*Free application*Easy to install.*Great collection of wallpapers custom designed for different mobile screens.*High quality, rare images edited to perfect finish.*Small size.How to use???Its very easy.*Install Gun wallpaper HD from Google play store.*Open the application and slide through different images of Gun HD wallpapers.*Choose your favorite wallpaper and click it and select 'set as wallpaper' button..Now you have made your home screen powerful and strong!!!Some selected beautiful, nice and cool, strong gun wallpapers are waiting for u..Enjoy,,!!!",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.SET_WALLPAPER",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
