{
  "title": "Track Down",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.cuttlefish.trackdown",
  "category": "Brain & Puzzle",
  "price": "Free",
  "datePublished": "July 6, 2012",
  "version": "1.1",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "3",
  "rating": "2.3333333",
  "contentRating": "Everyone",
  "creator": "Cuttlefish Multimedia Ltd",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.cuttlefish.trackdown",
  "extendedInfo": {
    "installSize": "12M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "The TRACK DOWN app is designed to help players navigate around an arts trail / game made for IF: Milton Keynes International Festival 2012. TRACK DOWN takes place at Xscape Milton Keynes from 20th - 29th July 2012. During the arts trail your app will provide directions to find hidden locations around the building. It will also allow you to plug in (using your headphone socket) to bring interactive artworks to life. By using the on screen app buttons you will be able to control a series of TRACK DOWN exhibits. You will need to use the app in conjunction with the trail / game as part of TRACK DOWN. In order to play you will need to find a member of the TRACK DOWN team at the start location on the ground floor of Xscape Milton Keynes. To play TRACK DOWN you will need a compatible smartphone with a working headphone socket. TRACK DOWN is created by METRO-BOULOT-DODO, a leading UK arts company.  To find out more about TRACK DOWN visit: metro-boulot-dodo.com/trackdown To find out more about IF: Milton Keynes International Festival 2012 visit: ifmiltonkeynes.org",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.INTERNET",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
