{
  "title": "Special Fx Camera",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.cyberfreedom.seffectcamera",
  "category": "Photography",
  "price": "$1.50",
  "datePublished": "July 27, 2013",
  "version": "1.1",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "3",
  "rating": "4.0",
  "contentRating": "Everyone",
  "creator": "Cyber Freedom",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.cyberfreedom.seffectcamera",
  "extendedInfo": {
    "installSize": "1.9M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Special Fx Camera (Ad free and pro version) Do you ever ask yourself how they made all this special effects in the Hollywood movies and in the special photo studios? The answer is simple, \"green or blue screen\" is the secret of this magic after that are involve expensive computers, allot digital work,big teams and many hours work. Until Now. Now you have the chance to do all this for no time and absolutely professional with Special Fx Camera. All you need is this app, develop your fantasy and follow couple of ease steps. Step 1: Open the panel with the imported from us photo effects Step 2: Select the desired photo effect Step 3: Press button \"Done\" Step 4: Select the color picker from the tools menuStep 5: Point your camera and press the screen to select color for the effectStep 6: Set the tolerance from the sliderStep 7: Take picture and share it with your friends via Facebook, Skype, Picasa, Gmail, Twitter, Bluetooth, Viber, Flipboard, Google+, Quick Send, Wi-Fi Direct, NFC Tapping, Hangouts and more. With the real time camera image processing you will see the final result immediately.WYSIWYG (What You See Is What You Get) camera effects.You can find  our Help tutorial,directing you Step By Step how to create your first picture with applied special effect.The Help button is located on the tools panelCompare with the rest real time camera applications in Special Fx Camera you ain't depend from the someone else creativity. You can integrate any pictures and turn them into special effect, this option is given you complete freedom of your creativity and fantasy. For example: Search in Google images for fire effect picture, save it on your phone open Special Fx Camera and from the Custom Fx panel just add the saved picture then choose it and applied.With special effect camera you can even tuning your car (see the screenshots for example)Make professional special effect with your Android™ camera or just impress your friends with amazing photos. ****** Video review by GiveMeApps https://www.youtube.com/watch?v=yKkL5jHVQlQ  ******What are the differences from the free version?1. No ads to disturb you2. More sample effects3. More extras will be added in the futureIn order to ad custom effects1. Press on \"Custom fx\" button2. Press \"add new\" button3. Choose image from your gallery (jpg, png, gif, bmp extensions)4. Press \"done\" button In order to change the white balance on your camera effects1. Press the button with the 3 circles found on the toolbar2. Select some of the listed white balance modesFrequently Asked Questions 1. How to get better effect results? - try different background colors ,set the tolerance, change the angle between the camera and the object of your pictures, try different light sources, try different white balance mode,try different effects, 2. Where is the picture?  - On the default external storage of your Android.3. Way I dint see the picture in my gallery - special fx camera automatically add the saved pictures to gallery but if you can see it unplug and mount again your external memory or reset your phone.4 Where to find custom effects - any image on you phone can be used as custom effect. Search with Google for beautiful images or if you are good with Adobe Photoshop, Paint shop, Paint Net, CorelDRAW or   any other graphics designer you can make stunning effects for no time.   For any questions please  feel free to contact uskeywords:Camera cam custom special effect real time preview movies photo studio image images picture Android color colors tools share blue green red screen background magic fx tuning car Hollywood After Effects  WYSIWYG",
    "reviews": [
      {
        "timestampMsec": "1372877393860",
        "starRating": "5",
        "title": "Fantastic, cool and fun",
        "comment": "Love this camera.  It is like you have a special effects studio in your hand.  Works really well on my Asus infinity tablet TF700T.  You can use stock special effects or create your own using your camera, pic from your gallery or pic you downloaded off the internet saved in your gallery.  So much fun and creativity all rolled into one little app.  This app ROCKS!!!!!!   Thanks developer for coming out with ad free version like I requested - much appreciated.  Tested out app in my Samsung galaxy 4.0 player and it works fine in that device as well.:-)",
        "commentId": "gp:AOqpTOGR0lpnKaxcQTTtzActejXKdfmf5wq7lvsJMtqzo38-wRQL-Vs2hJ7_Cbrct9zTwuQWI2nFO33vaTEnOQ",
        "author": "Toni Cz",
        "authorURL": "http://lh3.googleusercontent.com/-X7G25egdIN4/AAAAAAAAAAI/AAAAAAAAAEE/urG8KPfbeYc/photo.jpg",
        "authorSecureURL": "https://lh3.googleusercontent.com/-X7G25egdIN4/AAAAAAAAAAI/AAAAAAAAAEE/urG8KPfbeYc/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.CAMERA",
      "android.hardware.CAMERA",
      "android.hardware.camera.AUTOFOCUS",
      "android.permission.RECORD_AUDIO",
      "android.permission.FLASHLIGHT",
      "android.permission.WAKE_LOCK",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
