{
  "title": "Horoscope",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.czajnik.horoscope",
  "category": "Lifestyle",
  "price": "Free",
  "datePublished": "March 22, 2012",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "46",
  "rating": "3.847826",
  "contentRating": "Everyone",
  "creator": "czajnik.com",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.czajnik.horoscope",
  "extendedInfo": {
    "installSize": "3.3M",
    "downloadsCount": "10,000+",
    "downloadsCountText": "10,000 - 50,000",
    "description": "Get your daily horoscope from this simple app! Know your future in these fields: love, money, health, work.Horoscope for each day of the year, for every atrological sign:- Aries- Taurus- Gemini- Cancer- Leo- Virgo- Libra- Scorpio- Sagittarius- Capricorn- Aquarius- PiscesCheck what the fortune holds for you..Astrological signs and Zodiac based fortune telling explained:Astrological signs are equal segments or divisions of the ecliptic, usually associated with the twelve signs of the zodiac. According to astrology, celestial phenomena reflect or govern human activity on the principle of \"as above, so below\", so that the twelve signs are held to represent twelve basic personality types or characteristic modes of expression. There are \"sun\" signs and \"moon\" signs, which both depend on your date of birth.Various approaches to measuring and dividing the sky are currently used by differing systems of astrology, although the tradition of the Zodiac's names and symbols remain consistent. Western astrology measures from Equinox and Solstice points (points relating to longest, equal and shortest days of the tropical year), while Jyotiṣa or Vedic astrology measures along the equatorial plane (sidereal year). Precession results in Western astrology's zodiacal divisions not corresponding in the current era to the constellations that carry similar names, while Jyotiṣa measurements still correspond with the background constellations.In Indian astrology, the twelve signs are associated with constellations, while in Chinese astrology and Western Astrology there is no connection with constellations, as it is simply the line of the equator that is divided into twelve equal segments.In Western and Asian astrology, the emphasis is on space, and the movement of the Sun, Moon and planets in the sky through each of the zodiac signs. In Chinese astrology, by contrast, the emphasis is on time, with the zodiac operating on cycles of years, months, and hours of the day. A common feature of all three traditions however, is the significance of the ascendant or rising sign, namely the zodiac sign that is rising (due to the rotation of the earth) on the eastern horizon at the moment of a person's birth.From the viewpoint of earth (geocentric), the Sun appears to move along a circular orbit across the celestial sphere, this circular orbit is called the ecliptic. The zodiac refers to the thin band along the ecliptic composed of the zodiac signs and constellations. The zodiac is divided into twelve different signs each of which is 30 degrees long and begins at Aries. In Tropical Astrology Aries begins at the vernal equinox. The order of the zodiac signs is Aries, Taurus, Gemini, Cancer, Leo, Virgo, Libra, Scorpio, Sagittarius, Capricorn, Aquarius and Pisces. It is believed that the concept of the zodiac had evolved from Babylonian astronomy, and was later influenced by Hellenistic astronomy.During ancient times, people monitored the passage of the sun because it was useful in predicting the change of seasons. Over time, however, people have begun to associate the zodiac sign, or Sun’s position in the zodiac, with birth dates and characteristic",
    "reviews": [
      {
        "timestampMsec": "1338873066527",
        "starRating": "2",
        "title": "No me gusta",
        "comment": "Not a very good app at all. Not worth the download",
        "commentId": "lg:AOqpTOFTsVJ9SQX1iOtMJ191sTto9HD0NKg2L9E1qs0j2Q4X_WiA9YH5y0W7la8mJD5bYTCa9uCjl9Z10aOB",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1332495824212",
        "starRating": "5",
        "title": "Dobra apka",
        "comment": "Horoskop na ka\\305\\274dy dzie\\305\\204 jest inny. Co wi\\304\\231cej sprawdza Sie w \\305\\274yciu;)",
        "commentId": "lg:AOqpTOHHz4MVczKEmkmzsLKr9ihv07OojMS9bCeJBNJhN8buiAjcFa7LcHUXps_wZOXnmJgI1NtBP6ysnfQb",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1334406008431",
        "starRating": "1",
        "title": "Poor",
        "comment": "Very bad",
        "commentId": "lg:AOqpTOHO5z6x0vTlPZCJjDQ2lQODVxNe4Sx_4hdaVyh7XGHfNFkffWz1MMWqxU4fcH2qtN2BO9zVlZa7iiuu",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1334779860645",
        "starRating": "5",
        "title": "Ok",
        "comment": "Ok",
        "commentId": "lg:AOqpTOHY6rEV_x3kxJZGxZ0FyGh8wZTU7b4-Z8ZXs2PXvORHY2O-E3xTBl0LVpACyWPxEYiDWtwb6JMifLkl",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.READ_PHONE_STATE",
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
