{
  "title": "Crazy Boss",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.cybergate.crazyboss",
  "category": "Arcade & Action",
  "price": "Free",
  "datePublished": "July 8, 2013",
  "version": "1.0.2",
  "operatingSystems": "2.0.1 and up",
  "ratingsCount": "8",
  "rating": "3.875",
  "contentRating": "Everyone",
  "creator": "Cybergate Technology Ltd.",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.cybergate.crazyboss",
  "extendedInfo": {
    "installSize": "31M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "Do you have a crazy boss? Mine was simply mad! All I wanted is just to leave work on time so I can go out with my boyfriend, but as soon as he finds out, he ordered everyone else in the office to try and stop me! How insane! But I'm not afraid. I will make it out of the office on time, I wont be late for my date, no matter what! My plan is to ride on my office chair, so that i can slide through the office corridors at high speed. But who knows what my crazy boss will do to try and stop me? Luckily, some of my colleagues are on my side, they have placed some very useful gadgets on my escape path, and that's just gonna make my escape so much easier. The better upgrades of the gadgets will no doubt be at a higher prices. But coins are in ridiculous abundance here, laying all over the place in my office, so just try and pick as many of them up as you can on your way out and you will be rich in no time. My boyfriend is just waiting for me at the lift lobby, ready to take me out on a romantic date, so would you help me with my epic escape from my crazy boss' office? How to play: While I push my ride as fast as I could, you would have to help me with avoiding the obstacles by swiping your finger left or right on the touchscreen, then I can shift left or right accordingly. And I will jump if you swipe your finger upwards. Also, since I am so skilled with riding my chair, I can shift left or right even when I am in mid air! Get the timing right for my jumps and I am unstoppable! ---------- Sound effects are kindly provided by: \"Joker Sounds / Maoudamashi\" http: //maoudamashii.jokersounds.com/ freeSFX http://www.freesfx.co.uk/ Sound Jay http://www.soundjay.com/ ----------",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "android.permission.READ_PHONE_STATE",
      "android.permission.VIBRATE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.BROADCAST_STICKY",
      "com.cybergate.crazyboss.permission.C2D_MESSAGE",
      "com.google.android.c2dm.permission.RECEIVE",
      "com.android.vending.BILLING",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
