{
  "title": "CY.SEND mobile topup",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.cysend.recharger_beta",
  "category": "Communication",
  "price": "Free",
  "datePublished": "August 17, 2013",
  "version": "0.9.07",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "9",
  "rating": "4.5555553",
  "contentRating": "Everyone",
  "creator": "CY.SEND",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.cysend.recharger_beta",
  "extendedInfo": {
    "installSize": "2.1M",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "CY.SEND® international mobile top up application.An app to send recharges to prepaid mobile phones instantly to 100+ countries and 300+ mobile operators in a few simple steps over Wi-Fi or cell data networks. ____________________If you are a www.cysend.com member, just log in your account and top up any mobile as usual.If you do not have a www.cysend.com account you can create a new one directly from the app.You will need a valid mobile phone number and email. It doesn’t have to be the one from the mobile phone you are using.Tablet users can create new accounts using their mobile phone number._____________________ 3 easy steps to follow to send a mobile top up:-\tType the number to top up and validate it.-\tSelect the amount you want to recharge (look for promotions!).-\tSelect the payment method you want to use (list may vary) & pay.Both top up sender and beneficiary will receive a confirmation SMS for free.You can view your top up history and calendar in the app menu._____________________PayPal Usage condition:Conditions are the same as on the website: -\tOne PayPal account can be linked only to one cysend.com account and vice versa-\tThe PayPal account has to be verified-\tThe email address you use on PayPal has to be the same as the one you use on cysend.com-\tThe country of your PayPal account has to be the same as the country your mobile phone(EX: If your PayPal account from USA, you will need to sing up with a USA mobile phone number)-\tWe accept only instant payments (E-checks are not accepted)More details:www.cysend.com/en/paypal-mobile-top-up/_____________________Permissions needed for this app to function.-\tYour personal information: your email account and phone number for registration and validation as well as access to your contact book so you won’t need to type the numbers you want to recharge-\tNetwork communication: to communicate with cysend.com over Wi-Fi or cell data networks-\tPhone calls: phone identity for security and validation_____________________Important:This app require a network connection to work, if the connection is interrupted, please restart the application. This application is a beta, it means we are trying our best to make it work on all the devices with Android 2.1 up to 4.2.2+ but it might contain bugs_____________________We would love hearing from you, contact us at android@cysend.com our team will answer you fast.Website: www.cysend.comTo become a CY.SEND® merchant visit: www.cysend.com/merchant/_____________________Tags: mobile top up, mobile recharge, international mobile recharge, recharge mobile phone, top up mobile phone, reload mobile phone, send mobile credit, mobile recharge offers for prepaid customers, easy mobile recharge, electronic recharge, e-load, Pinless top-up, eTop-Uprecharge mobile from abroad, send cash to mobile phone, send money to mobile phone, sofort, paypal",
    "reviews": [
      {
        "documentVersion": "0.9.02",
        "timestampMsec": "1373978686716",
        "starRating": "1",
        "title": "Bad start",
        "comment": "Customer support is none existent can\\'t change email address to match PayPal. Exchange rate is so high example 50mad is 3.59gbp your top up cost more than 6gbp. Outrages charge",
        "commentId": "gp:AOqpTOERQzLg4nDojXgNlK1VA0XyzqTLrVXZnoD05T4CKjJu8KAjbHIGn_mQ3cmus8ptEFojw4Xuch7CBRgnqRw",
        "author": "Noure A",
        "authorURL": "http://lh5.googleusercontent.com/--s_Pjp2DSCg/AAAAAAAAAAI/AAAAAAAAAAA/2mKtNmS_wjM/photo.jpg",
        "authorSecureURL": "https://lh5.googleusercontent.com/--s_Pjp2DSCg/AAAAAAAAAAI/AAAAAAAAAAA/2mKtNmS_wjM/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.GET_ACCOUNTS",
      "android.permission.INTERNET",
      "android.permission.READ_PROFILE",
      "android.permission.READ_CONTACTS"
    ]
  }
}
