{
  "title": "Gareth Bale widgets",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.sportswidget.garethbale",
  "category": "Personalization",
  "price": "Free",
  "datePublished": "April 19, 2013",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "8",
  "rating": "4.375",
  "contentRating": "Low Maturity",
  "creator": "Sports Widgets",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.sportswidget.garethbale",
  "extendedInfo": {
    "installSize": "634k",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "Customize you home screen with Gareth Bale Widget.About Gareth BaleBale was born in Cardiff, to parents Frank, a school caretaker, and Debbie, an operations manager; he attended Eglwys Newydd Primary School at Whitchurch. He is the nephew of former Cardiff City footballer Chris Pike. It was while at this school he first came to the attention of Southampton at age nine, when he was playing in a six-a-side tournament with his first club, Cardiff Civil Service Football Club. Growing up his football hero was fellow Welshman and Manchester United legend Ryan Giggs.Bale then attended Whitchurch High School in Cardiff. He was a keen athlete and played football alongside Wales flanker and captain Sam Warburton,rugby, hockey and excelled at athletics.[13] As a 14 year old he says that he ran the 100 metre sprint in 11.4 seconds.[10] Because of his superior footballing skill, the school's PE teacher, Gwyn Morris, had to write special rules which restricted Bale to playing one-touch football and not using his left foot. Whilst at Whitchurch, Bale trained at Southampton's satellite academy in Bath, although there was initially some doubt if Southampton would give him a scholarship due to his height.Despite being only 16 at the time, he helped the school's under-18 side win the Cardiff & Vale Senior Cup. He left school in the summer of 2005 with a Grade A in PE amongst his GCSE results. In his final year at school, he was awarded the PE department's prize for services to sport. In the presentation, Morris commented:\"Gareth has a fierce determination to succeed and has the character and qualities to achieve his personal goals. He is one of the most unselfish individuals that I have had the pleasure to help educate.\"[14]Bale lives in London with partner Emma Rhys-Jones, his high school sweetheart.[15] Their first child, a daughter, was born at the University Hospital of Wales, Cardiff on 21 October 2012.On 17 April 2006, at the age of 16 years and 275 days, Bale became the second youngest player ever to play for Southampton (after Theo Walcott, who was 132 days younger) when he made his debut in the Saints' 2–0 victory against Millwall. On 6 August, Bale scored his first league goal, a free kick, to level the score at 1–1 against Derby County. The final score at Pride Park was 2–2.[17]He scored again, at St. Mary's, against Coventry City[18] in the team's second game of the 2006–07 season with another free kick. Bale further developed his reputation as a free kick specialist when he struck the post from one against West Bromwich Albion.[19] By 16 December 2006, Bale's goal count had risen to five, thanks to a late equaliser against Sunderland[20] and free-kicks away to Hull[21] and at home to Norwich City.In December 2006, he won the Carwyn James Award for the BBC Wales Young Sports Personality of the Year,[22] and was named the Football League Young Player of the Year on 4 March 2007.INSTRUCTIONS:To add a widget, go to widgets menu, choose widget to add widget, hold and drag to empty space.* Legal / Credits: *The Comic book/Comic book name, images, characters, logo and other details are not created by us but by their respective owners.* Advertising *We include a monetization platform to keep this app 100% FREE*Ads Agreement.*Creating an app takes time and money, In order to keep creating great (and free!) apps, we are using a new search service to monetize our apps. With this service we are able to create more great apps for you guys. This option bundles a few search points (icon, bookmark and homepage) for you to use. You can erase these easily and with no effect to our app. Thanks!Ads Opt Outhttp://www.startapp.com/opt.aspx",
    "reviews": [
      {
        "timestampMsec": "1376778125282",
        "starRating": "5",
        "title": "PLEASE MAKE AARON LENNON!!",
        "comment": "Aaron Lennon is my idol please please make him a widget ill love you forever!! PLEASE AARON!!",
        "commentId": "gp:AOqpTOERUs47VnLMxljTpZ4v0Sa627D9KZ5uXzj9rc5eaKjyrNuMrHPiM69R6CR79Qqz7tDKmP6dBtrUyYUVtA",
        "author": "Austin Duran",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1367475284624",
        "starRating": "5",
        "title": "a",
        "comment": "a",
        "commentId": "gp:AOqpTOGlu2S5rz7aRrFtoLE2zO__YVMauzkVmyIwKOABMqGB5CWr7AQL5vjzM5PNXSKROaxybu567l_29xGJSw",
        "author": "rudy coolbgt",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_EXTERNAL_STORAGE",
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.VIBRATE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.GET_ACCOUNTS",
      "com.android.browser.permission.WRITE_HISTORY_BOOKMARKS",
      "com.android.browser.permission.READ_HISTORY_BOOKMARKS",
      "com.android.launcher.permission.UNINSTALL_SHORTCUT",
      "com.android.launcher.permission.READ_SETTINGS",
      "com.htc.launcher.permission.READ_SETTINGS",
      "com.motorola.launcher.permission.READ_SETTINGS",
      "com.motorola.dlauncher.permission.READ_SETTINGS",
      "com.fede.launcher.permission.READ_SETTINGS",
      "com.lge.launcher.permission.READ_SETTINGS",
      "org.adw.launcher.permission.READ_SETTINGS",
      "com.motorola.launcher.permission.INSTALL_SHORTCUT",
      "com.motorola.dlauncher.permission.INSTALL_SHORTCUT",
      "com.lge.launcher.permission.INSTALL_SHORTCUT"
    ]
  }
}
