{
  "title": "Diners Club SA Travel Guide",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.hummba.guide.dinersclub",
  "category": "Travel & Local",
  "price": "Free",
  "datePublished": "August 30, 2013",
  "version": "2.9.3",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "Advanced Science Applications",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.hummba.guide.dinersclub",
  "extendedInfo": {
    "installSize": "4.5M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Cultivate your passion for the finer things in life with the Diners Club SA Travel Guide. You’ll get a detailed list of more than 700 points of interest across South Africa, including hundreds of Diners Club Winelist award-winning restaurants. So there’s no excuse for missing out while you’re on holiday.This intelligent travel guide highlights specific tourist attractions nearby, playing quality audio clips as you approach them. It also contains the most detailed list of Diners Club-affiliated restaurants currently available on your mobile. Features of the Diner’s Club SA Travel Guide include:•\tComprehensive list of Diners Club Winelist award-winning restaurants (Diamond, Platinum, Gold and Silver winners from 2012)•\tMore than 700 points of interest across South Africa’s major cities (Johannesburg, Cape Town, Durban and Port Elizabeth)•\tDetailed map of each city, with points of interest clearly marked•\tSetup the Diners Club SA Travel Guide once, and then go completely offline – no extra data costs while you move around•\tFind points of interest at the touch of a button with the category filter•\tSearch for your favourite restaurant and use the “Take Me There” button to work out the quickest route•\tDetailed information about each point of interest, with important contact details and picturesThe Diners Club Winelist is a sought-after symbol of excellence and achievement among restaurateurs who take great pride in their wine selection, and their ability to pair good food and good wine. Download the Diners Club SA Travel Guide and you’ll be quite literally spoilt for choice. Disclaimer:While every effort has been made to ensure that the information contained within the Diners Club SA Travel Guide was accurate at the time of publication, we cannot be held responsible should this prove otherwise or should changes occur. By downloading the Diners Club SA Travel Guide, the user agrees that no responsibility for the consequences resulting from any inaccurate information shall be incurred on the application or guide publisher and their clients, or on the third parties mentioned therein. All information is subject to change and users are further encouraged to check information directly with the third party establishments should they wish to make bookings.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.CAMERA",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.RECORD_AUDIO",
      "android.permission.READ_CONTACTS",
      "android.permission.READ_LOGS",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE",
      "android.permission.READ_CALL_LOG"
    ]
  }
}
