{
  "title": "Free From School",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.aoandroid.jiuboo.freefromschool",
  "category": "Books & Reference",
  "price": "Free",
  "datePublished": "July 18, 2011",
  "version": "1.0",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "Ming Shen",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.aoandroid.jiuboo.freefromschool",
  "extendedInfo": {
    "installSize": "1.7M",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "A journal of how Rahul Alvares was educated outside of the traditional school system. It's not every day that a 16 year old writes a book. In fact, girls and boys of that age are supposed to spend their time studying what other people write. It is presumed that at that age they do not themselves have anything significant or interesting to say. And the education system guarantees just that. The best rewards go to those who can parrot set answers to set questions in examination halls. Those who try to use their imagination or reply differently are often punished with low grades. Rahul Alvares did not set out to write a book. Under the encouragement of his parents, he consciously set out to try his hand at learning things outside the school framework and you might say as a result, Free From School actually came looking for him!---------------------------”Free From School“ is an Android Book App built on Jiuboo Book Template. Jiuboo is an Android book app publishing platform developed and maintained by Ming Shen. Book Apps published by Jiuboo may be written by the publisher or may be the public domain books. The app publishers do not need to publish books through publishing companies, Jiuboo allows any books and contents to be published on Mobile devices and multi millions of Smartphone users can read the contents for free. The publishers gets revenue from clicks on Ad banner directly.Jiuboo book is an App Template, the publishersdo not need to be a technical person or Android programmer. An easy to follow 9 steps for any one who is able to access internet and who has contents or books to publish. You may write your own, or you may publish other's as long as you are legally allowed. Jiuboo provides the flexibility of Book setup, such as, skin, text size, color, etc. and App setup such AdMob ID to drive revenue direct from users' clicks and Google Analytics to track the usage of your own Jiuboo apps. The easy 9 steps, no coding, quick publishing!Jiuboo is still under development, and this app is the result of beta test. If you like it and plan to publish your own Book Apps, visit http://www.jiuboo.com to check if it is available for publicFeedback: anadroid@mingsh.com",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.TELEPHONY_SERVICE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
