{
  "title": "Case Closed Lock Screen",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.launcher.free.lizard.conan",
  "category": "Personalization",
  "price": "Free",
  "datePublished": "August 9, 2013",
  "version": "1.0.0",
  "operatingSystems": "4.0 and up",
  "ratingsCount": "2",
  "rating": "3.0",
  "contentRating": "Everyone",
  "creator": "CocoPPa",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.launcher.free.lizard.conan",
  "extendedInfo": {
    "installSize": "584k",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "Free Lively Detective Conan Lock Screen Lock Screen.Beautiful Detective Conan Lock Screenwallpaper with ios 7 locker.This is an  Lovely Lock Screen made by Pandora Studio. Bring the experience of  lovely Detective Conan Lock Screen to your Android device by using this Live ly Lock Screen .***Solo Launcher needed****** Don't Forget To Rate Detective Conan Lock Screen App 5 Stars! ***=========== DISCLAIMER ===========We don't, in any way, shape or form, claim any ownership to the characters, images, or anything else related on the content of this app. All images used in this free Lock Screen software are owned and are copyrights of their respective owners.All title and intellectual property rights in and to the content which may be accessed through use of the software is the property of the respective content owner and may be protected by applicable copyright or other intellectual property laws and treaties.We are not affiliated with the company. This must be regarded as a fan app, we are very loyal fans.lizard GaGa's apps are made by fans for fans and should be enjoyed for entertainment purposes only.=========== DISCLAIMER ===========Tags:Detective Conan Lock Screen Live Wallpaper, Detective Conan Lock Screen HD wallpaper, Detective Conan Lock Screen HD Live Wallpaper, Detective Conan Lock Screen wallpaper,Detective Conan Lock Screen Wallpapers, Detective Conan Lock Screen HD wallpapers",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.SYSTEM_ALERT_WINDOW",
      "android.permission.DISABLE_KEYGUARD",
      "android.permission.WAKE_LOCK",
      "android.permission.READ_PHONE_STATE",
      "android.permission.VIBRATE",
      "android.permission.KILL_BACKGROUND_PROCESSES",
      "android.permission.RESTART_PACKAGES"
    ]
  }
}
