{
  "title": "Lobbyists.info",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.LImobile",
  "category": "Business",
  "price": "Free",
  "datePublished": "July 12, 2013",
  "version": "1.17",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "Lobbyists.info",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.LImobile",
  "extendedInfo": {
    "installSize": "7.6M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Lobbyists.info Mobile App Lobbyists.info is the only comprehensive mobile app available featuring detailed information on federal lobbyists, firms and their clients plus members of Congress and Congressinal staff. Whether you are on the Hill and need to quickly find the name and email of the LA working on energy issues in a certain office or want to find out which lobbyists are currentlyworking on bill you are discussing, the Lobbyists.info mobile app can tell you.Lobbyists.info Mobile Includes:-More than 23,000 registered and unregistered lobbyists -Biographical details and educational background for lobbyists-10,000 Congressional staffers, complete with contact information and areas of issue responsibility -Committee members and staff available right at your fingertipsWith this app, you can easily:-Schedule meetings on the go with access to the pertinent contact information for the relevant players in the government relations community-Map the location of your next appointment, whether it's on the Hill or on KStreet -Instantly get the name of the staffer for the issue you're working on - especially helpful when you happen to find yourself in an elevator with that crucial Member of Congress -Get the full profile of any lobbyist right in the palm of your hand. So when you meet someone at a reception, impressthem by showing your knowledge of their clients and career background -Check the essential information, including a phonetic pronunciation guide, about every Member of Congress. No need to get caught forgetting a district number, Chief of Staff or correct pronunciation of a Member's name -Think you recognize that lobbyist next to you on the metro or at a fundraiser? Just look them up - by name or organization - and take a look at their picture -Much more!Anyone involved in the government relations, lobbying and advocacy community will find that this app is the essential tool that you won't be able to live without. Download and subscribe today!",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.READ_PHONE_STATE",
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
