{
  "title": "Resume Tips",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.mobyi.ResumeTips",
  "category": "Education",
  "price": "Free",
  "datePublished": "January 17, 2013",
  "version": "1.1",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "2",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "Mobyi Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.mobyi.ResumeTips",
  "extendedInfo": {
    "installSize": "635k",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "So what if you are not a mountaineer. Or a keen hiker. You still cannot treat your interview like a careless morning trot along a jogger's path. Your jaw-jaw at the interview table is nothing less than a cautious climb up a mountain trail--which begins around your early childhood and meanders through the years at the academia before reaching a new summit in your career. And as you retrace your steps down memory lane make sure that you post flags at important landmarks of your life and career, so that you can pop them before the interview panel scoops them out of you. You don't want to be at the receiving end, do you?Interviews are like anything else in life, they take practice to perfect. The job market is highly competitive so you should always maintain a high standard of professionalism. This is guaranteed to impress your potential employer, as it will show focus and maturity.The application provides you the complete guide lines to achieve success in your interview. Job interview tips for success. The more prepared and confident you are for your job interview the better your chances of getting the job you want.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
