{
  "title": "Scots Radio Scots Radios",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.iHues.Scots.radios",
  "category": "Entertainment",
  "price": "Free",
  "datePublished": "April 26, 2012",
  "version": "1.0",
  "operatingSystems": "1.0 and up",
  "ratingsCount": "3",
  "rating": "2.6666667",
  "contentRating": "Everyone",
  "creator": "iHues Media Ltd.",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.iHues.Scots.radios",
  "extendedInfo": {
    "installSize": "964k",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "Scots Radios app. Scots is the Germanic language variety spoken in Lowland Scotland and parts of Ulster (where the local dialect is known as Ulster Scots). It is sometimes called Lowland Scots to distinguish it from Scottish Gaelic, the Celtic language variety spoken in most of the western Highlands and in the Hebrides.Since there are no universally accepted criteria for distinguishing languages from dialects, scholars and other interested parties often disagree about the linguistic, historical and social status of Scots. Although a number of paradigms for distinguishing between languages and dialects do exist, these often render contradictory results. Focused broad Scots is at one end of a bipolar linguistic continuum, with Scottish Standard English at the other. Consequently, Scots is often regarded as one of the ancient varieties of English, but with its own distinct dialects. Alternatively, Scots is sometimes treated as a distinct Germanic language, in the way Norwegian is closely linked to, yet distinct from, Danish.A 2010 Scottish Government study of \"public attitudes towards the Scots language\" found that 64% of respondents (around 1,000 individuals being a representative sample of Scotland's adult population) \"don't really think of Scots as a language\", but it also found that \"the most frequent speakers are least likely to agree that it is not a language (58%) and those never speaking Scots most likely to do so (72%)\". In the 2011 Scottish census, a question on Scots language ability was featured.",
    "reviews": [
      {
        "timestampMsec": "1346342140410",
        "starRating": "2",
        "comment": "More then half of the time the stations dont work and when they do takes forever to load and no scottish stations, the closest one is in london.",
        "commentId": "lg:AOqpTOEiMp4j6m0ryeH64VlGenqGw28-CrCG-cVWVXkUhWRZmxCIlYKVYrE8UmmOCSiCTRimtM6G-dQ27Yc23g",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1336236290734",
        "starRating": "1",
        "title": "Cannie find Alba.",
        "comment": "World radio. Farr draw just Scottish.",
        "commentId": "lg:AOqpTOHDLUuTHMS2SfngZMue_22IewIJ1ekg1oS9xG0arGIjyy5fkecGIRk8icdSLinhICrZEyCbaYVzxh2BYA",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
