{
  "title": "Subway Train Surf Illegal",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.subwaysurfers.illegaltrainsurf",
  "category": "Brain & Puzzle",
  "price": "Free",
  "datePublished": "June 30, 2013",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "1",
  "rating": "5.0",
  "contentRating": "Low Maturity",
  "creator": "StarkApps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.subwaysurfers.illegaltrainsurf",
  "extendedInfo": {
    "installSize": "7.5M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Best NEW Subway Train Surf Game! Subway Train Illegal Surf is action-packed fun filled with loads of block puzzles and more. Come get a ride in these fantastic trains. Amazing and fantastic photos of subway trains chosen from the most beautiful high-quality photos / subway trains hd wallpapers from thousands of photos meticulously.Game 1: Subway Train Illegal Memory - Think you can memorize these beautiful subway trains? Look closer and pair them to win the game.Game 2: Subway Train Illegal Puzzle - Piece together 8 outstanding photos of these subway trains. Drag the pieces into the right place to recreate the image.Game 3: Subway Train Illegal Blocks - Move blocks to fit each other. It is a 100 level of block game. Once you complete each levels, you will love this game very much.Tips on Scoring:The more blocks you clear, the higher the score you will get.You will love this subway trains surf game app very much.Other features:• You can pause the game and resume later.• View subway trains photos and save them to your SD card• Set these pictures of subway trains hd wallpaper.• We've put together the best collection of cool subway trains, subway trains crashes and subway cheats videos.DISCLAIMER: All names, trademarks and images are copyright of their respective owners. The use of any names, copyrights, trademarks or photos have been used for Descriptive Purpose only and not to show endorsement or permission of use. This is completely unofficial, and created for fans.This app is made by fans for fans, and it is for entertainment and personal use or purpose only.DOWNLOAD NOW and enjoy!",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.RECORD_AUDIO",
      "android.permission.CAMERA",
      "android.permission.WAKE_LOCK",
      "com.subwaysurfers.illegaltrainsurf.permission.C2D_MESSAGE",
      "com.google.android.c2dm.permission.RECEIVE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
