{
  "title": "Italia 90 World Cup Game",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.bigapps.italia90",
  "category": "Casual",
  "price": "Free",
  "datePublished": "May 18, 2013",
  "version": "1.0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "12",
  "rating": "3.4166667",
  "contentRating": "Low Maturity",
  "creator": "Big Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.bigapps.italia90",
  "extendedInfo": {
    "installSize": "7.6M",
    "downloadsCount": "5,000+",
    "downloadsCountText": "5,000 - 10,000",
    "description": "¡¡ Rememora el juego gratis clásico de fútbol de toda una generación !!Italia 90:El Juego de futbol gratis para tu memoria. Italia 90 te permite rememorar los mejores tiempos del fútbol mundial y de la FIFA cuando se enfrentaban las selecciones más potentes de la época, los mejores jugadores de fútbol de la historia... Romario, Bebeto, R. Baggio, Baressi, Caniggia, Maradona... Todos juntos en este magnífico juego gratuito de futbol donde pondrás tu cerebro a prueba y tu memoria.Tendrás que hacer parejas de los jugadores clásicos de las mejores selecciones del mundial de Italia 90 FIFA World Cup. Ya mismo llega el Mundial de Brasil de 2014, recuerda mientras tanto los mejores momentos de las selecciones de Alemania, Italia, Brasil, Argentina, con grandes figuras como \"El Pelusa\" o Lothar Matthaeus, este juego clásico gratuito de futbol Italia 90 te hará recordar los tiempos del mítico también videojuego de futbol de Megadrive ITALIA 90.Italia 90, un juego clásico de futbol y GRATIS para poner a prueba tu memoria en el campo con los jugadores clásicos de los mejores equipos de los 90, disfruta totalmente GRATIS de este juego de futbol para siempre y no olvides a las grandes figuras del fútbol.Juego de fútbol gratis clásico del Mundial de Italia 90 para ejercitar la memoria con grandes gráficos y siempre de manera gratuita, por lo que dispone de anuncios en el juego clásico de futbol gratis.Otra manera de ver el fútbol y rememorar el mítico Mundial Italia 90, para abrirnos paso a este nuevo Mundial 2014 de Brasil, y de paso recordar nuestra infancia con el juego de futbol clásico de Italia 90.INSTRUCCIONES- Pulsa PLAY para empezar a demostrar tu memoria en este juego de fútbol.- Pulsa opciones para elegir tu equipo favorito y ver las más altas puntuaciones.- OBJETIVO: Hacer parejas de jugadores, el que menos movimientos haga gana la FIFA World Cup Italia 90.- Para empezar una nueva partida con los cambios realizados pulsa NEW GAME.Disfrútalo este JUEGO  de FUTBOL GRATIS!!!",
    "reviews": [
      {
        "documentVersion": "1.0.2",
        "timestampMsec": "1375552728201",
        "starRating": "5",
        "title": "Football game",
        "comment": "Nice but should try to reach excellent.",
        "commentId": "gp:AOqpTOEf-BWDseTIq6EDsjX_VnREoDdMFM5aMkKvb1lgTLA8wHg6-YzZcIkKscvpkxsp7Cx81_XgSwA5vPxUCA",
        "author": "Himangshu Deka",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.GET_ACCOUNTS",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.WAKE_LOCK",
      "android.permission.ACCESS_LOCATION_EXTRA_COMMANDS"
    ]
  }
}
