{
  "title": "Hansel And Gretel",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.smoltlab.hanselandgretel",
  "category": "Brain & Puzzle",
  "price": "Free",
  "datePublished": "June 20, 2013",
  "version": "1.2",
  "operatingSystems": "2.0 and up",
  "ratingsCount": "16",
  "rating": "3.6875",
  "contentRating": "Everyone",
  "creator": "SmoltLab",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.smoltlab.hanselandgretel",
  "extendedInfo": {
    "installSize": "5.8M",
    "downloadsCount": "5,000+",
    "downloadsCountText": "5,000 - 10,000",
    "description": "Hansel and Gretel sat by the fire, and when noon came, each ate a little piece of bread, and as they heard the strokes of the wood-axe they believed that their father was near. It was not the axe, however, but a branch which he had fastened to a withered tree which the wind was blowing backwards and forwards. And as they had been sitting such a long time, their eyes closed with fatigue, and they fell fast asleep. When at last they awoke, it was already dark night. Gretel began to cry and said: 'How are we to get out of the forest now?' But Hansel comforted her and said: 'Just wait a little, until the moon has risen, and then we will soon find the way.' And when the full moon had risen, Hansel took his little sister by the hand, and followed the sweets which shone like bright stars, and showed them the way.They walked the whole night long, The little Dew Fairy came to hearten the children. She sprinkled dew on them, sang of how wonderful it is to live with the beauty of the forest surrounding her, and left the children in joy.The little Sandman, who had just walked out of the forest, told the children that he loved them dearly, and that he had come to put them to sleep. He put grains of sand into their eyes, and as he left Gretel could barely keep her eyes open. Gretel reminded Hansel to say their evening prayer, and after they prayed, she fell asleep a little while.How-To-PlayA memory game for everyone. As Hansel tracks and collects sweets in sequence follow Gretel 's song to their home, the number of sweets grows and Gretel sings faster. Sandman helps pause Gretel to sleep a while and Dew Fairy gives children a beat to false step.CreditsGame engine: LibGDX; Physic engine: Box2DStory by The Brothers Grimm (www.gutenberg.org) and Engelbert Humperdinck (http://en.wikipedia.org/wiki/Hänsel_und_Gretel_(opera))Music by Frederic Chopin, Prelude Op 28 N 23 (Main Title)and Prelude Op 28 N 15 (Game Over) performed by Giorgi Latsabidze (wikimedia.org);Mazurka no. 2 in d major, Op 33 (Game Play, www.musopen.org);Nocturne Eb major Opus 9, number 2 (Game Complete, The Al Goldstein collection in the Pandora Music repository at ibiblio.org)",
    "reviews": [
      {
        "timestampMsec": "1373701262468",
        "starRating": "3",
        "title": "the instructions",
        "comment": "are easy... Hansel has to catch what Gretel is singing at the moment (you can see the picture in the notes) it took a few second to me to understand...",
        "commentId": "gp:AOqpTOHOC2B0Gr_MHN--Zsay07VqG-z4pkQcw0GHcUAhETFhnjn4tgDRGrSP7Fi9gfFYEuRjkv2s0ZeMhMp1",
        "author": "Lucie Sedlackova",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1370996865217",
        "starRating": "1",
        "title": "What",
        "comment": "I don\\'t  understand stand this at all it has no instruction on how to play uninstalling!",
        "commentId": "gp:AOqpTOGb6TSQWZ3a2ONX-miGOAq5xjJUXyI_YRq2D7qz70FswuUsphJgj3temQLePJJBx4lOhSX24Ldr9F1Q",
        "author": "Jasmine Jones",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
