{
  "title": "13 Zodiac Horoscopes",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.kanatas.thirteen.zodiacastrology",
  "category": "Lifestyle",
  "price": "Free",
  "datePublished": "February 22, 2013",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "3",
  "rating": "3.6666667",
  "contentRating": "Everyone",
  "creator": "Vasilis Kanatas",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.kanatas.thirteen.zodiacastrology",
  "extendedInfo": {
    "installSize": "2.1M",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "13 Zodiac Horoscope Application is based on the book \"Astrologyof the 13 Signs of the Zodiac\" by Vasilis Kanatas which introduces a Newtheory for this ancient field of study. Western Astrology has outlivedits lifetime and its elements have been rendered obsoleteby its cousin, the science of Astronomy.The precession of the equinoxes, that is, the movement of the point of intersection of the celestialequator by the ecliptic by 50.2” (seconds of a degree) each year, prompts corresponding discrepanciesin the predictions of astrology, which move further and further away from reality with each passing year.Since 100 A.D., when Claudius Ptolemy wrote his Tetrabiblos, the zodiac constellations have moved approximately 29.2°across the sky, enough to ensure that the predictions of Western Astrology are completely misguided.The Astrology of the 13 Signs of the Zodiac takes into account all available modern scientificinformation regarding the actual positions of the 13 Zodiac constellations and offers Astrology a way out.The only reasonable path now available to it is the acceptance of the 13 Signs of the Zodiac and the new theory,on the basis of which the Moon and the Sun are given their rightful place. In 13 Zodiac Sign Astrology,the Ascendant is represented by the position of the Moon, the celestial body which truly affects our lives,and not by some distant constellation. Lastly, sunspots, which have a well-documented impacton the Earth and its people, take on an important role in the New Astrology.Only the Astrology of the 13 Signs of the Zodiac is firmly grounded in the sciences,and particularly in Astronomy. It recognizes the influence that the planetshave over our lives through their interactions with the Sun and the disturbancesthey cause in its magnetic field, and the effect this has on the magnetic field of the Earth itself.",
    "reviews": [
      {
        "timestampMsec": "1362815430669",
        "starRating": "1",
        "title": "Not all places of birth available",
        "comment": "This is crap .. there are only two cities for India to decide our signs... this way u will get incorrect signs and nakshstras...",
        "commentId": "gp:AOqpTOHTS7nRuyQYYB6y4f8zGG_V5-8rN4bq3OmbkZqUvjuOFHTsuxCqmcjAZ0dLTS6_F71jZlaqROFW_tc4Eg",
        "author": "raghu krishna",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE"
    ]
  }
}
