{
  "title": "A Subway Race Speed Surfers",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.besttopfreegame.YellowRacerFree",
  "category": "Racing",
  "price": "Free",
  "datePublished": "August 22, 2013",
  "version": "1.0",
  "operatingSystems": "2.3.3 and up",
  "ratingsCount": "15",
  "rating": "4.733333",
  "contentRating": "Everyone",
  "creator": "Free Fighting Racing Running Sports Puzzle Games",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.besttopfreegame.YellowRacerFree",
  "extendedInfo": {
    "installSize": "18M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "You discovered that military has a secret project in motion. Deep beneath surface lays a huge secret base where all top project are conducted.You cannot get there by car or other normal vehicle.You left your car few miles before base. After you infiltrated base, you stared looking for documents - there is one project that you look closely to. Name of that project is Subway Surfer – after fast looking in to documentation you realized what machine military is building down there. And they gonna use it against own, free people – this isn't fun games! You cannot let that happen! Race with time just started! So you wait until change of the guards and sneak in. When you get to the hangar where that weapon is storage, you looked up and saw a cool mech  After you race at the top,you get in to the cockpit all system responded.You sit in the chair grab the control stick and push full forward – its fun time – you thought . Huge mech called Subway Surfer break all installation that hold him down – fast and free movement. This monstrous and powerful Subway Surfer is capable of destroying anything that stands in it way! Let the game begin! After you lunched from dock, the power cable was detached,top screen shown a warning sing that main weapon system is off line only cool minigun that you hold in your mech arm is working – mech isn't finished yet.You stared shooting around the hangar and checked this huge mini gun on car. Huge bullets will get you through anything! After you blasted out of the base is time to have some fun and run! Military will send top units after you! Best thing is that you make a quite a stir at the base and for sure it will take some time before military will be ready to lunch after you!Military like fighting games like this so they will for sure lunch fighting squadron!You started a dangerous fighting game will you manage to finish what you started?You rush in to the free high way above the city, view is nice and cool but its no time for singeing.Its time to move forwards no matter what,and this route is the best for race to escape! Watch out for incoming car and obstacles! Steering of this mech seems easy and comfortable.Shooting is also easy, enjoyable and fun! Fly as far as you get and don't destroy this best pice of technology! You need to race it to the save place and learn more about military plans, how they manage to build this cool mech? Where and how they where going to use it, you only know that they where planning a rebellion. Watch out for ammo supplies, it isn't free but you can collect some in game( for free )A deadly race just began, are you ready for it?Will people in this city and whole country by free?Stop this madness and be at the top of the leaderboards – show that you are best of the best!Cool 3D design and very fun way to spend time!This game is for free!",
    "reviews": [
      {
        "timestampMsec": "1378332770583",
        "starRating": "5",
        "title": "Atik ali",
        "comment": "Best",
        "commentId": "gp:AOqpTOFu1lHGaPP-f1sNzj5MRVZgPe1GQ3CaOz32bWsYLIZLasbBAUp3RP9AzrHPzmkScnsQCNTjyFpDeWyFBA",
        "author": "Atik Ali",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1377252129691",
        "starRating": "5",
        "comment": "Coooooll",
        "commentId": "gp:AOqpTOEJVI6sCae5K_MJ21AFlUutpREu_xaI2gPr2tjsno23E79R9ul-gWfEVhSZylLpFjuwiEvlp7fKDSfjgw",
        "author": "Muheet Khan",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.GET_ACCOUNTS",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.GET_TASKS",
      "com.android.vending.BILLING",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
