{
  "title": "Bible Quotes : Prayer Chat",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.bible.quotes.free",
  "category": "Personalization",
  "price": "Free",
  "datePublished": "August 20, 2013",
  "version": "4.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "6",
  "rating": "5.0",
  "contentRating": "Low Maturity",
  "creator": "Andrew App",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.bible.quotes.free",
  "extendedInfo": {
    "installSize": "8.3M",
    "downloadsCount": "5,000+",
    "downloadsCountText": "5,000 - 10,000",
    "description": "Read and share God’s Word with Bible Quotes App. All free.20/8/13 Updates:  Now all pictures can be share to all social media in your phone.  Compatible with over 3000 android devices.*************** Added Prayer Request Chat ********************We want to continue to provide Free Bible Quote so that Jesus Christ death on the cross, scriptures, gospel, revelations, can be spread to people all over the world.  We want to make it easy for you to read and share God's Word.This bible Quote is simple design where you can share beautiful bible quotes pictures with bible words from pages such as Olive Tree Bible, and Bible+.Ours is convention way of reading and best fit all Tablet Devices!God, also know as Yahweh, has reveal through all apostle and 66 chapters of scriptures and truth are compiled in the one of the best selling book in the world and history - BibleThe Bible (from Koine Greek τὰ βιβλία, tà biblía, \"the books\") is a canonical collection of texts considered sacred in Judaism or Christianity. Different religious groups include different books within their canons, in different orders, and sometimes divide or combine books, or incorporate additional material into canonical books. Christian Bibles range from the sixty-six books of the Protestant canon to the eighty-one books of the Ethiopian Orthodox Church canon.The Hebrew Bible, or Tanakh, contains twenty-four books divided into three parts: the five books of the Torah (\"teaching\" or \"law\"), the Nevi'im (\"prophets\"), and the Ketuvim (\"writings\"). The first part of Christian Bibles is the Old Testament, which contains, at minimum, the twenty-four books of the Hebrew Bible divided into thirty-nine books and ordered differently than the Hebrew Bible. The Catholic Church and Eastern Christian churches also hold certain deuterocanonical books and passages to be part of the Old Testament canon. The second part is the New Testament, containing twenty-seven books: the four Canonical gospels, Acts of the Apostles, twenty-one Epistles or letters, and the Book of Revelation.By the 2nd century BCE Jewish groups had called the Bible books \"holy,\" and Christians now commonly call the Old and New Testaments of the Christian Bible \"The Holy Bible\" (τὰ βιβλία τὰ ἅγια, tà biblía tà ágia) or \"the Holy Scriptures\" (η Αγία Γραφή, e Agía Graphḗ). Many Christians consider the whole canonical text of the Bible to be divinely inspired. The oldest surviving complete Christian Bibles are Greek manuscripts from the 4th century. The oldest Tanakh manuscript in Hebrew and Aramaic dates to the 10th century CE, but an early 4th-century Septuagint translation is found in the Codex Vaticanus.The Bible was divided into chapters in the 13th century by Stephen Langton and into verses in the 16th century by French printer Robert Estienne and is now usually cited by book, chapter, and verse. The Bible has estimated annual sales of 25 million copies,and has been a major influence on literature and history, especially in the West where it was the first mass printed book.We have included few daily Bible Verse :- Start your day with a daily Bible verse. - Everyday you will receive fresh new bible verse from all over top facebook bible page.Save or Share Bible verse or plan or devotions easily on Facebook, email and all other social media installed in your phone such as instagram, wechat, and others.It is simple English version for people with different language to understand.",
    "reviews": [
      {
        "timestampMsec": "1376426637290",
        "starRating": "5",
        "title": "cool",
        "comment": "its a must have on every phone",
        "commentId": "gp:AOqpTOHozuPG76EQvlu5rVV1yHsGxD_QL0iY2wKK9ZjEY1OLFQKuuwO-P5b1HEi4BqwRfreTAwiXi8PHuGq6fw",
        "author": "Mercy Bolanle",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1376623528286",
        "starRating": "5",
        "title": "Beautiful",
        "comment": "The word of God <3",
        "commentId": "gp:AOqpTOEnC6cLUTnaB-P_BPaTSfmu-_2PyJi0XIxyZBx-f_Dh4f9ejCRiu5AsXsvZHEfQlkWg9ZA2MJbuyLDmlQ",
        "author": "Michael Awarri",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1374938904118",
        "starRating": "5",
        "title": "God bless!",
        "comment": "Share the quotes",
        "commentId": "gp:AOqpTOEi5ylRPMyYBBWy4UicDebB-WR03h-CVIV_uzpYk-3zyt4wRiszMiCGaJT1BFDS8whhCVEuZpIHgpKeEQ",
        "author": "Joe Clan",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.RECORD_AUDIO",
      "android.permission.CAMERA",
      "android.permission.GET_ACCOUNTS",
      "com.bible.quotes.free.permission.C2D_MESSAGE",
      "com.google.android.c2dm.permission.RECEIVE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
