{
  "title": "Travels In England In By Karl",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.KarlPhilipp",
  "category": "Books & Reference",
  "price": "Free",
  "datePublished": "January 27, 2011",
  "version": "0.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "Publish This, LLC",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.KarlPhilipp",
  "extendedInfo": {
    "installSize": "5.8M",
    "downloadsCount": "50+",
    "downloadsCountText": "50 - 100",
    "description": "About the BookTravels in England in 1782Charles P. Moritz's Travels, chiefly on foot, through several parts of England in 1782, described in Letters to a Friend , were translated from the German by a lady, and published in 1795. John Pinkerton included them in the second volume of his Collection of Voyages and Travels .The writer of this account of England as it was about a hundred years ago, and seven years before the French Revolution, was a young Prussian clergyman, simply religious, calmly enthusiastic for the freer forms of citizenship, which he found in England and contrasted with the military system of Berlin. The touch of his times was upon him, with some of the feeling that caused Frenchmen, after the first outbreak of the Revolution, to hail Englishmen as \"their forerunners in the glorious race\". He had learnt English at home, and read Milton, whose name was inscribed then in German literature on the banners of the free.In 1782 Charles Moritz came to England with little in his purse and Paradise Lost ; in his pocket, which he meant to read in the Land of Milton. He came ready to admire, and enthusiasm adds some colour to his earliest impressions; but when they were coloured again by hard experience, the quiet living sympathy remained. There is nothing small in the young Pastor Moritz, we feel a noble nature in his true simplicity of character.About the AuthorKarl Philipp Moritz, 1756-1793German author, editor and essayist of the Sturm und Drang, late enlightenment, and classicist periods, influencing early German Romanticism as well. He led a life as a hatter's apprentice, teacher, journalist, literary critic, professor of art and linguistics, and member of both of Berlin's academies.Moritz was born in Hameln in 1756. In 1789, he became a professor at the Royal Academy of Fine Arts in Berlin. Among his students were Ludwig Tieck, Wilhelm Heinrich Wackenroder and Alexander von Humboldt. He was an avid admirer of Jean Paul, and befriended Goethe, Moses Mendelssohn, and Asmus Jakob Carstens.Apart from a four-part autobiographical novel, Anton Reiser, and two fictional Andreas Hartknopf novels, he also wrote a number of theoretical writings on aesthetics, especially \"Über die bildende Nachahmung des Schönen\" (On the Formative Imitation of Beauty), which Goethe excerpted in his Italian Journey. Moritz's Magazin zur Erfahrungsseelenkunde als ein Lesebuch für Gelehrte und Ungelehrte (Journal of Experiential Psychology, a reader for scholars and laymen) was one of the first Germanophone journals of psychology.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
