{
  "title": "Secure Voice Recorder / Camera",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.signalbeach.safeoasis.beta",
  "category": "Productivity",
  "price": "Free",
  "datePublished": "August 29, 2013",
  "version": "1.0",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "10",
  "rating": "4.7",
  "contentRating": "Everyone",
  "creator": "Signal Beach Software",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.signalbeach.safeoasis.beta",
  "extendedInfo": {
    "installSize": "390k",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "aVault Secure Voice Recorder, Camera, and Document Manager Beta by Signal Beach Software securely captures and organizes your personal and work documents, pictures, and voice recordings.  aVault's customizable, secure desktop keeps files conveniently available, while still safe from prying eyes, using government standard AES-256 encryption.SECURE CAMERA, VOICE RECORDER, AND NOTEPADaVault Secure Document Manager instantly captures and encrypts important notes, pictures, voice recordings, and other files. Use the secure camera to scan in important personal or business documents. The secure voice recorder captures your ideas and memos. View and edit encrypted files with the built-in notepad editor or use other productivity apps available for your Android device, directly from the aVault desktop.SECURELY CAPTURE YOUR BRAINSTORMS, MEMOS, BUSINESS DATA, JOURNAL ENTRIES, DIARY, PASSWORDSUse aVault to organize your personal and work documents in one place. Customizable file drawers makes it easy to organize and categorize all your secure data.  BACKUP TO SDCARD AND CLOUD SERVICESUse your favorite cloud services such as Drive, Dropbox, or Box with aVault.  Import or export either individual files or the entire aVault.AVAULT AUTOMATICALLY SECURES ANDROID OFFICE APPS AND OTHER ANDROID TOOLS AND APPLICATIONSYou can use most other productivity applications or tools such as Quickoffice, OfficeSuite, Documents to Go etc. directly from aVault.  Edited files are automatically re-encrypted after editing, keeping your data safe at all times. Do you forget your passwords ? With aVault you can use whatever editor or spreadsheet you like best to store your passwords.  No need for a one-off password manager.BE PREPARED IN AN EMERGENCY OR DISASTERYour safe deposit at the bank is only available during banking hours.  What happens if you need an important document on the weekend ?  Or worse, when you're out of town or there's an emergency. Using the camera from within aVault makes it really easy to capture personal information that you'll want to have available in an emergency or disaster.SECURELY BACKUP UP YOUR WALLETWhat happens if your wallet is lost or stolen ? No credit cards, proof of insurance, driver's license, or medical information...  Taking secure pictures of the contents of your wallet can be done in a few minutes. With aVault you'll always have your personal documents securely with you, when you need them.KEY FEATURES* NIST standard AES-256 encryption to safety protect important data.* Secure 3rd party productivity apps such as Quickoffice, OfficeSuite, Documents to Go.* Secure Backup to SD Card, Google Drive, Dropbox, Box or other Cloud services.* Secure Camera - Pictures are securely stored in aVault.* Secure Voice Recorder - To instantly capture important ideas, meetings, or personal info.* Built-in file explorer for importing or exporting files.* Secure notepad - notes can contain links to web URL's, phone numbers, or email addresses.* Send or receive files from any Cloud service such as  Drive, Dropbox,  or Email.* Built-in secure picture / HTML viewer.BE PREPARED use aVault Secure Document Manager by Signal Beach Software.This is the Trial Version of aVault. See \"WHAT'S NEW\" for limitations.FAQ1. Can I use a different password for important files ?  Yes, by default files are protected by the login PIN. You can apply a secondary password to individual files for additional security. Just long click on the file and select \"Use password override\".2. What happens if I forget my password ? If you forget your password,  there is NO way to retrieve it.  This is for your protection. If the password could be retrieved, then Secure Notes would not be secure. There are many notepad apps  on the Android market that provide a recovery feature that unlock by answering a secondary security question.  These products are NOT secure since they have a backdoor around the original password.",
    "reviews": [
      {
        "timestampMsec": "1363284406517",
        "starRating": "2",
        "title": "Some concerns",
        "comment": "Security risk! If you have Google Goggles installed, aVault allows photos to be transfered to GG and possibly be posted to the web. Bad news if these are of confidential info.",
        "commentId": "gp:AOqpTOGxsavq5F2q4XWDM8cVq4_I5Ukiry99_rYY8JjQV349njqMbPaEP7B8KiGbdc2O7nlQ6TEvgh0L1OVwpg",
        "author": "Lydia FowLER",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1346859527885",
        "starRating": "5",
        "title": "Good",
        "comment": "Very simple.",
        "commentId": "lg:AOqpTOHQqiP7fzalvwYIW49KHyTgKKgB_jRWJUWt550TXxCjazy9OdI-A6uc-jK0o5VtyvO1dDsuAsAG0KAP6Q",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1343811806751",
        "starRating": "5",
        "title": "Not bad at all",
        "comment": "Very good thanku Ur bloody BRILLIANT.",
        "commentId": "lg:AOqpTOFEeqjymo3UZ1J9HsLhQGmr8B_1W1PLRQHLpz8PjzpPo1IDJc0Vf7fBH20MaKrZaKPRpgOTHcwdfhtC3A",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.CAMERA",
      "android.permission.RECORD_AUDIO",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
