{
  "title": "Music Videos Tube",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.kii.musictube.ui",
  "category": "Entertainment",
  "price": "Free",
  "datePublished": "June 30, 2013",
  "version": "1.3",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "9",
  "rating": "4.3333335",
  "contentRating": "Low Maturity",
  "creator": "K-MEDIA",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.kii.musictube.ui",
  "extendedInfo": {
    "installSize": "3.8M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "Music Videos Tube is application for music lovers. You can watch allthe latest and superhit music videos on the go whether you are at officeor at home.The Top Artists, bands, Pop Divas and Musicians all at one place.Using this application, you can watch:+ The Latest Trending music videos on the planet.+ Top 100 Songs on US Music Charts and UK Music charts+ Music videos listed by genre; Following genres present: Pop, Rock,Reggaeton, Hip-Hop, Reggae, Blues, Jazz, Country Music, Electronic Musicand Death Metal(Hard Rock) and Music Concerts+ You can expect top artists like Taylor Swift, Lady Gaga, Rihanna, Beyonce, Katy Perry, Bruno Mars,Usher, Shakira, Eminem, Adele, Pitbull, Daddy Yankee, Maroon 5, Black Eyed Peas and many more.+ Concerts and Live Performances(Recorded) of Great Rock Bands like Beatles, Led Zeppelin, Pink Floyd, Dire Straits and many more + Search for Any Song, just type the title/artist/Album and find the music videoyou are looking for.+ HD-High Definition Videos of Songs. 720p and 1080p supported+ NEW feature: Artists page to follow the latest releases of popular music artists.No Need to search internet or  subscribe to any music service like Vevo, Pandora, Spotify, Last.fmor anything else;All the greatest and latest songs at one place for absolutely FREE of charge.IMPORTANT:App requires 3G/WiFi connection to Watch Videos.3G data tariff will apply as the video content is streamed from Youtube.DISCLAIMER:The content provided in this app is hosted by YouTube and is available in public domain. We do not upload any videos to YouTube. This app is just an organised way to browse and view these YouTube Videos.Please keep emailing us with any questions or feedback!",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
