{
  "title": "800+ Man Bashing Jokes",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.funny.haha.jokes.man",
  "category": "Photography",
  "price": "Free",
  "datePublished": "November 4, 2012",
  "version": "1.0",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "14",
  "rating": "3.142857",
  "contentRating": "Everyone",
  "creator": "Funny Jokes TK",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.funny.haha.jokes.man",
  "extendedInfo": {
    "installSize": "711k",
    "downloadsCount": "5,000+",
    "downloadsCountText": "5,000 - 10,000",
    "description": "Over 800 jokes about the male gender. Most of these jokes(...well all) are completely teastless, however, they are funny (...well some).Men please don't download you will only get offended(...wait a minute... forget that, you need emotions first!!!)*Think you’re funnier; then submit your own jokes for inclusion in the app and get the credit too.*Warning, these jokes contain swearing and topics of an adult nature and as such are intended only for grown ups. Please do not download if you easily offend you will only get upset**New jokes added weekly*Submit your own joke for inclusion in the app. *Move to SD card (android 2.2+ only.)*This app will remember were you are up to even if you turn off your phone or update the app*Share with SMS/Email*Random joke button*Hold the left arrow to go back to the start*Hold the right arrow to go to the end*Link to developer’s other apps in the market*Change the size of the text*Change the color of the text*Change the style of the text*Change the backgroundExamples of what's inside (jokes are not censored in the app):\"Men? On the whole, I'd rather buy new batteries.\"\"Men are like.....Mini skirts.If you're not careful, they'll creep up your legs.\"\"This prisoner escapes after 15 years.He breaks into a house to look for money and food, and finds a young couple in bed.He orders the guy out of bed and ties him to a chair and he ties the wife to the bed, and gets on top of her, kisses her neck, then gets up and goes into the bathroom.While he's in there, the husband tells his wife: \"Listen, this guy is an escaped prisoner, look at his clothes! He's probably spent lots of time in jail, and hasn't seen a woman in years. I saw how he kissed your neck. If he wants sex, don't resist, do't complain and do what he tells you, no matter how much he ravages you. This guy is probably really dangerous. If he gets angry, he'll kill us. Be strong, honey. I love you.\"To which the wife responds, \"He wasn't kissing my neck. He was whispering in my ear. He told me he was gay, and thought you were cute. He asked if we kept any Vaseline in the bathroom, so I told him where to find it. Be strong, darling. I love you, too.\"\"\"Hmmm, snow.The only time four inches can keep a woman in bed all day.\"\"Why did God Create man first?1. Practice makes perfect.2. Give us someone to bitch at immidately.3. There's a frist draft with anything.4. To see what needed to be fixed and then make the proper changes.5. First is the worst.........Second is the best!6. To be funny\"N.B. Permissions are required by the Ad networks, which keep the app free.",
    "reviews": [
      {
        "timestampMsec": "1372467988118",
        "starRating": "1",
        "title": "Very stupid",
        "comment": "99 percent of all men AND women are stupid AND it\\'s equally proportional!   99 percent of you who think of yourselfs as intelligent are in fact stupid.",
        "commentId": "gp:AOqpTOGWzVU49EqHMM7a29wfM_OrtlOpJ5FpP-SCFnVuQCOnuV4H4lGxNjPhayjnrHaY4r8AiUEZl-DA2aYmOw",
        "author": "Lord Dragonus",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1375543378829",
        "starRating": "1",
        "title": "Sexist",
        "comment": "Men r equal to women peace out losers whoever downloaded this come to my face and tell me one of these jokes",
        "commentId": "gp:AOqpTOGWN9gOWAEc5wrdXZIHv1Zp6oNi7GoJZt0FBpmKH7U_9HtCurACjdLaB9Bdh82rxzNlF24-k2SUAqWh8Q",
        "author": "Junior Reyes",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1354407097525",
        "starRating": "1",
        "title": ".",
        "comment": "What kind sexist bullshit is this?! And calling God a SHE?!",
        "commentId": "lg:AOqpTOHNk39GHmirmZFVudJUnmQ4Gp8JgRXQ1U9QwEwGwEgT8TneL2pnzFXqfipwa4aISUErQYemiwjJjCQxFw",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
