{
  "title": "Smart QR Code® PRO",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.jabbo.android",
  "category": "Business",
  "price": "Free",
  "datePublished": "August 25, 2013",
  "version": "1.33",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "13",
  "rating": "4.769231",
  "contentRating": "Low Maturity",
  "creator": "Remote B.V / Jabbo",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.jabbo.android",
  "extendedInfo": {
    "installSize": "1.4M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "-------Smart QR Code Pro Tag video to dynamic Smart QR CodeÂ®------ Smart QR CodeÂ® is the most innovative and easy to use 'video and QR code' -platform in the  world. We've invented a patented technology that will give you the opportunity to attach all types of media directly to dynamic Smart QR CodeÂ®, just by using the internet or your mobile phone. You are also able to add a geolocation and a scan range to your Smart QR CodeÂ®, which will define where your content can be seen. DYNAMIC Smart QR CodeÂ®:Smart QR CodeÂ® PRO offers you the possibility to change the content behind Smart QR CodeÂ® without changing the shape of the Smart QR CodeÂ®. This makes it possible to print a Smart QR CodeÂ® on a folder, a business card or whatever you like and attach media afterwards. You can change the content behind the code whenever you want, by using internet or the Smart QR CodeÂ® PRO APP on your mobile phone.DYNAMIC LOCATION BASED Smart QR CodeÂ®:Allow you to redirect users to different final destinations, depending on their location. You can add several media items to a single Smart QR CodeÂ® by using the Smart QR CodeÂ® PRO APP or website. Just address the Smart QR CodeÂ® you want to tag, select your media item or weblink, add the location and scan range and your Smart QR CodeÂ® can be used. EXAMPLES:1. Smart QR CodeÂ® on business cards  Create your personal business card. Introduce yourself by making an introduction video with your mobile phone and tag it to your card. Make your card even more special by tagging a location based video, custom-made for your contact. And of course you are also able to tag your company video to your business card. Just download the Smart QR CodeÂ® PRO APP and start right now!2. Publishers using Smart QR CodeÂ®Smart QR CodeÂ® PRO are perfect for publishers to add a video to articles or advertisements. It will give a new dimension to magazines, newspapers and books. Just print a random Smart QR CodeÂ® to an article and add content to the Smart QR CodeÂ® afterwards. You are able to change this content whenever you like.3. Using dynamic Smart QR CodeÂ® in gadgets Use Smart QR CodeÂ® PRO for the gadget industry: examples are personalizing gifts, funny video's on your products, etc etc.  Tag your own funny dog video to your doormat. There are endless possibilities.4. Storytelling T-Shirt with Smart QR CodeÂ® PROImagine wearing a T-shirt with a Smart QR CodeÂ® PRO. People scanning your shirt will see what video you made that day. Tell people how you feel. Or allow them to attach their stories to your T-shirt. Wherever you go, the story on your T-shirt can change depending on your location. Whatever you'd like to attach to your shirt: videoâs, music, websites... It can be done.",
    "reviews": [
      {
        "timestampMsec": "1337161931598",
        "starRating": "5",
        "comment": "Awesome app! Very original",
        "commentId": "lg:AOqpTOFuZB5estkEhOb7I3iSDSE8CxFcp1-KXsMDAqYBoTdSzfqJsbE-xZTiDA6XJNdH4ORP5Dol_BzAoTdnqw",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.CAMERA",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
