{
  "title": "Tindersticks JukeBox",
  "playStoreURL": "https://play.google.com/store/apps/details?id=tindersticks.jukebox",
  "category": "Music & Audio",
  "price": "Free",
  "datePublished": "March 26, 2013",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "1",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "Jean Paul Constantsa",
  "creatorURL": "https://play.google.com/store/apps/details?id=tindersticks.jukebox",
  "extendedInfo": {
    "installSize": "200k",
    "downloadsCount": "50+",
    "downloadsCountText": "50 - 100",
    "description": "Play Tindersticks songs without the need to search for it in YouTube.Simply type in the song's code from the list and play, just like a JukeBox !Also, You can choose any video of your choice, register it with any available code to personalize your own JukeBox!Internet connection is required to use the Jukebox.Enjoy. Tindersticks are an Indie rock band from Nottingham, England that formed in 1991. They released six albums before singer Stuart A. Staples took on a solo career. The band reunited briefly in 2006, but more permanently the following year. The band have recorded several film soundtracks.Staples, Boulter, Fraser, Macauley and Hinchliffe, all former members of Asphalt Ribbons, formed the band in 1991. The final line-up for the Old Horse mini-LP (1991) was: Stuart Staples (vocals) Dave Boulter (organ and accordion) Neil Fraser (guitar) Dickon Hinchliffe (guitar and strings) Al Macauley (percussion and drums) John Thompson (bass). Mark Colwill was recruited when Thompson left the Asphalt Ribbons, but it is not known if he played any gigs under the Asphalt Ribbons name. They then changed their name to Tindersticks after Staples discovered a box of German matches on a Greek beach.Tindersticks started recording demo tapes in 1992, and formed their own label Tippy Toe Records to release their first single, \"Patchwork\", in the same year.Their self-titled first and second albums established their signature sound and received widespread critical acclaim. Their live performances, often augmented by large string sections and even, on occasion, a full orchestra, were well received. The live album The Bloomsbury Theatre 12.3.95 is a recording of one such concert. By the time of the third album, Curtains, however, it was clear that a change of direction was called for. The lengthy \"Ballad of Tindersticks\" was a weary swipe at the pressures of being a touring band.The fourth album, Simple Pleasure, lived up to its title with a series of snappy, direct songs influenced by soul music. The female backing vocals on several tracks, and the respectful cover of Odyssey's \"If You're Looking for a Way Out\", signalled the band's wish to move towards lighter, more soulful material. However, the inner sleeve's documentation of the number of takes each track went through was evidence that the band continued to adopt a painstaking approach to recording.The fifth album, Can Our Love..., continued the band's soulful direction, in particular evidence on the tender \"Sweet Release\" and in the nod to The Chi-Lites in the title of \"Chilitetime\".The sixth album, Waiting for the Moon, was more stripped down and introspective in nature, particularly on the harrowing \"4.48 Psychosis\" (based on the play of the same name by the British playwright Sarah Kane) and \"Sometimes It Hurts\". Only the bouncy \"Just a Dog\" lightened the otherwise melancholy mood of the album.In 2005 Staples embarked on a solo career and there was resultant speculation that the band had split. Staples has so far produced two solo albums, Lucky Dog Recordings 03-04 and Leaving Songs. The title of the second album, and Staples' notes on it, indicated that change was in the air: \"These are songs written on the verge of leaving the things I loved and stepping into a new unknown life, both musically and personally. I was always aware that these songs were the end of something, a kind of closing a circle of a way of writing that I started so long ago and I knew I had to move on from.\" In September 2006, the band played a one-off concert at London's Barbican Centre, performing their second album in full with a nine-member string section and two brass players, including former collaborator Terry Edwards on trumpet.Staples later acknowledged that this show, while being a happy triumph, was also \"tinged with sadness of the knowledge that the six of us had made all the new music we were going to make together.\" However, it also rekindled his determination to make a new album.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [

    ]
  }
}
