{
  "title": "Exercise 6: Cheek Toner 1",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.faceworks.faceworks6",
  "category": "Health & Fitness",
  "price": "$0.99",
  "datePublished": "August 7, 2013",
  "version": "1.00",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "Faceworks Natural Facelift",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.faceworks.faceworks6",
  "extendedInfo": {
    "installSize": "14M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "EXERCISE SIX: CHEEK TONER ONEGet the FREE Faceworks Natural Facelift App first to access to this exercise.BENEFITS                                                                                                                                                                                 This exercise is a star performer for 'A' List cheekbones! - Slims and reduces the appearance of fat cheeks - lifts and shapes cheek contours from under the eyes down to jowls - adds volume to flat, sagging cheeks for a young look- reduces wrinkles and lines -PARTNER EXERCISES FOR CHEEKS: Numbers 1,10 and 12PARTNER EXERCISES FOR JAW-LINE: 2,9 and 11PARTNER EXERCISES FOR SKIN: 1,11 and 12INSTANT BOOSTER EXERCISES: Numbers 3, 6, 7, 8, 11 and 12                                                                                                                                            If you’re looking tired, or need to look great fast, use the Instant Booster Exercises to make your eyes sparkle, plump your lips and get your skin glowing! Faceworks is a professional face lift program for proven results. Designed by experts to firm, tone and lift your face easily and effectively, you choose the exercises you want for the results you need. For firm, smooth and healthy skin, Faceworks is the best skin product you can buy.In client trials 100% of people who completed the recommended program saw an improvement in their appearance with Faceworks. Web: http://www.faceworks.co.uk/Twitter: https://twitter.com/Faceworks_co_uk Facebook: https://www.facebook.com/faceworksnaturalfacelift?fref=tsFEATURES•\tStudio-produced videos•\tClear, detailed instructions with voiceover•\tOn screen instructions when you need to exercise without sound•\tThe effect each exercise has, results you can expect and muscles used•\tUnique Focus Point on each exercise helps you get it right, and get results•\tPause, fast forward and rewind functionWAYS TO USE FACEWORKSLooking tired but need to look your best?  Fix it fast with the Instant Booster Exercises: get your eyes sparkling, plump your lips and  get your skin glowing.Finished your diet to find your face looks older? Treat yourself to looking gorgeous again with the full Faceworks program.Weight OK but have chubby cheeks or chin? Use a few exercises to sculpt and slim just where you need it.Got a special occasion coming up when you need to look A List fabulous? Pick just the exercises you need for a mini-facelift. Can’t afford that expensive facial? Faceworks gives you smoother, firmer and healthier skin, for less! The exercises help to normalise both oily and dry skin by increasing circulation and bringing nutrients to deep skin layers.REVIEWS\t“Faceworks is a life changer! Thank you!”\"I'm a life coach - I find your videos excellent; clear & easy to follow - all the exercises for the price of a pot of face cream!”I've followed the exercise programme since January and am very pleased with the results already. I had been doing a VERY well-known American face exercise program for 10 years & I didn't think my face would improve that much but it has, so thank you very much!“ “I've just looked at my passport photo taken 3 years ago. I'm amazed at the changes in my face: my eyelids have lifted, my cheeks and lips look fuller, my jowls are lessening' It makes so much sense we exercise our bodies, why not our faces?I feel so much better about myself.\"Faceworks is the only face exercise program approved by the Complementary Therapists’ Association, a leading UK professional association.The videos show 51 year old therapist and creator of Faceworks, Elaine Bartlett. For more photos of Elaine, see the Faceworks website at www.faceworks.co.uk. Faceworks is brought to you by Faceworks UK Ltd, a Complementary Therapy company, and has over a million online users worldwide. DOWNLOAD NOW AND START LOOKING BETTER TODAY",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [

    ]
  }
}
