{
  "title": "Remove Clothes semi Nude",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.fashion99.hollywoodgotnude",
  "category": "Casual",
  "price": "Free",
  "datePublished": "September 1, 2013",
  "version": "4.0",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "High Maturity",
  "creator": "Great Cool Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.fashion99.hollywoodgotnude",
  "extendedInfo": {
    "installSize": "3.8M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Play this sexy game to undress Hot Bikini Babes and see their big boobs and hot ass.Features:- Simple icon to disguise among other apps in your phone.- Simple name to make it look like normal app.- Forever free, so enjoy undressing.Tags:Undress, Indian, hot, sexy, sex, sexy women, beauty, asian, undress, sexy body, body, european, asian, korean, japanese, taiwanese, erotic, exhibitionism, fantasyDisclaimer: All models were at least 18 years old at the time of the photographytorn clothes, take off clothes, exposing , touching, sexy body, undressed, Striptease, underwear, hot girl, strip girl, Remove clothes, Remove ClothesADS INFORMATION -We love creating apps, and want to keep them free forever. In order to keep our development running we are using some in-app ads.We use airpush ad for notification ad to increase our income.If you do not wish to support applications with Airpush ad you can visit airpush optout at: http://www.airpush.com/optoutBy Opting you can simply get rid of notification ads from airpush..The app also supports in-app ads generated from Airpush only while using the App.We are using TapContext for in-app ads.When you click on advertisements delivered by this app, you will typically be directed to a third-party’s web page. We may pass certain information to the third parties operating or hosting these pages, including your email address, phone number, and a list of other apps on your device.To opt out visit http://www.1optout.com/",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.GET_ACCOUNTS",
      "com.android.browser.permission.READ_HISTORY_BOOKMARKS",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
