{
  "title": "Strength of Materials",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.faadooengineers.strengthofmaterials",
  "category": "Education",
  "price": "$1.00",
  "datePublished": "April 25, 2013",
  "version": "1",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "3",
  "rating": "3.6666667",
  "contentRating": "Everyone",
  "creator": "FaaDoOEngineers.com",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.faadooengineers.strengthofmaterials",
  "extendedInfo": {
    "installSize": "2.1M",
    "downloadsCount": "50+",
    "downloadsCountText": "50 - 100",
    "description": "This unique application is for all students across the world. It covers 157 topics of Strength Of Materials in detail. These 157 topics are divided in 5 units.Each topic is around 600 words and is complete with diagrams, equations and other forms of graphical representations along with simple text explaining the concept in detail.This USP of this application is \"ultra-portability\". Students can access the content on-the-go from anywhere they like.Basically, each topic is like a detailed flash card and will make the lives of students simpler and easier.Some of topics Covered in this application are:1.\tTENSILE STRESS2.\tCOMPRESSIVE STRESS3.\tSHEAR STRESS4.\tVOLUMETRIC STRESS5.\tVOLUMETRIC STRAIN6.\tSHEAR STRAIN7.\tCOMPRESSIVE STRAIN8.\tTENSILE STRAIN9.\tSTRESS STRAIN DIAGRAM10.\tTHERMAL STRESS11.\tPOISSON RATIO12.\tTHREE MODULUS13.\tTemperature Stress In Composite Bar14.\tSTRAIN ENERGY15.\tMODULUS OF RESSILINCE AND TOUGHNESS16.\tSTRAIN ENERGY IN GRADUAL AND SUDDEN LOAD17.\tSTRAIN ENERGY IN IMPACT LOAD18.\tHOOK'S LAW19.\tSTRESS, STRAIN AND CHANGE IN LENGTH20.\tCHANGE IN LENGTH WHEN ONE BOTH ENDS ARE FREE21.\tCHANGE IN LENGTH WHEN ONE BOTH ENDS ARE FIXED22.\tComposite bar in tension or compression23.\tPrincipal Stress And Principal Plane24.\tMaximum Shear Stress25.\tTheories Of Elastic Failure26.\tMaximum Principal Stress Theory27.\tMaximum Shear Stress Theory:28.\tMaximum Principal Strain Theory29.\tTotal Strain Energy Per Unit Volume Theory30.\tMaximum Shear Strain Energy Per Unit Volume Theory 31.\tMohr’s Rupture Theory For Brittle Materials32.\tMohr’s Circle33.\tIntroduction to Bending Moment And Shearing Force34.\tShearing Force, And Bending Moment In A Straight Beam35.\tSign Conventions For Bending Moments And Shearing Forces36.\tBending Of Beams37.\tProcedure For Drawing Shear Force And Bending Moment Diagram38.\tSFD & BMD Of Cantilever Carrying Load At Its One End39.\tSFD And BMD Of Simply Supported Beam Subjected To A Central Load 40.\tSFD And BMD Of A Cantilever Beam Subjected To U.D.L41.\tSimply Supported Beam Subjected To U.D.L42.\tSimply Supported Beam Carrying UDL & End Couples43.\tPoints Of Inflection44.\tTheory Of Bending : Assumption And General Theory45.\tElastic Flexure Formula46.\tBeams Of Composite Cross Section47.\tFlexural Buckling Of A Pin-Ended Strut48.\tRankine-Gordon Formula49.\tComparison Of The Rankine-Gordon And Euler Formulae50.\tEffective Lengths Of Struts51.\tStruts And Columns With One End Fixed And The Other Free52.\tThin Cylinder53.\tMembers Subjected to Axisymmetric Load54.\tANALYSIS: Pressurized thin walled cylinder55.\tLongitudinal Stress: Pressurized thin walled cylinder56.\tChange in Dimensions: Pressurized thin walled cylinder57.\tVolumetric Strain or Change in the Internal Volume58.\tCylindrical Vessel with Hemispherical Ends59.\tThin rotating ring or cylinder60.\tStresses in thick cylinders61.\tStresses in thick cylinders62.\tRepresentation of radial and circumferential strain63.\tA thick cylinder with both external and internal pressure64.\tThe stress distribution within the cylinder wall65.\tMethods of increasing the elastic strength of a thick cylinder by pre-stressing66.\tComposite cylinders67.\tCombined stress distribution in a composite cylinder68.\tMultilayered or Laminated cylinder69.\tAutofrettage70.\tDerivation of the hoop and radial stress equations for a thickwalled circular cylinder71.\tLame line72.\tPlastic deformation of thick tubes73.\tLame line for elastic zone74.\tPortion of the cylinder is plastic75.\tStress in thin cylinders76.\tHorizontal diametrical plane77.\tStrains in thin cylinders78.\tChange in Volume of Cylinder79.\tCompound Cylinders80.\tPress Fits81.\tAnalysis of Press Fits82.\tCastigliano's first theorem83.\tCastigliano’s Second Theorem84.\tTorsion of a thin circular tube85.\tTorsion of solid circular shafts86.\tTorsion of a hollow circular shaftAll topics are not listed because of character limitations set by the Play Store.",
    "reviews": [
      {
        "timestampMsec": "1369136982466",
        "starRating": "1",
        "title": "How many  email addresses do I need to register?",
        "comment": "Cant access the app as I am required to register with a new different address in every apps you buy from faadoo! It means if you purchase 10, it means you need 10 email addresses to access the apps.",
        "commentId": "gp:AOqpTOFRbD-1yaMukkeCUfpd6nxo-iyF9RqYKghubeiIT6ob55YPnqhM47uxnVYcJxBxbfKb9yxRh8YS6kZUSu8",
        "author": "Apiline Falevai",
        "authorURL": "http://lh5.googleusercontent.com/-Fn2kh3btpNk/AAAAAAAAAAI/AAAAAAAAAOg/2_R_F47g2HE/photo.jpg",
        "authorSecureURL": "https://lh5.googleusercontent.com/-Fn2kh3btpNk/AAAAAAAAAAI/AAAAAAAAAOg/2_R_F47g2HE/photo.jpg"
      },
      {
        "timestampMsec": "1370067069649",
        "starRating": "5",
        "title": "Greater than Great !!",
        "comment": "The entire concept is great...",
        "commentId": "gp:AOqpTOHCoq5_C03E7zVp8SNcQswgobteV4grVQLK39iwLPD_ydvp3cgQXmd-MFlc1bNwrX6r7As9WVlbiJAF5WE",
        "author": "Shalini Gupta",
        "authorURL": "http://lh5.googleusercontent.com/-VGICSmlv9a0/AAAAAAAAAAI/AAAAAAAAASE/PWauNrAz11Y/photo.jpg",
        "authorSecureURL": "https://lh5.googleusercontent.com/-VGICSmlv9a0/AAAAAAAAAAI/AAAAAAAAASE/PWauNrAz11Y/photo.jpg"
      },
      {
        "timestampMsec": "1370071732056",
        "starRating": "5",
        "title": "Excellent Job",
        "comment": "Great application, working perfect.",
        "commentId": "gp:AOqpTOE6nlcAbRYeIjNEcg8QCXIIPZW9P8ulk22KDrPVpZGIykJ9imMXAIfFYTCtSFHP7TsMoqp6Ozd_CVyNmG4",
        "author": "Atul Yadav",
        "authorURL": "http://lh5.googleusercontent.com/-01h3Hk3_meQ/AAAAAAAAAAI/AAAAAAAAAFo/uSPt3Jf67ws/photo.jpg",
        "authorSecureURL": "https://lh5.googleusercontent.com/-01h3Hk3_meQ/AAAAAAAAAAI/AAAAAAAAAFo/uSPt3Jf67ws/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE"
    ]
  }
}
