{
  "title": "Bonjour Le Chat Flipmag",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.fairyteller.bonjourlechat",
  "category": "Entertainment",
  "price": "Free",
  "datePublished": "August 30, 2013",
  "version": "1.2.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "9",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "Fairyteller",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.fairyteller.bonjourlechat",
  "extendedInfo": {
    "installSize": "1.5M",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "Got Cats? Well, Bonjour Cat! Introducing Bonjour Le Chat Flipmag, the second title in the series of Flipmag Apps for Android by Fairyteller. Every day, a cute new cat to make everyone purr, and if you can't get enough, there are years of kittens right around the corner <3If you love the website http://www.bonjourlechat.fr then this is the absolute best way to browse it on your phone or on your tablet. It's more than a bookmark, it's a new browsing experience.What's a \"Flipmag\"? A Flipmag by Fairyteller is a new kind of reader tailor-made for your awesome Android device that focuses on giving the best user experience for browsing a Photo Blog. It's gives you the pictures that you want, in the way that you want! Each Flipmag is dedicated to a outstanding tumblr blog handpicked from thousands. Fairyteller is not affiliated with the original blog's author. The content is and always will be the artists' property and their pride. Flipmags are merely browsers to let you appreciate their awesome work to the fullest. Features include:  - See all the latest pictures whenever you want!  - Fully native and innovative user experience!  - Browse all the archives with just a flip of the thumb!  - Automatic Bandwidth Saving Mode when not on wifi!  - Offline Mode when not connected at all!  - Open the pictures with the app of your choice with a long press!  - OpenGL Imaginator Mode for super fast zooming to see all the hidden details of a picture!  - Incognito optional mode, for those who don't want pictures to appear in the device gallery!  - Notifications when there are new posts to see!  - and many more coming so keep updated!If you are experiencing issues or if you have any question, don't hesitate to contact us at support@fairyteller.comFlipmags by Fairyteller are fully native apps, fully hardware accelerated, powered by Tumblr APIs in their latest version, with all the goodness from the latest Android technologies, and still compatible with the large majority of android devices.This app has been tested on the following devices: - Motorola Atrix running Froyo (2.2) - HTC Desire running Froyo (2.2) - Amazon Kindle Fire running Gingerbread (2.2) - Acer Iconia 500 running Honeycomb (3.0) - Motorola Xoom running Honeycomb (3.2) - Motorola Xoom running Ice Cream Sandwich (4.0) - Galaxy Nexus running Ice Cream Sandwich (4.0)",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.BATTERY_STATS",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
