{
  "title": "Mitt Romney's Load$ o' BULLion",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.fandroid.mittbullionfull",
  "category": "Cards & Casino",
  "price": "Free",
  "datePublished": "September 21, 2012",
  "version": "1.0.2",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "13",
  "rating": "4.1538463",
  "contentRating": "Low Maturity",
  "creator": "fanslots",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.fandroid.mittbullionfull",
  "extendedInfo": {
    "installSize": "9.3M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "A special Introductory Free Version of our new just-for-fun, real-action VIDEO SLOT MACHINE “Mitt Romney’s Load$ o’ BULLion™”.  Spin the reels and see parodies of “Flippin’ Mitt” Romney and his screwball buddies Paul “Pinocchio” Ryan, Ron “The Jester” Paul, “Cryin’ John” Boehner, and a string of special MYSTERY GUESTS.  The first in a series of high quality, tablet-ready realistic digital slot machines that provide hours of TOTALLY FREE just-for-fun casino action, with absolutely nothing to pay for! NO ACTUAL BETTING IS INVOLVED. Try to make the TOP 1% and be filthy rich just like Mitt!  Bet up to 10 credits per line, maximum 11 lines, and “cash out” your winnings by transferring them to “accounts” in the Cayman Islands or a Swiss bank to avoid paying US taxes, just like the Mittster. Multiply your winnings with TWO scatter win symbols.  Scatter wins get FREE SPINS, or take you to a special surprise stadium game with Flippin’ Mitt himself - just don’t let him change his mind about where the goal is while your play is underway!. Besides our emphasis on high-quality play and high-resolution graphics, FANSLOT games are different from any other slot machines in Google Play in that each will offer you a chance to share your newly gained “wealth” with an invitation to make a small (but actual) monetary donation to one or more important non-profit organizations.  In all seriousness, the upcoming national election offers a clear choice between an increasing radical right-wing Tea-Party Republican agenda with its non-inclusive social themes and its clearly BACKWARD path, and the FORWARD and INCLUSIVE vision of the Democratic Party.  Mitt Romney’s Load$ o’ BULLion ™ will invite you to make an optional, safe, and secure $1 or greater contribution to the Obama Victory Fund 2012, through the DNC Services Corporation’s secure website https://my.democrats.org, or to a Democratic state or national candidate in your locale.Mitt Romney’s Load$ o BULLion ™ asks for your permission to use your device’s INTERNET ACCESS (if available and enabled) for the purpose of downloading topical MYSTERY GUEST content.  It also uses GPS and/or Google Location functions in order to provide information about donating to a political campaign in your area.  The features can be disabled on your device without preventing Mitt Romney’s Load$ o’ BULLion ™ from running.  Of course, we hope you will enjoy receiving new multimedia content and we hope you will choose to donate to the President’s reelection campaign.FANSLOTS will always guard your privacy.  Please see our privacy statement at www.fanslots.com.  Please check back soon for a 99 cent version of Mitt Romney’s Load$ o’ BULLion ™ with more multimedia content and additional options for bonus play.  The Introductory Free Version of Mitt Romney’s Load$ o BULLion ™ is available for a short time only to introduce you to our new product offerings.  Also watch soon for other FANSLOTS game by checking Google Play and searching “fanslots”, “slots”, or “slot machines”. Visit www.fanslots.com for more information.  FANSLOTS products are marketed only through Google Play, the leading marketplace for mobile apps.  Sorry, our products are not available for iPhone®, iPod®, or iPad® at this time.Mitt Romney’s Load$ o BULLion ™ is a large, tablet-ready app with high-quality sounds and graphics.  Your device might have insufficient memory resources to experience all of the apps features.  Our goal is to support as wide an audience as possible, so if you are unable to run Mitt Romney’s Load$ o BULLion ™ or experience any other problems or limitation, please visit www.fanslots.com and report your technical issues or any other suggestions or comments.  Please tell us about your phone or tablet model when reporting issues and we will do our best!  Thanks so much for downloading Mitt Romney’s Load$ o BULLion ™ Please share the word with your friends, and PLEASE support the Democratic Party in 2012!",
    "reviews": [
      {
        "documentVersion": "1.0.2",
        "timestampMsec": "1364853667596",
        "starRating": "1",
        "title": "THIS IS SO RACIST!!!",
        "comment": "Typical racist hate propaganda from infantile uninformed liberals. Whites r the new suppressed race. The racism against whites in the US is terrible. Only whites can be racist according to liberals. We r told to be shameful of our color & unlike every other race we r not allowed to be white & proud. White ppl have achieved many great things why can\\'t we say white pride or white power because it\\'s \\\"racist\\\" but asians, blacks, spanish & everyone else can say both & it\\'s \\\"politically correct\\\". !!WHITE PRIDE!!",
        "commentId": "gp:AOqpTOEdrfjKauMxFs-O_nbDsgZEAseWYcRYBZv7FxIM6RzDEMc-gOwnxJ3ReEv291TGXaVOZZomy8lSfLZjSSU",
        "author": "Jason Moreau",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "documentVersion": "1.0.2",
        "timestampMsec": "1348295482043",
        "starRating": "4",
        "comment": "lmao!",
        "commentId": "lg:AOqpTOEDBKGsxZylUR2994xG02HNk-QbTUviWW_wgA5v6UVyiNdpFPe6OSj7KowpyCosdnMA-ACBrJSYH1W4Kvc",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1376176311027",
        "starRating": "1",
        "title": "Mitt Romney LOAD$ o\\' BULLion slots",
        "comment": "Such a RETARDED game! & what the hell is this that u have to pay a fee before u even play?",
        "commentId": "gp:AOqpTOG86i2wB8oc0VREVMjfpLwlNbCYj_0w0vwMNeoOdwDXtH9asQXSWDvQmthY8E45CAi9MgLGIlHQZ8KKBRM",
        "author": "Cindi Freeman",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1349985540016",
        "starRating": "5",
        "title": "Great game",
        "comment": "Play this game",
        "commentId": "lg:AOqpTOHKhhg3TWBN9WW7l4zSUMihbllHTf0kd5grAT0eOo9Ti5hZuZpuhDB64cTcFpfcnZ2cxmxMIlVw5zq8Ans",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1370479415175",
        "starRating": "5",
        "title": "I like from dj a",
        "comment": "More money",
        "commentId": "gp:AOqpTOGUp3rnGh96hJAs408Cbd-18tW8MbTwla2gpj9_DAVjiQRPONWybT9nbyBvKDiRMg7bZ8pN9jVeCSH4RTQ",
        "author": "John Cooper",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
