{
  "title": "Family Tracker",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.fibercode.familytracker",
  "category": "Lifestyle",
  "price": "$4.99",
  "datePublished": "August 29, 2013",
  "version": "3.3.23",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "290",
  "rating": "3.824138",
  "contentRating": "Low Maturity",
  "creator": "Fibercode",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.fibercode.familytracker",
  "extendedInfo": {
    "installSize": "1.1M",
    "downloadsCount": "10,000+",
    "downloadsCountText": "10,000 - 50,000",
    "description": "Do you miss Google Latitude? We got you covered! And we are taking it a step further - you can track iOS devices in addition to Androids!Family Tracker is a GPS tracking application that allows you to track Android and Apple iOS devices and send free text messages between them.What you get with this purchase:✓ Track Android and iPhone devices✓ Force updates remotely at any time without the user having to take any actions and it does not matter if the application is running or not✓ Ability to send a \"Stealth Ping\", which forces an automatic location update of the remote device without the person being notified✓ Even if the phone is rebooted, Family Tracker will automatically resume tracking and updating its position!✓ Track phones via the web✓ Free texts between phones in any language✓ Force a sound even if the phone is on vibrate or silent✓ Virtually no impact on battery life!✓ Find your phone when lost or stolen✓ There are no limits to the number of users to track✓ Post your current location on Facebook, Twitter, Google+, etc.✓ Tablet compatible✓ Great for businesses! Track your vehicles, shipments, etc.✓ Uses all the possible location methods: GPS, Cell Tower Triangulation and Wi-Fi (if enabled). That provides the best possible balance between accuracy and dependability✓ Tracks equally well cell phones and tablets✓ Uses the pictures from contacts or you can set a custom photo for every person you are tracking✓ Displays the approximate address of the devices being tracked✓ The most reliable and full-featured cell phone tracker on the market!✓ Works anywhere in the world, including free texting across borders.Optional Pro Features include:✓ The ability to see the historical location data (breadcrumbs) for everyone you are tracking on the map✓ Quickly find out where someone was at a particular time by using breadcrumbs list view✓ Export of the breadcrumbs info into .GPX and .KML file formats. That allows you to share or archive this information.*** The Pro Features are optional and require an in app purchase in order to get activated! ***IF YOU NEED HELP, PLEASE CONTACT OUR SUPPORT AT android@logsat.com. WE REPLY PROMPTLY!FamilyTracker allows you to track your children, wife, husband and fiancée. You can now find out where they are, at anytime, as long as they have their Android or iOS devices with them.So how does this work?Simple. Install Family Tracker on the device you want to track. From then on, you can use either a web browser or the Family Tracker app itself installed on your own device to locate your family member.Each device with FamilyTracker installed has the option to automatically update its location at regular intervals (from every 1 min. to every 1 hour). You can adjust this under the \"Settings\" tab. The automatic feature can be turned on/off by the user.Whether the user has their automatic tracking service disabled or not you can always force an update of their location at any time.Any time you would like to see the current location of a device you can \"ping\" it, which will send a tracking notification to the user.There are 2 ways to set up tracking a phone with our application:1. Having the application installed on both phones- yours and the person you want to track.2. Install the Family Tracker application only on the phone you want to track and then use our website to track it, force location updates and send free messages.Family Tracker does not need to know your phone's cell number to function, as it does not send SMS messages for notifications. It sends free Push Notifications to the device being tracked. These notifications are free, specific to our Family Tracker application, and work anywhere in the world as long as the device being tracked has internet access via the cellular network or WiFi.*** Requires Android OS version 2.2 and up ***",
    "reviews": [
      {
        "documentVersion": "3.3.23",
        "timestampMsec": "1375181796814",
        "starRating": "4",
        "title": "Fantastic, better alternative than latitude",
        "comment": "I am loving this app! My wife puts her phone on silent all the time because of our work schedule, and she forgets to turn her ringer on. The option to send a text that overrides the silent mode is a great bonus for us, and I didn\\'t know it was an option!  The only thing that would make it better is single hand zoom, as used in the Google Maps app",
        "commentId": "gp:AOqpTOF4vdAdVkD2NQGbp4yjbTFj09UOjf0b3ZMwZVVI3U2vG6Im_p-vAEct4tdhGBDx2wB_KmvWGG807N1S",
        "author": "Brandon Hughes",
        "authorURL": "http://lh3.googleusercontent.com/-k8R96xyiMn4/AAAAAAAAAAI/AAAAAAAABpY/SD6xSNwY5SY/photo.jpg",
        "authorSecureURL": "https://lh3.googleusercontent.com/-k8R96xyiMn4/AAAAAAAAAAI/AAAAAAAABpY/SD6xSNwY5SY/photo.jpg"
      },
      {
        "documentVersion": "3.3.23",
        "timestampMsec": "1375508304814",
        "starRating": "4",
        "title": "Live Tracking is Good - Pro Features, Not So Much",
        "comment": "The live tracking is good. I use the app so that my family can see where I am when I go on my motorcycle cruises. It is comforting to know that if something untoward should happen to me while out on a ride and I did not return home when expected, my family could pass on location information to emergency responders.  I subscribed to, but quickly cancelled Pro Features. Many of my bike rides take me on distances of over 200 miles,  I thought it would be a good idea to leave a \\\"breadcrumb\\\" history on each ride. This would help in the event of an emergency.  I quickly found out that this feature of Family Tracker is of no use to me because there is no way for me to clear the breadcrumb history before I embark on a ride.  Because I ride often, the history map which displays blue \\\"marker pins\\\" for each point that is reported quickly filled up with hundreds of pins showing hundreds of positions where I had been tracked over a period of a few days.  One weekends worth of riding was enough to crowd the history map with so many marker pins that the history map was useless.  The ability to clear breadcrumb history as needed would have earned you 5 stars!",
        "commentId": "gp:AOqpTOGjQHF5Uoo0-8yCUGW3_gm6MwYd6Ggn4BoTfaOf9fmuMB1lSUYVfuoT1LpdL1JzN-DeCHELh3YNtysn",
        "author": "Xavier G.",
        "authorURL": "http://lh3.googleusercontent.com/-b0EDI0Y50KA/AAAAAAAAAAI/AAAAAAAAALg/hDbD1jmnB0Y/photo.jpg",
        "authorSecureURL": "https://lh3.googleusercontent.com/-b0EDI0Y50KA/AAAAAAAAAAI/AAAAAAAAALg/hDbD1jmnB0Y/photo.jpg"
      },
      {
        "documentVersion": "3.3.23",
        "timestampMsec": "1375058019259",
        "starRating": "4",
        "title": "Best Available Tracking",
        "comment": "I\\'ve had for over a year. Just recently subscribed. Not quite a 5 star as your child can still hide from you by simply shutting off their GPS on their phone. But I can\\'t hold that against this company :-P I see other apps have availability to enable GPS, so I know it can be done~ maybe on the next update.  Thanks-",
        "commentId": "gp:AOqpTOG1qnDbTNCpBVfndL3TPZoIuIfyET5LXj1yIpN9zql1rUMw-NjDWwR6XRFELo375J8lGEqImLfOE2kA",
        "author": "JOHN ECKSTEIN",
        "authorURL": "http://lh5.googleusercontent.com/-6ET-FHT_O8Y/AAAAAAAAAAI/AAAAAAAAAA4/cV5m4inWxBw/photo.jpg",
        "authorSecureURL": "https://lh5.googleusercontent.com/-6ET-FHT_O8Y/AAAAAAAAAAI/AAAAAAAAAA4/cV5m4inWxBw/photo.jpg"
      },
      {
        "documentVersion": "3.3.23",
        "timestampMsec": "1372780351356",
        "starRating": "5",
        "title": "UPDATE working now - Not working after update",
        "comment": "**Working now.**  This app worked pretty good until it\\'s last update. Now it\\'s not updating the location of the device at all.  So I have to give it one star because as it stands now, its useless. Fix it and it will get 5 stars.",
        "commentId": "gp:AOqpTOHLFF-qCLirMgs7A554LEIxIqH0zhzlZ-pENSNS6zJ0somCSyFlEWEIFpbaUZ39xHkJdUbYjAAUsHtb",
        "author": "Michael R",
        "authorURL": "http://lh6.googleusercontent.com/-BzCJEZ6RCF0/AAAAAAAAAAI/AAAAAAAAAEg/pFHSs0DfHYY/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/-BzCJEZ6RCF0/AAAAAAAAAAI/AAAAAAAAAEg/pFHSs0DfHYY/photo.jpg"
      },
      {
        "documentVersion": "3.3.23",
        "timestampMsec": "1375316081092",
        "starRating": "2",
        "title": "Not accurate",
        "comment": "Unless I am doing something wrong...I always receive a \\'within 1.77 miles of...\\'. I thought this was to track to exact science? Furthermore, it is never accurate...maybe I expected more....?",
        "commentId": "gp:AOqpTOFlSCYwqlUKcFm-hnVq-kvTYbziLXV1mjiN-vhzr84nzrSrabu5jpZIFYxdcrplfatv6MwHK_PoAg6d",
        "author": "Rachael Crowder",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "documentVersion": "3.3.23",
        "timestampMsec": "1377710014382",
        "starRating": "5",
        "title": "Must have",
        "comment": "Very handy and very accurate.  The developer personally   called me to help me set up my children\\'s phones!  Just make sure and make a password restriction on ur kids phones so they are unable to delete apps and for disabling location services!",
        "commentId": "gp:AOqpTOGpgjtwC8O1xSFhlaGrPsc-8LubpxuFOIXYyyOjhFb0bGy47pTcuhz4taBoLFuE7605K7GfLgxpJAMY",
        "author": "Kelly Livings",
        "authorURL": "http://lh4.googleusercontent.com/-u_dwkAphIfc/AAAAAAAAAAI/AAAAAAAAAB8/4R0YnSJwxXI/photo.jpg",
        "authorSecureURL": "https://lh4.googleusercontent.com/-u_dwkAphIfc/AAAAAAAAAAI/AAAAAAAAAB8/4R0YnSJwxXI/photo.jpg"
      },
      {
        "documentVersion": "3.3.23",
        "timestampMsec": "1374737731121",
        "starRating": "5",
        "title": "Good",
        "comment": "So far",
        "commentId": "gp:AOqpTOHz9HyLvZkKMEnRnI4GZdExNYP2nVfpP4B_3Soj_PY4tZxcnZTarEs-xY6QXQolXKqlNBBjTyjRK92B",
        "author": "dave willams",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "documentVersion": "3.3.23",
        "timestampMsec": "1376065091572",
        "starRating": "1",
        "title": "The most important thing you need to know",
        "comment": "For each person you want to track , they have to pay for the app. So for my family (2 children & 2 Adults) the total cost of the app is \\302\\24313.56",
        "commentId": "gp:AOqpTOF3CJNEnqu0c2BEO4_pkiVkOJp5RkhKFJR3dWtR9pK7h-sZDTbc-4jsdtfc-U0xGOoyACd1BVoY1Lp4",
        "author": "Ian Antcliff",
        "authorURL": "http://lh5.googleusercontent.com/-JhSg-v_TaIc/AAAAAAAAAAI/AAAAAAAABfU/HHc4Aa0E-e8/photo.jpg",
        "authorSecureURL": "https://lh5.googleusercontent.com/-JhSg-v_TaIc/AAAAAAAAAAI/AAAAAAAABfU/HHc4Aa0E-e8/photo.jpg"
      },
      {
        "documentVersion": "3.3.23",
        "timestampMsec": "1372947308215",
        "starRating": "5",
        "title": "Overall good.",
        "comment": "I have just started to test this app. For now it is fine.  However, it could be improved, Battery status. More languages. Speed alert.",
        "commentId": "gp:AOqpTOG5dT0tD8DZ7vS7LLibzIjO8ghmWgxpju7WrVRF-UrhWHid1aqsDsICgEFvpiINXQWFqVdAgkp4syHa",
        "author": "Alexey Inyatkin",
        "authorURL": "http://lh3.googleusercontent.com/-avjsllSWk1k/AAAAAAAAAAI/AAAAAAAAAGk/ODjkOWhmfBk/photo.jpg",
        "authorSecureURL": "https://lh3.googleusercontent.com/-avjsllSWk1k/AAAAAAAAAAI/AAAAAAAAAGk/ODjkOWhmfBk/photo.jpg"
      },
      {
        "documentVersion": "3.3.23",
        "timestampMsec": "1377887531777",
        "starRating": "4",
        "title": "Suggestions",
        "comment": "#1: Update graphics -  background is messy.  #2: In addition to auto update per e.g. 15 minutes (save battery = not to often) - have it update on gyroscope within a threshold (person is moving - update more often)  #3: After an accurate update - it should detect changes in movement from the last accurate position: If changed, update within a short threshold (person is on the move, update more often)",
        "commentId": "lg:AOqpTOEdl-tbhI646KCJnoo65QUHijby0fZHIh--C9FZQSZufQ6plrK3d_9weEA_7QDB7EA_RGHG-s-rAilr",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "documentVersion": "3.3.1",
        "timestampMsec": "1372625977936",
        "starRating": "1",
        "title": "Buying this app allows you to pay a subscription too. Asinine!",
        "comment": "Developer has gone insane.  Now, after buying the app, developer wants you to pay a monthly subscription for \\\"pro features\\\" (that are free on other apps by the way).",
        "commentId": "lg:AOqpTOHHVNF3Wg8Cssrv4ndiuvQd5QTna2Ewp3u3gPmae7kbmIcAR3azcIhK3ixz88RYu0PWNuAaKdg36TL5",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "documentVersion": "3.3.1",
        "timestampMsec": "1360882376041",
        "starRating": "4",
        "title": "Great!",
        "comment": "Does exactly what I wanted. Low battery usage is an important benefit of this app. Sometimes there\\'s a delay in updating but it\\'s difficult to say whether it\\'s the device or their server. Either way it\\'s pretty reliable. I do recommend!",
        "commentId": "gp:AOqpTOE7a3gHllMGYXR_DFGdQxKBBo3lIM21lbNvJ1Lf054k8gd4D8lGt2mVcshAofa5gfjHBBA5HEhAtwM-",
        "author": "Carl Buckley",
        "authorURL": "http://lh4.googleusercontent.com/-DG9Miu5HhtU/AAAAAAAAAAI/AAAAAAAAAN0/F-zy2TA3dl4/photo.jpg",
        "authorSecureURL": "https://lh4.googleusercontent.com/-DG9Miu5HhtU/AAAAAAAAAAI/AAAAAAAAAN0/F-zy2TA3dl4/photo.jpg"
      },
      {
        "documentVersion": "3.3.1",
        "timestampMsec": "1371516984800",
        "starRating": "2",
        "title": "Customer Service is not helpful - at all!",
        "comment": "Bought for ANDROID (not iTunes) on google play 5/13.Device with wifi turned on will not track messages-it can send,but wont keep track of the messages in history.Told must have a data plan, but I don\\'t recall requirement.If someone turns on wifi, you would expect the app to work!  After MANY emails from me, dead silence from them, finally it worked. \\\"Hi,  The purchases on iTunes are final. The 15 minute incase only applies to the Android market, after this period you will not be able to get a refund.If you have issues with the refund, you can contact Apple and ask them directly for a refund and maybe they can help you out with your issue.  Keep in mind that we do not have any control over the purchases as we do not handle the purchases made on iTunes.   The only way for the app to work is to have internet and all the apps on the market use internet to report its position, there is no app that can do so without internet. I can help you with any issue with this, but unfortunately there is no way it can work out without internet.  Please let us know if you have any other comments or have any questions regarding on how the app works.  Kind regards, Gabo \\342\\200\\223 Family Tracker support\\\"",
        "commentId": "gp:AOqpTOGKFPv7AmT5sh3mhC0Ae3iMFAOka06e6QJeRgMPzS1WDvabxaYSqd4Nhr6U78uvsigkaamkPO5A-4wc",
        "author": "Ray McGee",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "documentVersion": "3.3.1",
        "timestampMsec": "1371904876922",
        "starRating": "5",
        "title": "This app is excellent",
        "comment": "Does exactly what it advertises. Straight to the point locating and no bells and whistles that aren\\'t necessary. Web feature is a great addition as well. App is a one time cost and history tracking upgrades are monthly fees if you want them. The stealth ping is the best and saves battery life big time and gives you instant peace of mind as to where someone is. I searched all over for a good locating app for my family and this one is the best in my opinion.",
        "commentId": "gp:AOqpTOFYzPxmVD-J0wXy50E2tWBxeRJU4hwyYmEr6lyZB0AJhQyOQiCTa9A9KWy1jOBnhZjYA27SldVTrMb5",
        "author": "Larry Burns",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "documentVersion": "3.3.1",
        "timestampMsec": "1370596308725",
        "starRating": "2",
        "title": "Does what google app does for free",
        "comment": "for a family tracker it should have the ability to activate/ deactivate the gprs of the family member by sms. or temporarily activate gprs only to refresh the location. otherwise it is a friend locator app just like google maps app. It gets the data by 3G or WiFi, that means that if data connection is not available or turned off, you are not able to lokate your kid. The location should be determined by gprs alone if there is no data connectivity available. For my self it shows my family members still at home until they retourn because at school they are not allowed to connect to WiFi and having 3G on at all times makes it expencive. It works fine otherwise it does not consumes much battery and it does not stress the user, no popups. Perfect in this regard better than google app. But still it is not a family traker but a friend traker for as long it is conserned about the privacy rights. My family does not mind knowing where they are this is how I got permition to install it on their phones. and it should send stealth mesages to temporarily activate gprs or tourn on then off the gprs every hour for about 3 minutes just to refresh the location.",
        "commentId": "gp:AOqpTOEZ7v_SC_xw-coBRV0KXOhuCeGf_S_wt85gctDLq2piwLbQrdIdzTfX2quDFPXJo4dt5_hva9Dd8ziy",
        "author": "Ion Eftodi",
        "authorURL": "http://lh6.googleusercontent.com/-munOHIKm9TM/AAAAAAAAAAI/AAAAAAAAAAA/uy1Uj1Mfyk0/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/-munOHIKm9TM/AAAAAAAAAAI/AAAAAAAAAAA/uy1Uj1Mfyk0/photo.jpg"
      },
      {
        "documentVersion": "3.3.1",
        "timestampMsec": "1366123555725",
        "starRating": "5",
        "title": "Very Pleased",
        "comment": "This works well - now if only I can figure out how to buy the pro version. I\\'ve been trying for two days! :-)  Ok, I found the pro version - one just subscribes from the application itself. Yay!!!",
        "commentId": "gp:AOqpTOFl2WFIhF6l4AT-JDDBO-9OEo4FEvXVlEIzfIM16tNwjDZL4qoJNpKBrajboNXXce0GktleUBWYTMCW",
        "author": "Wynne Linden",
        "authorURL": "http://lh5.googleusercontent.com/-keKr3sgyttI/AAAAAAAAAAI/AAAAAAAABcA/xkji4a1Rm2Y/photo.jpg",
        "authorSecureURL": "https://lh5.googleusercontent.com/-keKr3sgyttI/AAAAAAAAAAI/AAAAAAAABcA/xkji4a1Rm2Y/photo.jpg"
      },
      {
        "documentVersion": "3.3.1",
        "timestampMsec": "1371894010815",
        "starRating": "4",
        "title": "good",
        "comment": "for lost phone, if the phone is stolen by others and turned off, you can\\'t retrieve your phone location anyway",
        "commentId": "gp:AOqpTOGoT5_GW32oR9gPyhCc-Z7gLnFPdDiyBSuoW8-AhkvPg31efb46Vt8EU7sg8m4Gi9b3XleFAXA6taxa",
        "author": "Xin Yang Chan",
        "authorURL": "http://lh6.googleusercontent.com/-LkYJWjf0BX8/AAAAAAAAAAI/AAAAAAAAAE0/dvZtoX0vbv4/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/-LkYJWjf0BX8/AAAAAAAAAAI/AAAAAAAAAE0/dvZtoX0vbv4/photo.jpg"
      },
      {
        "documentVersion": "3.3.1",
        "timestampMsec": "1363669944035",
        "starRating": "1",
        "title": "This is horrible",
        "comment": "They can\\'t even verifie your email. Waste of money and more import time!",
        "commentId": "gp:AOqpTOHNDFV1bplz518_RUpawP2ki4TF68mq3RQ1yVJvdoM5OyywN_TAmMvgk28eOXDVudooQTgnL8YCaBFh",
        "author": "Case Colcord",
        "authorURL": "http://lh5.googleusercontent.com/-x6EQbse_Io0/AAAAAAAAAAI/AAAAAAAAAyI/wV0RS-SdJlw/photo.jpg",
        "authorSecureURL": "https://lh5.googleusercontent.com/-x6EQbse_Io0/AAAAAAAAAAI/AAAAAAAAAyI/wV0RS-SdJlw/photo.jpg"
      },
      {
        "documentVersion": "3.3.1",
        "timestampMsec": "1368082522147",
        "starRating": "1",
        "title": "DO NOT BUY IT...",
        "comment": "Doesn\\'t. Work. Will not verify email .....waste. of money..",
        "commentId": "gp:AOqpTOHKohUsWfodbfG8BetNKbGBwmrl_W63wGSqlFMSKAG2BQY-Mhe9L0yAoGyS1OmTCSGrlPR3ZuIDN4sM",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "documentVersion": "3.3.1",
        "timestampMsec": "1366563431583",
        "starRating": "3",
        "title": "how to install family tracker in ur labtop",
        "comment": "hey I was wondering how u get this family tracker working on ur labtop kk thanks bye",
        "commentId": "gp:AOqpTOGRiyuvYTzE7qJKgza1rywTZe10ZvatO1HVBSw35y9vUqIiNWRLakCuXktrkGXHGuQpPHIRmf0AiZ_V",
        "author": "stephanie karis",
        "authorURL": "http://lh4.googleusercontent.com/-SlAkZ326GNE/AAAAAAAAAAI/AAAAAAAAABs/oyp7UXBFo9E/photo.jpg",
        "authorSecureURL": "https://lh4.googleusercontent.com/-SlAkZ326GNE/AAAAAAAAAAI/AAAAAAAAABs/oyp7UXBFo9E/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.INTERNET",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_CONTACTS",
      "android.permission.READ_PHONE_STATE",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.GET_ACCOUNTS",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "com.fibercode.familytracker.permission.C2D_MESSAGE",
      "com.google.android.c2dm.permission.RECEIVE",
      "android.permission.WAKE_LOCK",
      "com.android.vending.CHECK_LICENSE",
      "android.permission.MODIFY_AUDIO_SETTINGS",
      "com.android.vending.BILLING",
      "android.permission.READ_EXTERNAL_STORAGE",
      "android.permission.READ_CALL_LOG"
    ]
  }
}
