{
  "title": "RTN Rock Trivia Sampler",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.favequest.RockTrivia",
  "category": "Casual",
  "price": "Free",
  "datePublished": "October 26, 2011",
  "version": "1.0",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "2",
  "rating": "3.0",
  "contentRating": "Low Maturity",
  "creator": "ROCK TRIVIA NETWORK",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.favequest.RockTrivia",
  "extendedInfo": {
    "installSize": "725k",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "RTN - The Rock Trivia Network presents the FREE ROCK TRIVIA SAMPLER with 240 questions that will stir up all kinds of musical memories. (And not all of them good, either... just puttin' that out there.)The Rock Sampler is 99.9% pure rock and roll trivia from the 60s, 70s, 80s, and 90s plus special Album trivia and Tracks trivia that'll remind you of how aweseome you were when you rocked the rec room with your sunburst double-neck Fender Gibson Hagstrom Rickenbacker humbucker tennis racket air guitar.At the Rock Trivia Network we are dedicated to those memories, to your inner rockstar, and to producing the highest quality rock and roll trivia games on the planet.  We agonize over the questions for hours and days.  They can't be so stupidly hard that nobody knows the answer. That's no fun.  And they can't be so obviously easy that everybody gets them, either.  We work extra hard to get it right.  (What's our formula?  Don't have one, actually, but we do know that you don't really care much about how the game works or any of that.  You just want to have fun, like Cindy Lauper's girls.  And maybe outscore the dork at the office who thinks he knows everything.)Questions? Comments? Drum solos? Send them to rockstar@rtn-1.comBut enough of this. It is time. You must honor your inner rockstar.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE"
    ]
  }
}
