{
  "title": "FeelingCoupleFree |KissingGame",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.feeling.couple",
  "category": "Entertainment",
  "price": "Free",
  "datePublished": "June 11, 2011",
  "version": "1.1",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "7",
  "rating": "3.4285715",
  "contentRating": "Everyone",
  "creator": "knknknKen",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.feeling.couple",
  "extendedInfo": {
    "installSize": "291k",
    "downloadsCount": "10,000+",
    "downloadsCountText": "10,000 - 50,000",
    "description": "* both English and Japanese version are availableThe name \"Feeling Couple\" comes from Japanese TV show.. If I translate correctly, it would be \"Couple Maker\". but it is really Japanese application, so i will change the rule for your country...This game is... Kissing Game!!I will explain the rule of this Kissing Game, and later original rule as well.If you really want to kiss/ want to be a couple, i strongly recommend you to have Feeling Couple Pro.When you are drinking or in party, this application would be super powerful.The KissingGame's rule is1. make a group which is consist of less than 5-guys and 5-girls2. Choose different number from 1-5 for each guys and girls (men1, men2, ... , girl1, girl2...)3. with this application, each one have to choose one guy/girl whom you want to kiss the most (at this point, nobody could see whom you chose)4. Choosing will be start from men1 or girl1, and after, pass the phone to men2 or girl2, and 3-5. then, when it goes to men5 or the last person, pass it to opposite gender's person1.5. when all of your input finished, click the button \"check the result\" with all of you6. If the one who chose is also interested in you, you will be connected with red line. it means, you have to kiss at that time!!!!And the reason i said \"i recommend you to have [PRO]\" is...If you got a pro, you can actually see whom the other girls/guys chose. I will explain supposing you are guy. if you let girls input first, when men turn comes, you can see the result of the girls...Additionally, the original Japanese rule is1. make a group which is consist of less than 5-guys and 5-girls2. Choose different number from 1-5 for each guys and girls (men1, men2, ... , girl1, girl2...)3. with this application, choose one girl whom you are interested in the most (at this point, nobody could see whom you chosen)4. Choosing will be start from men1 or girl1, and after, pass the phone to men2 or girl2, and 3-5. then, when it goes to men5 or the last person, pass it to opposite gender's person1.5. when all of your input finished, click the button \"check the result\" with all of you6. If the one who chose is also interested in you, you will be connected with red line. it means, you can be a couple!!!!I don't know if it works outside japan, but it might be interesting in your country as well :)",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [

    ]
  }
}
