{
  "title": "Learn Fast & Pass",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.fastforward.android",
  "category": "Education",
  "price": "Free",
  "datePublished": "June 24, 2012",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "6",
  "rating": "3.0",
  "contentRating": "Everyone",
  "creator": "Fast Forward Academy, LLC",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.fastforward.android",
  "extendedInfo": {
    "installSize": "728k",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "The Fast Forward Academy Android app allows you to access all of our online tools and free PDFs of our study guides to your Android phone or tab. This app requires an Internet connection.Want to pass the CPA exam the first time? Try a course like no other... Want to pass the first time? Then you need the industry's most powerful and innovative tools at your fingertips. We have reference texts, decades of past exam questions, and an environment that simulates the real exam while connecting you to peers. Access the tools from anywhere and receive focused feedback that pinpoints weak subjects and compares you to the community. Learn fast and pass! Starting a Tax Career? Our Tax Preparer Course & IRS RTRP Exam Study Guide is the Answer! Got PTIN? Under the new IRS rules, all paid preparers must have a Preparer Tax Identification Number to prepare tax returns for compensation. In addition, the IRS requires competency exams for all paid tax return preparers who are not attorneys, certified public accountants or enrolled agents. The new IRS tax preparer exams will cover ethics, penalties, 1040 and Schedule C. To prepare tax returns you must pass this exam and to pass you need Fast Forward Academy. Kick start your tax preparation career today! Are You Ready For The IRS Enrolled Agent Exam? The Fast Forward Academy IRS Enrolled Agent Exam Study Guide contains the information you will most likely see on the IRS Special Enrollment Examination. Sure our complete enrolled agent exam course is half the size of others but that is why it is the best, quality not quantity. Our streamlined enrolled agent course, practice exams, and access to our free online question bank filled with past EA exam questions will provide you with everything you need to learn fast and pass. Guaranteed. We also offer a powerful bundle: Study Guide + Practice Exams = Pass. Our pass-rate is 98% with 82% passing ALL 3 exams on the first attempt. Online CPE That Is Actually Informative and Easy to Use... Fast Forward Academy develops quality content with real world scenarios, humor, and material to give your business or practice an edge over the competition. FFA continuing education courses are delivered online using Flash, video, and other engaging technologies to bring you an experience second to none. As a requirement of your profession, it is mandatory that you meet your continuing education requirements. As a busy professional, why not meet those requirements with courses that are innovative and bring value to your profession... take Fast Forward Academy CE today!",
    "reviews": [
      {
        "timestampMsec": "1340908100686",
        "starRating": "2",
        "title": "Just a menu of shortcuts",
        "comment": "This app requires a login to get to a menu of shortcuts that take you to the regular version of their website.  What makes this different from other cheap apps is that you need to login once again in order to access the test bank.  Don\\'t publish a cheap app just to have one - it makes you look cheap.",
        "commentId": "lg:AOqpTOEQFGHeZs3qPngLU9JHClh5geywMcf5HO_n5sJ1oX-wc2rKM_8xPb_4l0j1Mae1kgTX-HZXvSy7dgifEQ",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1367208290108",
        "starRating": "1",
        "title": "Worst app",
        "comment": "Can\\'t download PDF even though link is there. While going through course material sometimes pages are blank",
        "commentId": "gp:AOqpTOHArnydH84XVUvhvDkeWlCC0U3Zk-aCM3eKPXlA6G0E3pmIzEjZ-_BDLiUCCsHs5C055ILtOrT4E4ihRg",
        "author": "Abid Naeem",
        "authorURL": "http://lh5.googleusercontent.com/-Z06REv9QcG0/AAAAAAAAAAI/AAAAAAAACiQ/oJ2Il5wF9es/photo.jpg",
        "authorSecureURL": "https://lh5.googleusercontent.com/-Z06REv9QcG0/AAAAAAAAAAI/AAAAAAAACiQ/oJ2Il5wF9es/photo.jpg"
      },
      {
        "timestampMsec": "1347805084268",
        "starRating": "1",
        "title": "Dont like it",
        "comment": "Poor app . first I was think that easy to study after I understood I should learn of my own.",
        "commentId": "lg:AOqpTOHhiwk81Qhjl3Gv8zSUNw6_9QGNgoUqNXmNKR0qjdB4GtrPY6mQ4goBuZgxHaa3GYtkcxlImvIJGZn86A",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1340644169448",
        "starRating": "5",
        "title": "Works great",
        "comment": "Allows me to access my ea study materials quickly.",
        "commentId": "lg:AOqpTOGQhb7_BcNtTR-wQO6QFMxH3w4XonG1rl6gAtqlM0RZs4PVw6M80cGD1fJeDkHPf0kkLqGeL7zmKcxHoQ",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE"
    ]
  }
}
