{
  "title": "The Walking Dead FanFront",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.fanfront.thewalkingdead",
  "category": "Entertainment",
  "price": "Free",
  "datePublished": "September 1, 2013",
  "version": "1.1",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "5",
  "rating": "4.2",
  "contentRating": "Medium Maturity",
  "creator": "FanFront",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.fanfront.thewalkingdead",
  "extendedInfo": {
    "installSize": "1.2M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "The COMPLETE Walking Dead Fan App!FEATURES:• Interact with other TWD fans through the Fan Chat!• Voice your opinion with a monthly Fan Question!• Compete with other fan-bases in the Fan Battle!• Test your skills with the challenging Jigsaw Puzzle Game!• Stay updated with the latest news on The Walking Dead!• Watch the hottest videos, including featured In-App Videos!• Read more information about the show!• View TWD's photos on Instagram!• Stay connected with the official Facebook and Twitter feeds!• Plus so much more!ABOUT THE WALKING DEAD: The Walking Dead is an American horror television drama series developed by Frank Darabont. It is based on the comic book series of the same name by Robert Kirkman, Tony Moore, and Charlie Adlard. The series stars Andrew Lincoln as a sheriff's deputy Rick Grimes, who awakens from a coma to find a post-apocalyptic world dominated by flesh-eating \"walkers\", resembling zombies. He sets out to find his family and encounters many other survivors along the way. The title of the series refers to the survivors, and not the zombies. The Walking Dead premiered on October 31, 2010, on the cable television channel AMC in the United States. It premiered internationally during the first week of November 2010 on Fox International Channels. Based on its reception, AMC renewed the series for a second season of 13 episodes, which premiered on October 16, 2011. Two episodes into the second season, AMC announced that the show would return for a third season of 16 episodes, which began airing on October 14, 2012. On December 21, 2012, AMC renewed The Walking Dead for a fourth season of 16 episodes.DISCLAIMER: The Walking Dead FanFront is not affiliated with or endorsed by The Walking Dead entities, or AMC. We are simply fans, showing our support for this amazing TV series. No copyright infringement is intended. Please contact us with any questions or requests for content removal.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
