{
  "title": "feelRace - Who races where?",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.feelrace",
  "category": "Sports",
  "price": "Free",
  "datePublished": "July 12, 2013",
  "version": "1.0",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "Peter Eifler",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.feelrace",
  "extendedInfo": {
    "installSize": "103k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "What's the best way to keep you going? Setting a goal.No matter if you are going for a 10 km run, half-marathon, marathon, triathlon, or another race - with feelRace you announce your planned target time for your upcoming race. After the race, one will know how accurate your prediction was. The closer you get to your goal, the higher you will rise in the Ranking List of feelRace. The key is how precise your target is, not what you achieve as a total race time.Do you want to run your race together with other people? Mark your race with \"sports buddies\" and meet new runners with a similar target time at your race. The MARCO Marathon Calculator will help you find your marathon target time.Searched everywhere, finally found! Who of us races where?Is this question asked frequently in your team or group?Do your team colleagues often think: \"Hey, if this guy races there, I'll race there too.\"?feelRace offers you a tool to manage team races and league races (for free). This way, you obtain \"Who races where?\" for your team or group. All team members who sign up at feelRace are listed and managed under their own team name.Everybody can look up who will be racing in which race.Before the race, the athletes are shown in the Starters Lists. After the race, the race results can be looked up in the Ranking Lists.If you belong to the management of your team/group and wish to create a list of races for your team colleagues (or wish to set up the entire leagues formation for your team), then check the corresponding checkbox in \"My Profile\" using your PC. You will obtain special access rights as administrator of your team. With the races list, you make it easy for your team colleagues to sign in their races at feelRace because you already provide all the race data. Managing the races list is very easy, because every team member signs in his race on his own.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET"
    ]
  }
}
