{
  "title": "More Convenient Keyboard",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.fancyydk.android.moreconvenientkeyboard",
  "category": "Tools",
  "price": "$1.00",
  "datePublished": "February 13, 2012",
  "version": "1.1.5",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "2",
  "rating": "3.5",
  "contentRating": "Everyone",
  "creator": "Dongyon Kang",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.fancyydk.android.moreconvenientkeyboard",
  "extendedInfo": {
    "installSize": "139k",
    "downloadsCount": "50+",
    "downloadsCountText": "50 - 100",
    "description": "===== Please read before you download this keyboard =====There is a free version of this keyboard called \"More Convenient Keyboard Lite.\" Please try it out before you download this paid version to see if it's compatible with your phone.===== Description =====The keyboard made for your typing business!Most keyboards have separate alphabet key pads and number key pads, so users must inconveniently switch back and forth when typing alphanumeric words. Well, not anymore with the More Convenient Keyboard!This keyboard has a layout similar to that of a real keyboard, so there's no need to learn how to use it.This keyboard has two layouts: QWERTY and Phone, for those of us with a small screen. Whatever is more convenient for you, you can select the layout of your choice from the settings menu.In addition, it also has arrow keys, so cursor manipulation becomes much easier when there is a typo.If you have questions or suggestions about this keyboard, please e-mail the developer at fancyydk@gmail.com",
    "reviews": [
      {
        "documentVersion": "1.1.5",
        "timestampMsec": "1352047176883",
        "starRating": "2",
        "title": "Not good",
        "comment": "I was so excited to finally find an app that has BOTH directional keys AND its own numbers key row along with the normal letters ALL on the main typing screen.  I installed both the free app and paid app on my EVO 4G AND MY SAMSUNG S3.  My phones indicate that they r installed, but its actually my phones default keyboard even though I have this keyboard selected in my settings.  PLEASE FIX THIS IF POSSIBLE.  I  REALLY WANT A KEYBOARD WITH SEPARATE NUMBERS KEYS AND DIRECTIONAL KEYS ON MAIN TYPING SCREEN.",
        "commentId": "lg:AOqpTOFfv0VZivChmLiJgSv38fNTFxvyXCFEAJmpYO_udTSuroiWMx9l-mnm3Prduj1Zn6gfLXH9-CV6d-CKQjY",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "documentVersion": "1.1.5",
        "timestampMsec": "1333294690535",
        "starRating": "5",
        "title": "Great for Galaxy Note",
        "comment": "Great for Galaxy Note By: ACAB",
        "commentId": "lg:AOqpTOEYXrV8k0h180uUVvEXU2eIaCc8nnf4onK2riNEkS2nbVNkSBlG6nNkl3gl-PHvz7LxXgt9FyXh31xX7Fo",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [

    ]
  }
}
