{
  "title": "Strategy",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.famlinkup.stratego",
  "category": "Brain & Puzzle",
  "price": "$0.99",
  "datePublished": "August 24, 2013",
  "version": "1.2",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "1",
  "rating": "4.0",
  "contentRating": "Everyone",
  "creator": "Sam Baird",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.famlinkup.stratego",
  "extendedInfo": {
    "installSize": "5.5M",
    "downloadsCount": "50+",
    "downloadsCountText": "50 - 100",
    "description": "This game of strategy follows the rules of Stratego. It is a 2 player board game, where each player controls a set of different pieces that are unknown to the opponent. The goal of the game is to find and capture the opponent's flag. Because each player cannot see the opponents pieces, discovery and exploration are an important part of the game.This version of the game comes with 3 different board sizes: 10x10 (the standard size), 7x7, and 5x5. If you only have a few minutes and want to play a quick game, this allows you to pick a smaller board.You can either play against another human (pass and play), or against the computer. Have fun!",
    "reviews": [
      {
        "timestampMsec": "1371064795127",
        "starRating": "4",
        "title": "Challenging game, but computer is sometimes stupid",
        "comment": "I\\'ve enjoyed playing this game and find it challenging.  Playing against the computer helps me improve my game, but sometimes the computer seems to make stupid moves and seems to just bounce between adjacent cells.  It appeared that the computer took more of a defensive roll than an offensive roll.  Even with these shortcomings I like the game and I am finding that I turn to playing the game more than anything else on my phone when I have a few minutes.  I do like the fact that there are different \\'levels\\' of play.  One minor issue for me was that I didn\\'t remember the rules (I know the rules are simple and they would be easy to remember after only a few games) and the menu button does not provide access to the rules.  They are only displayed once, when I started the game.  I look forward to improvements in the intelligence of the computer...",
        "commentId": "gp:AOqpTOHVhTpTCgkOV0eXn-d9rbncvDLMoCLGGOfq2Fm4cOOQhaxQRlxgNmnhnpbt6Axoh6epJtLAP0kbvUYdWq4",
        "author": "David Thompson",
        "authorURL": "http://lh6.googleusercontent.com/-Ivg-i8m34j0/AAAAAAAAAAI/AAAAAAAAALg/3lsOprJoNPM/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/-Ivg-i8m34j0/AAAAAAAAAAI/AAAAAAAAALg/3lsOprJoNPM/photo.jpg"
      }
    ],
    "permissions": [

    ]
  }
}
