{
  "title": "File Station Plus",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.farago.filestationplus",
  "category": "Productivity",
  "price": "$0.99",
  "datePublished": "March 10, 2012",
  "version": "Varies with device",
  "operatingSystems": "Varies with device",
  "ratingsCount": "4",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "Farago Software",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.farago.filestationplus",
  "extendedInfo": {
    "installSize": "Varies with device",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Welcome to the first file browser built for Honeycomb and tablets. Welcome to powerful and easy. File Station is an easy-to-use file explorer that gives you powerful options to enhance your tablet. Integration with Honeycomb features like the Action Bar and multiple selections, drag and drop, a sidebar with navigation links, large graphics for quick touches, thumbnail views for pictures, and file type searches in one click. It's all here.Don't know about file systems? Don't bother with a file system, just get the document you're looking for. File Station will display all your files according to type: text files, PDFs, pictures, audio, video, office documents, even custom searches. All from the sidebar; it's a push of a button.File Station Tablet is built proudly for Android tablets like the Motorola Xoom, LG G-Slate and Acer Iconia Tab.",
    "reviews": [
      {
        "documentVersion": "1.6.1",
        "timestampMsec": "1334339578305",
        "starRating": "5",
        "title": "Excellent",
        "comment": "Good-looking user interface.  Slider in Settings to set the size of folders is unique among the dozen or so popular file manager apps I\\'ve tried.  Appreciate the automatic unzip of files (e.g. icon packs) on download from browser.  Displaying files without the extension (e.g., .png on icons) vastly reduces clutter & improves appearance.  (Using Samsung Galaxy Tab 7 Plus)",
        "commentId": "lg:AOqpTOEKkeDsA1gHSekdVrzqzi_DEUTS86P-hsHo6uOBFiLWWE65REc9V7OjLusRDL80OTr0iyFci4uA-C7DkoI",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
