{
  "title": "Bible KJV Offline - PRO",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.felix.kjv.pro",
  "category": "Books & Reference",
  "price": "$1.99",
  "datePublished": "September 13, 2012",
  "version": "1.0",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "High Maturity",
  "creator": "Ashok Felix",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.felix.kjv.pro",
  "extendedInfo": {
    "installSize": "6.3M",
    "downloadsCount": "50+",
    "downloadsCountText": "50 - 100",
    "description": "The COMPLETE Bible in an Interactive Readable & Searchable Offline  formatPremium Version: No AdsClick on:## Click a single item to view it’s Books/Chapters/Verses.## Click a Verse to view its full text content. You can adjust the Verse Text Size, Alignment, Font, etc.## Use the Search Button (or Menu) to go to offline search mode.## In Verse view, Use Options to Share the Verse. Clicking on Star will add a verse to your Favorites List.---------Features:- Completely Offline Bible Pro application with King James Version (KJV)- Day/Night/Mixed Modes available- Divided into Books, Chapters and Version Lists.- Searchable (Search Key)- Copy/Share Bible Verses through various options within the app.- Display's Current Path in every Screen and in every Verse so that you know where you are.- Search by Book Title and Verse Text- Bookmarking favorite Articles- Saves Previous Search State- Navigate Indexes by Trackball/D-Pad- Scroll through Articles by Volume Keys or Swipe- Tablet Screens Supported- Neat Presentation in the form of Heading and Description in every Screen- Text size can be increased/Decreased for Article Content.- Aesthetic Reading Experience- Low Memory Resources required- A good way to teach kid's about Bible and Faith- Share Verse Title, Content or both through SMS, Email or any text related application.And many more!",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.READ_PHONE_STATE",
      "android.permission.ACCESS_NETWORK_STATE",
      "com.android.vending.CHECK_LICENSE"
    ]
  }
}
