{
  "title": "Rukmini Kalyanam Free",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.fani.RukminiKalyanamFree",
  "category": "Books & Reference",
  "price": "Free",
  "datePublished": "November 15, 2012",
  "version": "1.0",
  "operatingSystems": "2.0.1 and up",
  "ratingsCount": "2",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "Fani Kiran Vulapalli",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.fani.RukminiKalyanamFree",
  "extendedInfo": {
    "installSize": "30M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "This is the free version of Rukmini Kalyanam. An educational app aimed at helping the current generation easily understand, relate to and enjoy one of the quintessential jewels from Telugu literature - Rukmini Kalyanam.Rukmini Kalyanam is one of the most romantic and beautiful episodes described in our beloved Pothana Telugu Bhagavatham. The app brings this episode to life by providing the original text of all poems covering Rukmini Kalyanam along with a short explanation/meaning of each poem in conversational telugu. If you're in easy listening mode, a recorded recital of each poem is appended within the App. The mellow and soothing voice, contributed by Mr. J. Venkata Kanada, makes it easy for you to pronounce/learn the poem. Try reciting it by yourself in this style and you'll feel the warmth.The app is part of a series of apps being developed based on a 4-year independent research, led by Mr. V Sambasiva Rao, focused on analysing Pothana Telugu Bhagavatham and making it appealing to the digital natives. Expect more apps from us soon!Feel free to share any ideas/views you have on this topic at the blog http://pothana-telugu-bhagavatham.blogspot.in/Or just visit us and browse through the ongoing research and full-text digital version of Pothana Telugu Bhagavatham at - http://www.telugubhagavatam.com/Note : This app is an outcome of non-profit independent research work. However, we are using some ads in the free version to make up for some of the app costs. If you want to contribute to the research (and avoid ads), please download the paid app.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.WAKE_LOCK"
    ]
  }
}
