{
  "title": "Kanye West Fan",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.fans.kanye",
  "category": "Music & Audio",
  "price": "Free",
  "datePublished": "June 13, 2013",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "1",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "AppGladiator",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.fans.kanye",
  "extendedInfo": {
    "installSize": "3.1M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "★★ Kanye West★★This is a Kanye West Fan App with News, Videos, and Pictures. It also includes videos from Kanye West from his new album \"Yeezus\", and \"Watch the Throne.\"Check out the rap/hip hop artist from Chicago (Chi-town) Kanye West and his cool signature videos and images. Kanye West is a great new music artist who has cool sayings and rap lyrics that you can hear from this app. Kanye West has made great music and has been featured by great artists like Nicki Minaj, Big Sean, Drake, Gucci Mane, Jay Z, Lil Wayne and many more on his tracks. Check out this Kanye West Fan App and have some laughs and fun with it. Share it with your friends and show them how much you know about Kanye West with videos and news about him.★★★★★★★★★★★★Download it and share it with all your friends. Be the first one in your circle to introduce this cool new app to everybody. Make sure you check out each tab. News tab includes most recent news about Kanye, the Videos tab has all his most popular videos, and the pics will have some of the best Kanye West pics.★★★★★★★★★★★★Kanye West is a legendary rap artists and is producing music at one of the highest levels in the game. With this app you can watch videos, check out pics and keep up with news. This is not just a wallpaper, ringtone app, or a soundboard app this is a Fan app. Download it share it and have some laughs!Image used through the \"Creative Commons Attribution 3.0 Unported.\"-http://blog.shankbone.orgThe Echo Nest API is used in the app. http://the.echonest.com",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.GET_ACCOUNTS",
      "android.permission.READ_PHONE_STATE"
    ]
  }
}
