{
  "title": "Parametric Trusses BV",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.fhm.parametricsimpletrusses",
  "category": "Education",
  "price": "Free",
  "datePublished": "July 18, 2013",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "5",
  "rating": "4.8",
  "contentRating": "Everyone",
  "creator": "Felix Hernando Mansilla",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.fhm.parametricsimpletrusses",
  "extendedInfo": {
    "installSize": "240k",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "Parametric Trusses BV (Basic Version) automatically generates trusses by combining values of 18 parameters (geometrical, mechanical, support and loads) and displays the influence of each of them in their structural behaviour (reactions, forces, stresses and displacements).When the user changes the value of any parameter the truss is updated and the system automatically recalculates and dynamically presents the results. This enables the optimization of structural design, determining the values that produce minimum forces, stresses, deflections and self-weight of the structure.Features:- Dynamic generation of 22 types of trusses- Variable number of panels (up to 10) - Distributed and point loads - Different cross-sectional area for groups of members- Adjustable material parameters- Structural stability analysis- Truss analysis using the stiffness method- Influence of each parameter on joints and members- Different screen layout of results - Scaled deflections User Guide available in https://docs.google.com/file/d/0BxZgHvoG6Vu8em44UVk1OVc1M0E/edit?usp=sharingDeveloped for Smartphones and Tablets. There is also a Full Version (Parametric Trusses) with additional features:- 44 types of trusses, 11 geometrical parameters for each type, up to 20 panels- 64 combinations of supports- Several point loads,- include self weight- Automatic size of sections - Generation of DXF graphic files (17 layers)- Generation of detailed analysis reports - Library of analysis files. Load and Save optionsEnglish and Spanish supported. Requires Android 2.2 or higher and a minimum resolution 320x480",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [

    ]
  }
}
