{
  "title": "QuizOrigin",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.fabnetsol.quizorigin",
  "category": "Entertainment",
  "price": "Free",
  "datePublished": "May 23, 2012",
  "version": "1.1.0",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "1",
  "rating": "4.0",
  "contentRating": "Everyone",
  "creator": "FabnetApps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.fabnetsol.quizorigin",
  "extendedInfo": {
    "installSize": "127k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "QuizOrigin offers educational and original quizzes.The challenges are currently timed (a non-timed version will probably available in some future version). Each answer must be given with 5 seconds to count in your score. So the quicker you answer, the more points you get.Please give me feedback if you notice an issue or if you think of any improvements that could be made.*** About the Language Quiz :This buzz will test your ability to recognize written languages of the world. The game pulls out randomly within more than 30 different common written language. The sentence you will see translated in all the question of the quiz is \"Good day my friend\". It might not be 100% accurate translation.The languages used are the most written / talked ones on our planet (from the Indo-European language family) and that represents several alphabets (with letters and/or symbols). No dialects are used. This quiz can be a bit difficult at first but while playing and trying to improve your skills, you will certainly notice how you get better at guessing the correct language.*** About the gastronomy / culinary quiz :With this quiz of famous / national dishes, you can really learn to match a usual food dish to its country of origin.Knowing traditional foods eaten in some countries of the world is a first step to educate yourself about other people's culture. While having fun, I also hope this game will trigger in you the desire to try some of the recipe names. Currently the quiz uses more than 30 different dishes. Let me know if you think of other dishes I could add (intentionally I did not dishes that are not clearly associated with a country). *** About the monument quiz :This quiz tests your knowledge related to major monuments / buildings of the world. Let me know if you think of other item I could add to that test.Thank you for trying Quiz Origin. I certainly hope you will like it. Please review my app to help improve it!",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE"
    ]
  }
}
