{
  "title": "Family Planning App",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.familyplanningapp",
  "category": "Education",
  "price": "Free",
  "datePublished": "September 25, 2012",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "1",
  "rating": "2.0",
  "contentRating": "Low Maturity",
  "creator": "Mr.Lopez559",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.familyplanningapp",
  "extendedInfo": {
    "installSize": "316k",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "Having a family is a great life long adventure! With a few of the following tips you should well be on your way to solid family planning.\"First comes love, then comes marriage, then comes the baby in the baby carriage!\" (Author Unknown) Remember this song and how simple things used to be. Now your tune is college, career, and retirement with a family in there somewhere. Here are some key family planning tips.Set aside some time to sit down with your partner and create a timeline of short, medium, and long-term goals. Plan your short-term goals to be accomplished with in the next six months to a year. Your medium goals should be something you plan on accomplishing in the next 2-5 years and long-term goals will be accomplished from 5-10 years. Each person should have his or her own list of goals. Both of you need to discuss and create another goal list incorporating each other's goals while prioritizing which comes first, second, third, etc. Take this time to discuss when you plan to start your family and what you would like to accomplish before starting a family. Try to avoid making general statements such as \"when we feel we are ready\" or \"when we are financially stable.\" These kinds of remarks allow for an indefinite time to fulfill your goal, which leads to procrastination.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.READ_PHONE_STATE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
