{
  "title": "EasyTalk Learn Italian Free",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.fasoftltd.ENIT.FREE",
  "category": "Education",
  "price": "Free",
  "datePublished": "January 27, 2013",
  "version": "2.00",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "7",
  "rating": "4.142857",
  "contentRating": "Everyone",
  "creator": "Fasoft LTD",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.fasoftltd.ENIT.FREE",
  "extendedInfo": {
    "installSize": "8.0M",
    "downloadsCount": "5,000+",
    "downloadsCountText": "5,000 - 10,000",
    "description": "The most effective way to Speak & Learn Italian.You can start speaking Italian RIGHT AWAY! Even if you don't know a word of the language. No drills or boring grammar. This innovative 'EasyTalk' method is so easy and so fast that you'll be speaking Italian within minutes – GUARANTEED!STOP STUDYING ITALIAN AND SPEAK ITALIAN!Key features:* Over 4000 most useful words and phrases* Authentic native speaker voice* 128 different topics and dialogs* Innovative 'build-your-phrase' feature to compose thousands of new expressions* User defined 'Favorites' folders* Sample of dialogs based on real life situations* Learning language mode to memorize words and expressions* Multiple search functions to find phrases quickly and easily * Simplified transliteration of Italian words and expressions* Learn Italian pronunciation* Integrated player that plays all the selected phrases aloud in a continuous flow* Italian travel phrasebook* User friendly interface* No internet connection needed'EasyTalk Learn Italian' is the easiest and fastest way to START SPEAKING Italian. The app can be used as a language teacher and personal travel translator. With it you will always be understood. It contains over 4000 carefully selected, essential words and phrases spoken by professional native speakers.With our SMART 'build-your-own-phrase' feature you can easily compose thousands of relevant phrases covering almost all everyday situations.A 'Favorites' capability allows you to save your most important phrases in your personal 'Favorites' folders that can be accessed by one click.The phrases are carefully organized into 14 main topics and 114 subtopics.A FAST search facility allows you to find the phrase you are looking for quickly and effortlessly. The application does not require an internet connection to function.DIALOGS:- Tourist Information- At the Border- At the Post Office- Airport Check-in- Making Conversation- Travelling by Train- Out of Town- Hotel Complaints- Asking the Time- Asking the Way- Asking the Way 2- Job Seeking- At the Doctor's- Around Town- At the Hotel Reception- At the Restaurant- At the Clothes Shop- At the Grocer's- Exchange Office- Car Rental- Car Accident- SightseeingTOPIC AREAS:- Accommodation- Asking the Way- Food- Health- Shopping- Leisure- Meeting People- Travel- Numbers/Time- Public Places- Work/Study- Nature- EssentialsThis is the Trial version of the application. The functionality of the Trial and Full version are the same except for the number of phrases. The Trial version contains 800 words and expressions while the Full version includes over 4000 words, phrases and sentences.",
    "reviews": [
      {
        "timestampMsec": "1371706552650",
        "starRating": "1",
        "comment": "Need the full version to access the app",
        "commentId": "gp:AOqpTOHySiHkxZ_cy4x3NsiXkq8sTY7dIpMoGLWJtcX9o-v03AGuC71jiXE4zP-lrzvhPzkHe1iuHGolybp1UA",
        "author": "mouana kaakaji",
        "authorURL": "http://lh3.googleusercontent.com/-LOtqvoLZdA8/AAAAAAAAAAI/AAAAAAAAACE/XDgtAWFtXrs/photo.jpg",
        "authorSecureURL": "https://lh3.googleusercontent.com/-LOtqvoLZdA8/AAAAAAAAAAI/AAAAAAAAACE/XDgtAWFtXrs/photo.jpg"
      },
      {
        "timestampMsec": "1338968936628",
        "starRating": "5",
        "title": "Excellent",
        "comment": "Well done! Thank you guys!",
        "commentId": "lg:AOqpTOHjFv42M7K7V7Q4qHC_NZWsoXZXhbwkk6_mFYOnRMcmDX25HyuUGfcAi70cjQCdxt6SuNUM9kuHGuWl5g",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE"
    ]
  }
}
