{
  "title": "PotHead Guide",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.fallacystudios.potheadguide",
  "category": "Entertainment",
  "price": "$2.99",
  "datePublished": "December 31, 2011",
  "version": "1.5",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "6",
  "rating": "4.5",
  "contentRating": "High Maturity",
  "creator": "Fallacy Studios",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.fallacystudios.potheadguide",
  "extendedInfo": {
    "installSize": "4.1M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Hey there Stoner! You have found your favorite app, so no need to look more.In this user based guide it is packed tight like a bowl with excellent content. Users are free to submit their own input of anything in the app and have it posted. If a guide just isn't good enough for you and you can do better, then submit it and show everyone your skills. Sections include:*Games (Numerous games all from the PotHead Games paid version.)*Cookbook (Cooking with weed. Show off your Chef skills)*Dictionary(Submit your favorite words if they aren't already on there)*How To.. (Learn to craft all sorts of goodies out of house hold objects)*Entertainment(Listen to some trippy sounds, find some popular stoner music and movies and more.)*Top Strains(Currently it is 16 top strains rated by another site. If you dislike those and want your own favorite strains up feel free to submit them)If anyone has any questions, comments or concerns feel free to send me an email anytime at POTHEADGUIDE@GMAIL.COM. I will do what I can to make you satisfied with the app and hopefully make it your favorite.If you like games download the continuation to this app PotHead Games. Download-able from within the app.(c)2011 Fallacy Studios. All Rights Reserved.TAGS: marijuana, weed, pot, pothead, stoner, high, fun, entertaining, funny, bong, pipe, piece, smoke, bud, cannabis, guide, handbook, stoner's handbook",
    "reviews": [
      {
        "timestampMsec": "1320994597057",
        "starRating": "5",
        "title": "Fun",
        "comment": "Fun app",
        "commentId": "lg:AOqpTOHdW1Ccbaf0qScPZ18Dc__gw7yo3ahH6Mhox4sWUjs_bbBnXUJe7KUQqD7U43ABnCAJw0gZ7KB5swtrlQ",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
