{
  "title": "Breaking Bad FanFront",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.fanfront.breakingbad",
  "category": "Entertainment",
  "price": "Free",
  "datePublished": "June 17, 2013",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "3",
  "rating": "4.3333335",
  "contentRating": "Medium Maturity",
  "creator": "FanFront",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.fanfront.breakingbad",
  "extendedInfo": {
    "installSize": "753k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "★ The COMPLETE Breaking Bad Fan App! ★FEATURES:• Interact with other fans through the Fan Chat!• Voice your opinion with a monthly Fan Question!• Compete with other fan-bases in the Fan Battle!• Stay updated with the latest news on Breaking Bad!• Watch the hottest videos, including featured In-App Videos!• Read more information about the show!• View #BreakingBad photos on Instagram!• Stay connected with the official Facebook and Twitter feeds!• Plus so much more!COMING SOON: Wallpapers and a Trivia Game!ABOUT BREAKING BAD: Breaking Bad is an American television drama series created and produced by Vince Gilligan. Set and produced in Albuquerque, New Mexico, Breaking Bad is the story of Walter White (Bryan Cranston), a struggling high school chemistry teacher who is diagnosed with inoperable lung cancer at the beginning of the series. He turns to a life of crime, producing and selling methamphetamine with a former student, Jesse Pinkman (Aaron Paul), with the aim of securing his family's financial future before he dies. Premiering on January 20, 2008, the series is broadcast in the United States and Canada on the cable channel AMC and is a production of Sony Pictures Television. On August 14, 2011, AMC announced that Breaking Bad had been renewed for a fifth and final season consisting of 16 episodes. This final season is split into two parts, each consisting of 8 episodes and broadcast over the course of two years. The first half premiered on July 15, 2012, and concluded on September 2, 2012; the second half will premiere on August 11, 2013.DISCLAIMER: Breaking Bad FanFront is not affiliated with or endorsed by Breaking Bad entities, or AMC. We are simply fans, showing our support for this amazing TV series. No copyright infringement is intended. Please contact us with any questions or requests for content removal.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE"
    ]
  }
}
