{
  "title": "Fast Weight Loss With Tea",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.fastweightlosswithtea",
  "category": "Health & Fitness",
  "price": "Free",
  "datePublished": "November 22, 2012",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "twallacegplay",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.fastweightlosswithtea",
  "extendedInfo": {
    "installSize": "461k",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "Dating back more than 4,000 years, Chinese diet green tea has been long revered as atasty drink that can ward off diseases and improve one’s well-being. Since its firstrecorded use during the time of Emperor Shen Nung, the link between Chinese diet greentea and good health has never been severed. It’s been used as treatment for everythingfrom headaches to depression. Today, various health benefits of green tea are constantlybeing reported and many scientists are now focusing their attention on the simple, yetelegantly profound beverage that is green tea.Like all three of the major Asian teas in the market, green tea comes from the plant calledCarmellia sinensis. Much of the health benefits of green tea diets owe to the steamingmethod of making it. As opposed to black and oolong tea which undergoes fulloxidization, green tea diet is only gently steamed, preserving the natural antioxidants inits original form.The antioxidants in green tea helps fight away free radicals. These free radicals are themajor contributing factors to aging as well as the ensuing degeneration of cells as a resultof it. Scientists have reason to believe that free radicals also play a role in variousdegenerative diseases such as arthritis, rheumatism, Alzheimer’s disease, and evencancer.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.READ_PHONE_STATE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.CAMERA",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
