{
  "title": "Faceworks Natural Facelift",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.faceworks.faceworks",
  "category": "Health & Fitness",
  "price": "Free",
  "datePublished": "August 7, 2013",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "14",
  "rating": "3.9285715",
  "contentRating": "Everyone",
  "creator": "Faceworks Natural Facelift",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.faceworks.faceworks",
  "extendedInfo": {
    "installSize": "29M",
    "downloadsCount": "5,000+",
    "downloadsCountText": "5,000 - 10,000",
    "description": "LOOK BETTER WITHOUT COSMETIC SURGERYFaceworks is a professional facial toning program for proven results without surgery. Designed by experts to firm, tone and lift your face easily and effectively, choose the exercises you want for the results you needFor firm, smooth and healthy skin, Faceworks is the best skin product you can buy.Face creams only penetrate the top layers of your skin: to stay looking great you need a better solution. Skin ages mainly because facial muscles shrink and drop, causing sagging, loose skin and wrinkles. Faceworks gently restores your muscles and firms skin: plumping and adding volume where you need it, slimming, streamlining and toning where you don’tTHE FREE APP INCLUDES 2 EXERCISES,TO START YOUR PERSONALISED PROGRAM, PLUS ALL THE FEATURES BELOW. Use the Guide on the free App to choose & buy more - easy!Web http://www.faceworks.co.uk/Twitter https://twitter.com/Faceworks_co_uk Facebook https://www.facebook.com/faceworksnaturalfacelift?fref=tsIn client trials 100% of people using the recommended program saw an improvement in their appearance with Faceworks. It is the only face exercise program approved by the Complementary Therapists’ Association.The videos show 51 year old therapist and creator of Faceworks, Elaine Bartlett, she has never had any facial surgeryThe exercise guide helps you create your own personalised workout. Want to get rid of those eye bags? Buy Exercises 6, 7 and 10. Or bigger lips without fillers? Exercises 3 and 4, or get rid of that double chin with Exercises 2 and 9Features:•\tEasy guide to help you choose the right exercises for your own problem areas •\tDetailed ‘How to’ from when you start right through to maintaining your facelift •\tResults Timeline tells you how long it takes to get results•\tInstant Booster Exercises: look your best in a flash!•\tTherapeutic de-stress sequence for neck, head and face•\tFAQ page and problem solverExercises:•\tStudio-produced videos•\tClear, detailed instructions with voiceover•\tOn screen instructions when you need to exercise without sound•\tThe effect each exercise has, results you can expect and muscles used•\tUnique Focus Point on each exercise helps you get it right, and get results•\tPause, fast forward and rewind functionWAYS TO USE THE APPLooking tired but need to look your best?  Fix it fast with the Instant Booster Exercises.Finished your diet to find your face looks older? Treat yourself to looking gorgeous again with the full Faceworks program.Weight OK but have chubby cheeks or chin? Use a few exercises to sculpt and slim where you need to.Got a special occasion coming up and need to look A List fabulous? Pick just the exercises you need for a mini-facelift.Can’t afford that expensive facial? Faceworks gives you smoother, firmer and healthier skin, for less! The exercises help to normalise both oily and dry skin by increasing circulation and bringing nutrients to deep skin layers.REVIEWS“Faceworks is a life changer! Thank you!”\"I'm a life coach: your videos are excellent; clear & easy to follow - all the exercises for the price of a pot of face cream!”I've followed the exercise programme since January and am very pleased with the results already. I had been doing a VERY well-known American face exercise program for 10 years & I didn't think my face would improve that much but it has, so thank you very much! “ “I've just looked at my passport photo taken 3 years ago. I'm amazed at the changes in my face: my eyelids have lifted, my cheeks and lips look fuller, my jowls are lessening' It makes so much sense we exercise our bodies, why not our faces? I feel so much better about myself”.Faceworks is brought to you by Faceworks UK Ltd, a Complementary Therapy company, and has over a million online users worldwide. DOWNLOAD THE FACEWORKS APP ~ START LOOKING BETTER TODAYWe answer all queries we receive. Please contact us at helpdesk@faceworks.co.uk or our Facebook page, link above",
    "reviews": [
      {
        "timestampMsec": "1359653284389",
        "starRating": "2",
        "title": "Not free",
        "comment": "Only two of the twelve exercises are available. The rest cost money. Fix this problem and I\\'ll bump my rating to 5 stars.",
        "commentId": "gp:AOqpTOHESGBsZpcfPLxBTCdZrp2bDaoKiWFsGcgG3GINOxLcAUiEt8BUAF4cq2GPvDQI5Qk6ZYF28BBWeM57aQ",
        "author": "Shelly Brandt",
        "authorURL": "http://lh5.googleusercontent.com/-64Pb2a-OENI/AAAAAAAAAAI/AAAAAAAAAGo/En4r9WwDwRU/photo.jpg",
        "authorSecureURL": "https://lh5.googleusercontent.com/-64Pb2a-OENI/AAAAAAAAAAI/AAAAAAAAAGo/En4r9WwDwRU/photo.jpg"
      },
      {
        "timestampMsec": "1372337455096",
        "starRating": "4",
        "title": "Persistence yields results!",
        "comment": "Started month ago but s/times only evry 2nd day. Last 2 wks more consistently once or even 2x a day. Love eyebrow lift. Instant results now. Brow furrows disappear b4 my eyes! Crows feet & frown lines soften! Love mouth shaper. Smile happens instantly! Fuller lips too. My skin is softer/smoother since start. I think my face might be less saggy. Still hollow under eyes & turkey neck but early days yet. I believe it will work! Side by side with app is a real motivator. Thanks Elaine! Will update as I progress",
        "commentId": "gp:AOqpTOHxu6xBT_fSXKGqJMuPHu1LeXs3G8sJIACdtd8tGpxVgvc3RyFbBGIQ9qC0X1aW9T7gxYyZ_zC7PcVQFw",
        "author": "Gabby John",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1363184875587",
        "starRating": "5",
        "title": "Best face workout ever!!",
        "comment": "Packed full of information and features, highly recommended this app!  Update: Also, I like that you can buy the exercises individually, depending on what you want to work on, instead of buying the whole load of videos.",
        "commentId": "lg:AOqpTOFMNlxMylz7Rkeaw8dMASBorTz7-aK_7U04W_g4meTOf55C2hwVGNzYU1cFG4mRWJOl3LUMgep8_RUrRQ",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1371924483076",
        "starRating": "2",
        "title": "Double payment",
        "comment": "Surely if I have already paid for an account online I don\\'t have to pay again to use the app!?",
        "commentId": "gp:AOqpTOGtnPGqNCh2OhK1zBpNmEunh7yaosiJn-SI04DWegLRrvb-3HDzE2mwZoeRSSPdL5c0X1uofZ5UppBTqw",
        "author": "Eleanor Tetlow",
        "authorURL": "http://lh6.googleusercontent.com/-ZV--ofuf-pw/AAAAAAAAAAI/AAAAAAAAACo/alLfgMh8Jxo/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/-ZV--ofuf-pw/AAAAAAAAAAI/AAAAAAAAACo/alLfgMh8Jxo/photo.jpg"
      },
      {
        "timestampMsec": "1377188404361",
        "starRating": "1",
        "title": "Rubbish",
        "comment": "Total westage",
        "commentId": "gp:AOqpTOECry6ZRzu7Prn5ifdTUmcslHuu9tQ1uTFt3dXk6vw1r7iD1EGd54l1auFlXtedkvkS3HgN-f8ccDM-ZQ",
        "author": "Arpita Saha",
        "authorURL": "http://lh6.googleusercontent.com/-4ZJAjfvig6A/AAAAAAAAAAI/AAAAAAAAAIQ/PcIhLGtwOPI/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/-4ZJAjfvig6A/AAAAAAAAAAI/AAAAAAAAAIQ/PcIhLGtwOPI/photo.jpg"
      },
      {
        "timestampMsec": "1356611098644",
        "starRating": "5",
        "title": "Good app",
        "comment": "Vry gud",
        "commentId": "gp:AOqpTOHetopHm7VedG3esl4EmC6E3CSkp14iExwIlvrArrJ1qahDbeuGVrVUx_LxseVFlNay8RQC2H4CxwuNqg",
        "author": "hitesh kumar",
        "authorURL": "http://lh6.googleusercontent.com/-FBPMETmvpwU/AAAAAAAAAAI/AAAAAAAAABk/Jax6zrUl8xQ/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/-FBPMETmvpwU/AAAAAAAAAAI/AAAAAAAAABk/Jax6zrUl8xQ/photo.jpg"
      },
      {
        "timestampMsec": "1353457207768",
        "starRating": "5",
        "comment": "Great app",
        "commentId": "lg:AOqpTOFu9jiZGVz3NA4Cz3Q3Vg9Ffd-eYP75oDJZgatunGNu_akImAELwAdXhr7-lM2JrzOydui3WdEc9GvRQw",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE"
    ]
  }
}
