{
  "title": "OMG Look Up! Bible Game",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.favagames.gp.omglookup",
  "category": "Brain & Puzzle",
  "price": "$0.99",
  "datePublished": "March 26, 2013",
  "version": "1.1",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "Fava Games",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.favagames.gp.omglookup",
  "extendedInfo": {
    "installSize": "13M",
    "downloadsCount": "10+",
    "downloadsCountText": "10 - 50",
    "description": "OMG LOOK UP! is a new Bible Game about the Second Coming of Jesus Christ.CAUTION: Some special effects include the Beast and War and could be frightening for small children.Why OMG Look Up!? The idea for this quiz came about because everyone seems to be looking down…at their digital devices. How will the world see Jesus return if everyone is looking down? And the phrase ‘OMG’ appears on them a lot! Here we use OMG literally, as ‘Oh My God’ — looking up and watching for His return as it is written in the Bible. The quiz is meant to be thought provoking, to test your knowledge about where these Bible passages are, to use them to ‘look up’ and read the chapters and verses they come from.ABOUT THE QUIZ: Each quiz it is unique. No two quizzes are exactly the same because the passages are randomly selected and are accompanied by special effects. There are over 275 passages to test your knowledge.• Every quiz it is unique; no two quizzes are exactly the same.• Special effects and sounds• Select 5, 15, 20, or 25 questions.• Over 275 passages• Beautiful graphicsUSER REVIEWS:***** \"Great for churchgoers and kids\"Brought this to our church's Bible study and everyone thought it was pretty neat. My kids like the moving graphics in the background, and I've been stumped a couple of times by the questions. Very enjoyable. Would like to see more like this in the App Store, even if not religious-themed.\"***** \"Love it!\"\"Great concept and effects, and a fun way to test your knowledge :) I really like how the effects go along with the graphics. Kudos!\" --- User review***** \"Very cool!\" \"Cool little game about the second coming of Christ! It helps you brush up on your scripture knowledge as well.\" --- User review Keywords: Bible, quiz, trivia, apocalypse, Revelation, Rapture, Easter, End Times, Armageddon, Holy, angel, beast, Christ, Christian, Christmas, cross, crucifixion, death, devil, education, end, God, Heaven, hell, holy, Jesus, prophecy, reference, religion, Satan, devil, scripture, second, times",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.INTERNET",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
