{
  "title": "Gridlock Empire Free",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.fail.traffic",
  "category": "Brain & Puzzle",
  "price": "Free",
  "datePublished": "June 20, 2013",
  "version": "2.2",
  "operatingSystems": "2.0 and up",
  "ratingsCount": "5",
  "rating": "4.2",
  "contentRating": "Everyone",
  "creator": "Failco",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.fail.traffic",
  "extendedInfo": {
    "installSize": "5.5M",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "Gridlock Empire is a game of timing, strategy, and low-level political corruption run amok!  This version is ad-supported, with NO in-app purchases ever; an ad-free donation version is also available if you like the game!Now three game modes available!- Campaign -In Campaign mode you play through the hilariously twisted story of a newly elected traffic controller tasked with keeping traffic moving through increasingly hectic city streets. In addition to controlling traffic lights you will also earn special abilities and upgrades, deal with events in your ever-expanding territory and try to seize power while risking the wrath of your constituents.  - Puzzle -Puzzle mode is great for a quick, casual game.  The goal is simple; clear gridlocked traffic by changing as few lights as you can.  Take your time and try to beat your high score on each level!- Survival -  (NEW!)Survival mode takes elements from Campaign mode, removes any semblance of story, and cranks things up as you try to keep cars moving as quickly as possible.  The levels don't end, they just get harder and harder until you just can't keep up anymore.  Unlock the next level by earning at least one star, or pull your hair out trying to beat your old high scores on another play-through!Your feedback is greatly appreciated, please rate and comment!  If you have any additional questions, comments or problems please contact me (Dave Hull) at:support@failco.net- Permissions -Network Access:  Required to load advertisements and for me to log loading-time and game-screen tracking (this is just aggregate data and will only be used to improve the game).Read Phone State: Required by many ad networks as a workaround for a specific bug in certain devices.",
    "reviews": [
      {
        "timestampMsec": "1370636842783",
        "starRating": "5",
        "title": "Great game!",
        "comment": "A must play for everyone with a mobile device.",
        "commentId": "gp:AOqpTOGEZh72ApUxaLvJBLxbfjKqVbyYbUCoxO8Us-Ci7uQry-m7InOnhrVOTi1A_k5_ixYo53ftBzqroQYE7JM",
        "author": "Jason VanWormer",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1356302412437",
        "starRating": "5",
        "title": "Great game :-)",
        "comment": "Keep up the good work!",
        "commentId": "gp:AOqpTOEBOnB6L4ULjWanh-xf0wNmKgaDHaueiBZoZnW5ztznd1dKpBhPDLM0tqLNih0dGX72FV8poEJD9oZsTcs",
        "author": "Ashley Ross",
        "authorURL": "http://lh6.googleusercontent.com/-hlsyYIrKMD8/AAAAAAAAAAI/AAAAAAAAAC4/j-w5TU1xgUw/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/-hlsyYIrKMD8/AAAAAAAAAAI/AAAAAAAAAC4/j-w5TU1xgUw/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_PHONE_STATE"
    ]
  }
}
