{
  "title": "Farming Simulator Photo",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.farmingsimulatorfar2013.photovt",
  "category": "Lifestyle",
  "price": "Free",
  "datePublished": "August 13, 2013",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "21",
  "rating": "3.4761906",
  "contentRating": "High Maturity",
  "creator": "Dev Tutor",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.farmingsimulatorfar2013.photovt",
  "extendedInfo": {
    "installSize": "2.9M",
    "downloadsCount": "10,000+",
    "downloadsCountText": "10,000 - 50,000",
    "description": "NOTES: - This is an unofficial game guide walkthrough of the game;- We do not own 'Lego Batman' nor we are associated with it;- The copyrighted material in this app is allowed by the COPYRIGHT LAW: FAIR USE;- All trademarks, logos, and images are property of their respective and rightful owners;- Any content will be removed if asked by the legal owners.DISCLAIMER : This is not a game, but only a guide to play the game and it needs an internet connection to work.This guide is not authorized or created by the authors or legal representatives of the game guide for which this guide was made for. This application complies with US Copyright law guidelines of \"fair use\". If you feel there is a direct copyright or trademark violation that doesn't follow within the \"fair use\" guidelines please contact us (by email imkits@gmail.com) to discuss.DescriptionFarming Simulator 2013 is one of the purest and most focused business simulations I’ve ever played. You own a farm in a country town, and your only goal is to grow crops to make as money without any “final objective” to chase. There are no scores, storylines, cosmetic money sinks (such as new player skins or houses), or other long-term goals. You simply choose a crop from four possible seeds to start your career, plant it in your field, harvest it, sell it and put that cash back into the farm. It’s almost impossible to damage your crops unless you’re not paying attention, so it’s difficult to fail or find yourself in a no-win situation.Still, you should harvest as much as you can because of the sheer number of investments you can make into your business. There are dozens of licensed vehicles, forty plots of land (of which you only start with one), and additional buildings such as solar collectors and greenhouses that you can sink your money into. As you increase the number of fields you own, it can take more than a dozen tractors and tools to coordinate all the work and minimize downtime. It could take hundreds of hours of work to afford everything, but you have complete freedom in how you accomplish your goal and what your priorities are. Livestock, more or bigger fields, and faster machines are all available, so you’ll have to think about what best suits your particular play style. More valuable crops take extra work and extra machines in order to maximize your profits, so you need to decide whether you’re willing to make the investment or stick to simple but low-value crops. The entire system gives you a tremendous amount of freedom in how to best approach your business, although that first week will be fairly slow-paced.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.SET_WALLPAPER",
      "com.webcraftbd.flickr.permission.C2D_MESSAGE",
      "com.google.android.c2dm.permission.RECEIVE",
      "android.permission.GET_ACCOUNTS",
      "android.permission.WAKE_LOCK",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.ACCESS_FINE_LOCATION",
      "com.android.browser.permission.READ_HISTORY_BOOKMARKS",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
