{
  "title": "Smuggle & Foreign Exch. Manip.",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.felix.sfema",
  "category": "Books & Reference",
  "price": "Free",
  "datePublished": "December 27, 2012",
  "version": "1.0",
  "operatingSystems": "2.0 and up",
  "ratingsCount": "7",
  "rating": "4.857143",
  "contentRating": "Everyone",
  "creator": "Ashok Felix",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.felix.sfema",
  "extendedInfo": {
    "installSize": "2.0M",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "Please read the description completely.The COMPLETE Smugglers and Foreign Exchange Manipulators (Forfeiture of Property) Act, 1976 Free Version presented in a readable and searchable format. Divided concisely into Chapters and Sections and containing the full unedited text of all the 54 Sections and 1 Schedule. Everything is Searchable. Scroll through sections by Volume Keys. Current Path is always displayed on the top. This version is AD SUPPORTED.A MUST HAVE for every Indian, Lawyer and Advocate... and others alike.This is the ONLY app containing the Smugglers and Foreign Exchange Manipulators (Forfeiture of Property) Act, 1976.- Full, unedited Section Content of all the Sections.- Divided into Chapters and Section Lists.- Searchable (Search Key)- Themes, Social Features (Facebook, Google+, Twitter) - Likes/Shares/Views/Comments- Display's Current Path in every Screen and in every Section so that you know where you are.- Search in SMEFA and all Central Acts (Requires Internet).- Search by Section Content or Section Title- Saves Previous Search State- Navigate Indexes by Trackball/D-Pad- Scroll through Sections by Volume Keys- Tablet Screens Supported- Neat Presentation in the form of Heading and Description in every Screen- Text size can be increased/Decreased for Section Content.- Aesthetic Reading Experience- Low Memory Resources required- A good way to learn about the Smugglers and Foreign Exchnge Act- Helps Improve the Productivity of people who refer the IPC regularly.- Share Section Title, Content or both through SMS, Email or any text related application.And many more![NEW]SOCIAL FEATURES ENABLED (powered by Socialize)Permissions Explained:FULL NETWORK ACCESS: To communicate with Socialize Servers (Likes, comments, Facebook, Google+,etc) and also to load Other Law Content in Search Menu.READ PHONE STATUS AND IDENTITY: Anonymous commenting requires the retrieval of Device ID (not IMEI, changes everytime you format your device) so that all comments/likes/shares can be linked to the Device ID. No personally identifiable information is read from the Phone.STORAGE: To read the data from the Database as \"Move to SD card\" option is enabled.",
    "reviews": [
      {
        "timestampMsec": "1368895195309",
        "starRating": "5",
        "title": "Dipuji",
        "comment": "Very good!excellent!!!",
        "commentId": "gp:AOqpTOFi7jToi_-pDVevvFKEgs6zeAKhY4KUw9czb9kFk98-KgufkoYNDpFbQub1IwCLvNOQRzntKOiSSWocPQ",
        "author": "Janu Wani",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.READ_PHONE_STATE",
      "android.permission.ACCESS_NETWORK_STATE",
      "com.android.vending.CHECK_LICENSE",
      "com.felix.sfema.permission.C2D_MESSAGE",
      "com.google.android.c2dm.permission.RECEIVE"
    ]
  }
}
