{
  "title": "Feudfraud EN - Wordfeud helper",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.feudfraudINT",
  "category": "Brain & Puzzle",
  "price": "Free",
  "datePublished": "September 6, 2013",
  "version": "2.10",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "16",
  "rating": "3.5625",
  "contentRating": "Everyone",
  "creator": "Ieniemienie Productions",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.feudfraudINT",
  "extendedInfo": {
    "installSize": "256k",
    "downloadsCount": "5,000+",
    "downloadsCountText": "5,000 - 10,000",
    "description": "The popular Wordfeud helper Feudfraud: the free version is fully functional but supported by ads. The '+' version is ad free!From the makers of the best Wordfeud helper/words web(app)site Feudfraud.comBy popular demand, the creators of the Feudfraud website bring you the Feudfraud app - it does exactly what it says on the tin! Feudfraud makes you the smartest player.This great little helper in a world wide feud inspires your play, improves your vocabulary and mercilessly annihilates your opponents!When you are lacking a little inspiration or when you're dealt really lousy tiles, Feudfraud helps you find the longest, the smartest and the most valuable words in UK English (SOWPODS), US English (TW06), Dutch, Swedish, Danish, French (DS5), Spanish, German and Norwegian.The app contains wordlists continuously updated by our users at feudfraud.com. This free app is fully functional!How does it work?Fill in the top search field the 7 (or less) tiles from your rack. Use the optional fields ‘in front’, ‘within’ and 'behind' to submit to tiles already on the board:- Would you like to complete a tile (or even a word): fill in the ‘in front’ box- You want a tile already on the board somewhere in your word, enter it in the ‘within’ box- If you have a tile or a word on the board to that completes your word use the 'behind' boxA bit from yourself and a bit of cheat from Feudfraud: you’re the winner.Because there is no feud without a little fraud;)",
    "reviews": [
      {
        "timestampMsec": "1358943991227",
        "starRating": "3",
        "title": "Cool",
        "comment": "Am new to this so thx for ur help.",
        "commentId": "gp:AOqpTOGrkc1UIfjEFO-Z0qcuCI06NlvVelPYbTDO81hC43RH2B8Pk83Wh0Mm7e73edeTDdLsXngDKb6oc2aAdBw",
        "author": "Juliet Mandelos",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_PHONE_STATE"
    ]
  }
}
