{
  "title": "Fashion Wallpapers",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.fashion.wallpapers",
  "category": "Personalization",
  "price": "Free",
  "datePublished": "April 3, 2013",
  "version": "1.0",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "43",
  "rating": "3.488372",
  "contentRating": "Low Maturity",
  "creator": "Nisavac Wallpapers",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.fashion.wallpapers",
  "extendedInfo": {
    "installSize": "500k",
    "downloadsCount": "10,000+",
    "downloadsCountText": "10,000 - 50,000",
    "description": "Wallpapers for all girls who keep up with the latest fashion!  Your phone is a model now and you are a fashion designer! The wallpapers will provide you with tones of dresses and high heels!  Fashionable accessories and makeup are as well included!  Come on girls, let’s have some fun because only you know why! - Easy-to-browse interface enables you to find the desired background in no time!- Customize the wallpaper to fit your taste and screen!- Zoom, un-zoom, rotate, move, scale, adjust brightness, add various effects and save your background design!To some, fashion is an art form. To others, it is almost a religion. But for most people it is a method of utilizing clothing, accessories and hair to show or hide something about yourself.You can use it to express yourself, to serve as an extension of your personality. Or you can use it to disguise your true self. It is related primarily to clothes, than accessories and of course shoes. On the other hand hair and makeup are also part of it.  Even your phone goes under this selection.  Have you ever wondered who decides what’s in? Actually designers can greatly influence what direction it will go in. Miuccia Prada of Prada and Louis Vuitton and many others are considered directional designers (Prada for remixing classics, Jacobs for vintage-inspired styles).Working five or six months ahead of the season, the press attends shows presenting designer collections; the media will then give editorial coverage to trends they think their readership is interested in. Store buyers work many months in advance of the season to place orders with manufacturers for styles they think their customers will want to buy. Celebrities and other opinion leaders (socialites and other glitterati) are usually the first to spot new looks, spurring the buying public into accepting emerging trends. So everyone from big-name designers to celebrities may be behind influencing the direction it will go in. But ultimately, it is you, the consumer, who will decide what is \"in\" when you choose whether or not to buy into a trend.New York and Paris are considered the major hubs for designers and manufacturers of latest apparel and accessories, but we mustn’t forget Milan too. London and Los Angeles are hosts to very famous designers.  We mustn’t forget Toronto and Sydney in this case. Sao Paolo, in addition to hundreds of other smaller market areas is also host to excellent designers and manufacturers. If interested to work in this kind of industry, depending on what you want to do - from designing to retailing - there are many paths you can take to get to your destination. Education is a vital ingredient: many universities offer excellent fashion merchandising courses.Work experience is another necessary step to working as a professional in this industry. Experience at the retail level (as a sales person in a store) is a great way to get a feel for how consumers buy or reject clothing. Many students are initially attracted to this because it seems like a glamorous business: to some degree it is. Most people pay attention to this in small doses which is a very healthy way to approach it. They make sure wardrobes are in step with the times and even indulge in a trend or two each season. It has almost nothing to do with good taste: it is a force that is beyond such practical considerations.The clothes that are presented at the fashion shows are often exaggerations of a theme. Some designers such as John Galliano (Christian Dior) go to great lengths to present extravagant looks that no one in their right mind would wear on the street. These collections are part marketing (to grab media and consumer interest in a designer line) and part artistic expression.Download the wallpapers and feel the vibration and glamour of fashion weeks right on your screen!",
    "reviews": [
      {
        "timestampMsec": "1377140111473",
        "starRating": "5",
        "title": "Omg love it",
        "comment": "Do u see the shirt she has on now omg I love I use it for instgram love it btw way to many ADS",
        "commentId": "gp:AOqpTOHeRUGAGqWjI02fh--Kzt3ltPB84f96UroVKsYKFUso9B2YUFjtt1Ve3BRUJOnFVj5h2S6RpwQR9tCFmO0",
        "author": "Rosea Hurston",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1358352891045",
        "starRating": "2",
        "title": "Too many ads!!",
        "comment": "Has a lot of great wallpapers to choose from but fact that the ad navigates you away from the app is annoying I even got ads in my notifications",
        "commentId": "gp:AOqpTOGDuGqer8nyvUipmZz7B4ggE9PMvg2pXpLOIeBuk06XJSutpFMqogIoBXg-4BoQnKoMU-i743YY7EUlImU",
        "author": "Edna Gonzalez",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1352124045644",
        "starRating": "5",
        "title": "Great!",
        "comment": "I absolutely LOVE this wallpaper!",
        "commentId": "lg:AOqpTOH786eJHahkd6ZCkIbEg5hiQHjnocZXEgjW2gwqVJOjy-ar7K235jW0zmM9ssKTzxZSGGrI59v5EtLStJc",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1358769932579",
        "starRating": "5",
        "title": "Chiq",
        "comment": "Awesome :-)",
        "commentId": "gp:AOqpTOHxqxm7nQkshRWXLyMODEOLSurukwteVU0vbLzL8QvpJuPe8NdPmQKcb9GoKuEVVU4qD6BMgjEIFMetJek",
        "author": "Harra Janeen Macachor",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1364321135202",
        "starRating": "4",
        "title": "Great but .......",
        "comment": "its a great app but u cant save any pics also there are too many ads for me please fix otherwise great app",
        "commentId": "gp:AOqpTOFdpk62L9JMMBIzPx9Rs6_cq_zDo9ChpSwDN8rfo7Aiz1l0VfGSl-PIz0ttCIV6fN2j6gYwQ9UYS36DUZY",
        "author": "Niamh Doherty",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1373103653284",
        "starRating": "4",
        "title": "Gud app",
        "comment": "Like it",
        "commentId": "gp:AOqpTOGR86ugpsp693iViZe20pSoOk1DZ--4H1ZX6MG0oX0-80IS-3WCMCmoDtavhSTKWYrVbg2IeAspQvn0XCQ",
        "author": "nav chahal",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.SET_WALLPAPER",
      "android.permission.WAKE_LOCK",
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.READ_PHONE_STATE",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "android.permission.VIBRATE",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_LOCATION_EXTRA_COMMANDS",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "com.android.browser.permission.READ_HISTORY_BOOKMARKS",
      "com.android.browser.permission.WRITE_HISTORY_BOOKMARKS",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
