{
  "title": "Fire Jobs",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.ffjreskinned.androidapp",
  "category": "Productivity",
  "price": "Free",
  "datePublished": "April 30, 2013",
  "version": "1.0.3",
  "operatingSystems": "2.3 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "GetHiredByFire.com",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.ffjreskinned.androidapp",
  "extendedInfo": {
    "installSize": "934k",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "**********FREE UNLIMITED ACCESS FOR 24 HOURS**********Fire Jobs allows you to find current and upcoming job openings with fire departments throughout the United States.  It allows you to search every state, get detailed job information, and any special requirements.  It'll also allow you to directly contact the hiring department from the app.  All information is drawn from a database that is updated several days a week with up to the minute information on tests which is extremely important to firefighter candidates due to short, first come first serve testing processes with limited applicant numbers that are now common throughout the United States.You can sign up for a week, month, or even half a year through the app.  If you sign up for six months, you'll get the BEST firefighter jobs search available  for less than $10 a month!Our average number of fire related job openings found across the US at any given time is over 2000...The problem for most firefighter candidates and even those in the profession wanting to promote and grow in their career is that they have no idea where the jobs are and end up missing out on multiple amazing opportunities.  Our application was built for those most serious about becoming firefighters and firefighting professionals most interested in growing in their career.  We use a database with over 30 years of fire job information, a full staff of researchers, and a proprietary search algorithm to provide the most amazing service possible.  We search paid and volunteer opportunities for:FirefighterFirefighter ParamedicEMS/Ambulance/DispatchFire EngineerFire PreventionFire CaptainChief OfficerDownload it now, try it out for free for 24 hours...When you see how amazing it is at finding you the job of your dreams and realize how much an edge it'll give you over those that aren't seeing so much opportunity  across the country,Subscribe and reap the benefits.We think you'll love it...GetHiredByFire",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "com.android.vending.BILLING",
      "android.permission.ACCESS_WIFI_STATE"
    ]
  }
}
