{
  "title": "FastViewer",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.fastviewer",
  "category": "Communication",
  "price": "Free",
  "datePublished": "July 4, 2013",
  "version": "1.3",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "14",
  "rating": "4.785714",
  "contentRating": "Medium Maturity",
  "creator": "FastViewer Software Development GmbH",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.fastviewer",
  "extendedInfo": {
    "installSize": "194k",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "The FastViewer app lets you attend FastViewer sessions from the comfort of your Android-Device. Even if you’re on the go, you no longer have to miss out on presentations, web conferences, online meetings or training sessions. What’s more, the FastViewer app is free of charge.How the FastViewer app works······································································If you already have and use FastViewer software, you can get started right away! If FastViewer is new to you, give it a try. Our free trial version is available at: http://www.fastviewer.com/fastviewer_verbindungsaufbau_EN.html1. Start FastViewer on your PC (FastMaster.exe)2. Open FastViewer on your Android-Device3. Enter the session numberAnd there you go: you’re connected!Features······································································Desktop:See your meeting partner’s desktop. You can view it in fit-to-screen mode, zoom into full-screen mode or view the desktop in original size (1:1) mode. Switching display modes is easy – all you do is double-tap the screen on your device. And you can also use multi-touch functions, like pinching your fingers together or apart, to smoothly scale the display size.Video:Tap on the camera icon to see video images of all participants in a meeting with a webcam. If your device has a front camera, you can even transmit your own video image.Chat:The chat function also lets you join in discussions even when you’re not at your desktop.Users:The list of participants lists all of a session’s attendees. You can also see who’s sharing their desktops.What is FastViewer?······································································FastViewer lets you view and participate in presentations, meetings and training courses online – all in a secure and easy-to-use environment. And it’s also certified by Germany’s TÜV SÜD certification organization.With FastViewer, presenting the content of your PC desktop to anything up to 1,000 participants is child’s play. In addition to desktop sharing, you can also see other participants’ desktops and chat with each other over a webcam. If you use a Windows PC to take part in a FastViewer session, you can also take advantage of lots of extra functions; for example, remote maintenance of other PCs or sharing and files and folders.Want to learn more about our solutions for sharing presentations and hosting online meetings?Or, are you interested in our remote maintenance and support solutions?Visit us at: http://www.fastviewer.com/",
    "reviews": [
      {
        "timestampMsec": "1360595445984",
        "starRating": "3",
        "title": "OK but not on my tablet!",
        "comment": "Useful but needs developing for popular tablet devices as I think tablets would be thing that I would use with this - it works on my Galaxy S3 but is marked as not suitable for my Galaxy Tab 2 10.1 - major omission in my view!",
        "commentId": "gp:AOqpTOG6Hb0fBfQdJuApwdh66Oh0BaPyShqt5wkXbdnpVFXgQbjsF85V638cYPV8go0MuT9aRgvJr4-6x501CQ",
        "author": "Clive Richards",
        "authorURL": "http://lh6.googleusercontent.com/-RGwmq5EAreg/AAAAAAAAAAI/AAAAAAAAA80/C3JwslEeVjk/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/-RGwmq5EAreg/AAAAAAAAAAI/AAAAAAAAA80/C3JwslEeVjk/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.CAMERA",
      "android.permission.WAKE_LOCK"
    ]
  }
}
