{
  "title": "Davis Mobile High Alert Cards",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.fadavis.highalert.fc",
  "category": "Medical",
  "price": "$0.99",
  "datePublished": "April 25, 2011",
  "version": "1.0",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "1",
  "rating": "4.0",
  "contentRating": "Everyone",
  "creator": "FA Davis",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.fadavis.highalert.fc",
  "extendedInfo": {
    "installSize": "3.7M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Now only $0.99!Review, listen, and learn…anytime, anywhere!Davis Mobile High Alert Drug Flash Cards features the 132 “high alert” prescription medications—the drugs with a greater potential to cause patient harm than other medications. Just flip through the cards to select a high alert drug name. Tap to listen to the audio pronunciation. With another tap, turn the card over to see U.S. and Canadian trade names and the drug’s therapeutic and pharmacologic classifications. Features:1) Multiple card sets are organized alphabetically by generic drug name for easy reference.2) Self-scoring and bookmarking allow for quick review.3) Link to the audio pronunciation of the generic drug name appears on each card.4) Card front features generic name, phonetic spelling, and audio link; card back lists U.S. and Canadian trade names and the drug’s therapeutic and pharmacologic classifications.5) Content downloads directly to your mobile device; no web connection is necessary after the initial download.About F.A. DavisDavis Mobile applications are produced by F.A. Davis Company. An independent publisher since 1879, F.A. Davis has been meeting the needs of generations of health care providers. Today, the company carries on that tradition through its catalogue of books, electronic, online, and mobile products for students, educators, and clinicians in Nursing, Medicine, and the Health Sciences. Its flagship titles, Taber’s Cyclopedic Medical Dictionary and Davis’s Drug Guide for Nurses®, are among the most trusted names in health care.  For more information on Davis Mobile and other F.A. Davis products, visit www.fadavis.com",
    "reviews": [
      {
        "timestampMsec": "1341934210891",
        "starRating": "4",
        "title": "Its is what it is",
        "comment": "Fair price and helps you remain safe and informed.",
        "commentId": "lg:AOqpTOHMtPjkKUsWPnOPg1VVUbiXvbh_xdBvov5Ig5NV2xc9dxwkgHM4F3orACMHqm_WWboZ4nT5eSryEvcujIo",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [

    ]
  }
}
