{
  "title": "Feng Shui & Horoscope 2013",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.fengshuimall",
  "category": "Lifestyle",
  "price": "Free",
  "datePublished": "August 18, 2013",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "3",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "FengshuiMall.com",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.fengshuimall",
  "extendedInfo": {
    "installSize": "3.0M",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "Feng shui, developed over 3,000 years ago in China, is the study of balancing the energies of any given space. It’s also about harnessing the good energies in your surroundings to attract good health and fortune, and weakening the negative ones. This App features some of the most popular Feng Shui formulas and theories to help you do just that!  This feature-packed Chinese geomancy App is designed for everyone, from beginners to the more seasoned Feng Shui enthusiasts. It is easy to use, without all the hard to understand languages and jargons, and simplified, without taking away the essence of the formula. The main functions of the App are Chinese Horoscope Forecast, Annual Flying Star & Afflictions Chart, Monthly Flying Star Feng Shui, Feng Shui Bagua Formula and Feng Shui Kua. The App allows you to store multiple profiles for personalized readings.Chinese Horoscope Forecast offers predictions of what the year holds for you according to your Chinese horoscope animal sign. How will your love life fare? Will your business or career take a new turn? Are there any obstacles in terms of health? Bear in mind that despite how bad your Astrology Forecast can be, with good Feng Shui, every year can be a good year!Flying Star Feng Shui is an advanced compass school of Feng Shui which incorporates Time Dimension into the formula. The yearly and monthly flying stars are believed to be the most powerful elements of Feng Shui. Some stars bring forth favorable circumstances while others are unfavorable. If a certain sector is made up of only good stars, it is believed that lots of luck is on its way to the occupant of that sector. When bad stars control the energies it spells the coming of misfortunes.Under the annual and monthly Flying Star and Afflictions charts, you can lock the map according to your home or office’s facing direction. Then, simply superimpose the charts to the layout of your premises. From there, you can see which sector of your home or office is afflicted by unlucky stars and find out the cures for them. At the same time, you can tap into the energies of the areas blessed with positive winds to benefit from them. These methods produce impressive and quick results and can both shorten periods of bad luck, while activating or prolonging periods of good fortune.The Flying Star Map also shows the locations of two other very dreaded annual afflictions: the Grand Duke Jupiter (Tai Sui) and the Three Killings (San Sha). Feng Shui Bagua Aspiration formula is a popular Feng Shui theory that’s embraced by many Feng Shui practitioners. It is claimed to have brought about unbelievable effects at an amazing speed by people who have applied it. According to this formula, each of the nine sectors of your home/office governs a type of luck e.g. career, love, health & wealth luck etc. and affects a particular person e.g. the patriarch, matriarch, eldest son etc. Knowing what to do with this knowledge will help to boost your luck and achieve your aspirations. Similarly, the App allows you to lock the Bagua Map to your property’s facing direction so that you can easily transfer it to the layout plan of your home/office. Last but not least is the Feng Shui Kua formula. Your Kua Number (1 to 9) is calculated using your birth date and gender. Every Kua number will have four favorable (Prosperity, Health, Romance and Personal Growth) and four unfavorable (Mishap, Five Ghosts, Six Killings and Total Loss) directions. With the help of the App’s custom Kua compass under your fingertips, you can conveniently determine these directions, anytime, anywhere! You are advised to always try to face your good directions when you’re working, having an important meeting, watching TV or sleeping, and avoid the unlucky ones. With constant application, you will notice a considerable improvement in your luck.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE"
    ]
  }
}
