{
  "title": "The Vampire Diaries FanFront",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.fanfront.thevampirediaries",
  "category": "Entertainment",
  "price": "Free",
  "datePublished": "September 3, 2013",
  "version": "1.1",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "8",
  "rating": "4.875",
  "contentRating": "Medium Maturity",
  "creator": "FanFront",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.fanfront.thevampirediaries",
  "extendedInfo": {
    "installSize": "1.1M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "The COMPLETE Vampire Diaries Fan App!FEATURES:• Interact with other TVD fans through the Fan Chat!• Voice your opinion with a monthly Fan Question!• Compete with other fan-bases in the Fan Battle!• Test your skills with the challenging Jigsaw Puzzle Game!• Stay updated with the latest news on The Vampire Diaries!• Watch the hottest videos, including featured In-App Videos!• Read more information about the show!• View TVD's photos on Instagram!• Stay connected with the official Facebook and Twitter feeds!• Plus so much more!ABOUT THE SHOW: The Vampire Diaries is a supernatural drama television series developed by Kevin Williamson and Julie Plec, based on the book series of the same name written by L. J. Smith. The series premiered on The CW Television Network on September 10, 2009. The series takes place in Mystic Falls, Virginia, a fictional small town haunted by supernatural beings. The main focus of the series is the love triangle between the protagonist Elena Gilbert (Nina Dobrev) and vampire-brothers Stefan Salvatore (Paul Wesley) and Damon Salvatore (Ian Somerhalder). As the narrative develops in the course of the series, the focal point shifts on the mysterious past of the town involving Elena's malevolent doppelgänger Katerina Petrova and the family of Original Vampires, all of which have an evil agenda of their own. The pilot episode attracted the largest audience of any series premiere since the network began in 2006. The first season averaged 3.60 million viewers. The show initially received average reviews, but critics agreed that the series improved over the course of the season with both the second and third season premiering to generally favorable reviews. The show has received numerous award nominations, winning two People's Choice Award and many Teen Choice Awards. On February 11, 2013, The CW renewed the series for a fifth season. On April 26, 2013, The CW has officially announced that the spin-off The Originals has been ordered to series, set to premiere in the 2013-14 television season.DISCLAIMER: The Vampire Diaries FanFront is not affiliated with or endorsed by The Vampire Diaries entities, or The CW. We are simply fans, showing our support for this amazing TV series. No copyright infringement is intended. Please contact us with any questions or requests for content removal.",
    "reviews": [
      {
        "timestampMsec": "1374538999598",
        "starRating": "5",
        "title": "Love the show",
        "comment": "Good great  awsome  <3 <3 <3 <3 <3 <3 <3 <3 <3 <3",
        "commentId": "gp:AOqpTOF2LwCt_oDCFWcD0KaHwqCtgk02X0dk7AOWX0ffi8S3t9O_QmUIwuDXIogzb2f7A3V0GLUoRrQRkUERuw",
        "author": "Tamara Lawrence",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1371884441611",
        "starRating": "5",
        "title": "LOVEITSOMICH",
        "comment": "Can\\'t live without it...",
        "commentId": "gp:AOqpTOGMcx7ZTewbsWKEfLo4oUESYWmOmxoa4bc7wobttvBQHkScUmoE9_oaJeGB92nmgkrvTWRBd-SE-klzrA",
        "author": "Alex Ram",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
