{
  "title": "Electrical Instrumentation",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.faadooengineers.electricalinstumentationprocess",
  "category": "Education",
  "price": "$1.00",
  "datePublished": "April 16, 2013",
  "version": "1",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "9",
  "rating": "2.7777777",
  "contentRating": "Everyone",
  "creator": "FaaDoOEngineers.com",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.faadooengineers.electricalinstumentationprocess",
  "extendedInfo": {
    "installSize": "2.1M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "This unique application is for all students across the world. It covers 280 topics of Electrical Instrumentation and Process Control in detail. These 280 topics are divided in 5 units.Each topic is around 600 words and is complete with diagrams, equations and other forms of graphical representations along with simple text explaining the concept in detail.This USP of this application is \"ultra-portability\". Students can access the content on-the-go from anywhere they like.Basically, each topic is like a detailed flash card and will make the lives of students simpler and easier.Some of topics Covered in this application are:1.\tIntroduction to AC Electricity2.\tCircuits with R, L, and C3.\tRC Filters4.\tAC Bridges5.\tMagnetic fields6.\tAnalog meter7.\tElectromechanical devices8.\tIntroduction to Basic Electrical Components9.\tResistance10.\tCapacitance11.\tInductance12.\tIntroduction to Electronics13.\tDiscrete amplifiers14.\tOperational amplifiers15.\tCurrent amplifiers16.\tDifferential amplifiers17.\tBuffer amplifiers18.\tNonlinear amplifiers19.\tInstrument amplifier20.\tAmplifier applications21.\tDigital Circuits22.\tDigital signals & Binary numbers23.\tLogic circuits24.\tAnalog-to-digital conversion25.\tCircuit Considerations26.\tIntroduction to Process control27.\tProcess Control28.\tDefinitions of the Elements in a Control Loop29.\tProcess Facility Considerations30.\tUnits and Standards31.\tInstrument Parameters 32.\tIntroduction to Level33.\tLevel Formulas34.\tDirect level sensing 35.\tIndirect level sensing 36.\tApplication Considerations37.\tIntroduction to Pressure38.\tBasic Terms39.\tPressure Measurement40.\tPressure Formulas 41.\tManometers42.\tDiaphragms, capsules, and bellows43.\tBourdon tubes44.\tOther pressure sensors45.\tVacuum instruments46.\tApplication Considerations47.\tIntroduction to Actuators and Control48.\tPressure Controllers 49.\tFlow Control Actuators50.\tPower Control 51.\tMagnetic control devices52.\tMotors53.\tApplication Considerations54.\tIntroduction to flow55.\tFlow Formulas of Continuity equation56.\tBernoulli equation57.\tFlow losses58.\tFlow Measurement Instruments of Flow rate59.\tTotal flow and Mass flow60.\tDry particulate flow rate and Open channel flow61.\tApplication Considerations62.\tHumidity63.\tHumidity measuring devices64.\tDensity and Specific Gravity65.\tDensity measuring devices66.\tViscosity67.\tViscosity measuring instruments68.\tpH Measurements, pH measuring devices and pH application considerations69.\tPosition and Motion Sensing 70.\tPosition and motion measuring devices71.\tForce, Torque, and Load Cells72.\tForce and torque measuring devices73.\tSmoke and Chemical Sensors74.\tSound and Light75.\tSound and light measuring devices76.\tSound and light application considerations77.\tIntroduction to Signal Conditioning78.\tConditioning79.\tLinearization 80.\tTemperature correction81.\tPneumatic Signal Conditioning82.\tVisual Display Conditioning83.\tElectrical Signal Conditioning84.\tStrain gauge sensors85.\tCapacitive sensors86.\tCapacitive sensors87.\tMagnetic sensors 88.\tThermocouple sensors89.\tIntroduction to Temperature and Heat90.\tTemperature definition91.\tHeat definitions 92.\tThermal expansion definitions93.\tTemperature and Heat Formulas94.\tThermal expansion95.\tTemperature Measuring Devices96.\tThermometers97.\tPressure-spring thermometers98.\tResistance temperature devices99.\tThermistors100.\tThermocouples101.\tSemiconductors102.\tApplication Considerations103.\tInstallation, Calibration & Protection104.\tSystem Documentation105.\tPipe and Identification Diagrams 106.\tFunctional Symbols107.\tP and ID Drawings108.\tIntroduction to Instrument types and performance characteristics109.\tActive and passive instruments110.\tNull-type and deflection-type instruments111.\tAnalogue and digital instruments112.\tIndicating instruments and instruments with a signal outputAll topics are not listed because of character limitations set by the Play Store.",
    "reviews": [
      {
        "timestampMsec": "1375328916889",
        "starRating": "1",
        "title": "Poor support",
        "comment": "Will not let me use app after registering with another app from the same creator. Spent money on something I could have used for school, instead waisted.",
        "commentId": "gp:AOqpTOE764f4A3VG46FbKV7Ks3nvr1la1F86KTcUqcC10XHzS1b0ipPxLUfx1VJjjkgJsC-PMPfqLSY59dmCCw",
        "author": "Francesco Auciello",
        "authorURL": "http://lh5.googleusercontent.com/-_ccuSuy1yFI/AAAAAAAAAAI/AAAAAAAACFQ/Y_djCMf3hgk/photo.jpg",
        "authorSecureURL": "https://lh5.googleusercontent.com/-_ccuSuy1yFI/AAAAAAAAAAI/AAAAAAAACFQ/Y_djCMf3hgk/photo.jpg"
      },
      {
        "timestampMsec": "1369136614480",
        "starRating": "1",
        "comment": "How many times Do I need to register and how many email addresses??????\\tI purchased 15 apps courses on faadooengineers and when I opened 1 and I was required to register with usename and email address and I did. When I opened the second one I was required to do the same and I tried to register but when I did, it said I need new email address as mine has been used, which mean that I had used it for the 1st app I registered for, my problem is that I purchased the apps and now I need 15 email addresses to use the apps!? Please help me as I am desperate for some assistance. Otherwise I would like a refund!",
        "commentId": "gp:AOqpTOG3G8xfLhhKC4lyr_aoYJ5maPLxodKi1zFJi4JcREnLGnpObuOZGRvccaFjVjkLfSK99Y5degn84nRqMg",
        "author": "Apiline Falevai",
        "authorURL": "http://lh5.googleusercontent.com/-Fn2kh3btpNk/AAAAAAAAAAI/AAAAAAAAAOg/2_R_F47g2HE/photo.jpg",
        "authorSecureURL": "https://lh5.googleusercontent.com/-Fn2kh3btpNk/AAAAAAAAAAI/AAAAAAAAAOg/2_R_F47g2HE/photo.jpg"
      },
      {
        "timestampMsec": "1378653865698",
        "starRating": "1",
        "title": "Can\\'t register",
        "comment": "The key sent was wrong message pop\\'s up. No response from the developer. It\\'s waist of money. I\\'m recommend to ban this apps developer from Google market.",
        "commentId": "gp:AOqpTOHapzUujDUHGI6fnVKftLfRh0LsyVZHzwegekfD5XbcMaVJ4ifwb-cEnmkPYV64xrM10kcnNH_lHlk0Gg",
        "author": "Nazeer Ahmed",
        "authorURL": "http://lh6.googleusercontent.com/-19hjl-Z1GRc/AAAAAAAAAAI/AAAAAAAAAAA/7oShSCDdKmA/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/-19hjl-Z1GRc/AAAAAAAAAAI/AAAAAAAAAAA/7oShSCDdKmA/photo.jpg"
      },
      {
        "timestampMsec": "1370064807198",
        "starRating": "5",
        "title": "So smooth and so fast",
        "comment": "User friendly & very intuitive ...",
        "commentId": "gp:AOqpTOFp_pYne5JKP2Otod6mvC7EvQwm6UUaxg6QD26lzhmeuUoHJxAeA4pKCGAmKPxbAkWLNMPzK2G-NTiuNQ",
        "author": "Shalini Gupta",
        "authorURL": "http://lh5.googleusercontent.com/-VGICSmlv9a0/AAAAAAAAAAI/AAAAAAAAASE/PWauNrAz11Y/photo.jpg",
        "authorSecureURL": "https://lh5.googleusercontent.com/-VGICSmlv9a0/AAAAAAAAAAI/AAAAAAAAASE/PWauNrAz11Y/photo.jpg"
      },
      {
        "timestampMsec": "1370070749934",
        "starRating": "5",
        "title": "A++",
        "comment": "Awesome App.. My humble request is that please provide us some more subjects.",
        "commentId": "gp:AOqpTOGKNnPb4KybI03d9otdfiox_ajQtDJxesAv5MEv-RBnkUHxNWQI2931X6493XRWT4_puOQmu4dQV-Aciw",
        "author": "Atul Yadav",
        "authorURL": "http://lh5.googleusercontent.com/-01h3Hk3_meQ/AAAAAAAAAAI/AAAAAAAAAFo/uSPt3Jf67ws/photo.jpg",
        "authorSecureURL": "https://lh5.googleusercontent.com/-01h3Hk3_meQ/AAAAAAAAAAI/AAAAAAAAAFo/uSPt3Jf67ws/photo.jpg"
      },
      {
        "timestampMsec": "1368279205792",
        "starRating": "1",
        "title": "Can\\'t log in",
        "comment": "I\\'d bought one other app from faadoo and logged in to that but when I bought the second one and tried logging in, it wouldn\\'t let me.  Also, it asks for a password where there is no field to enter a password.  I went to the website to reset my \\\"password\\\" (more like create an account and password) but never got an email with the changed password or account info!  The app makers should fix this else I want my money back!  I guess if I don\\'t hear from the app makers, I can put in a complaint to the Play Store.",
        "commentId": "gp:AOqpTOHtPQMsdADWVL84gSS6bkFwnT5SMHuQ1mWnAKXduDEFreOmmY9CGdxAbAQi5_JRGvtOZEPuQ7o_VgjfBA",
        "author": "Ronnie Thomas Varghese",
        "authorURL": "http://lh6.googleusercontent.com/-2yoGYV_2tq8/AAAAAAAAAAI/AAAAAAAAEbA/GqedUb7yJ1E/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/-2yoGYV_2tq8/AAAAAAAAAAI/AAAAAAAAEbA/GqedUb7yJ1E/photo.jpg"
      },
      {
        "timestampMsec": "1374640341324",
        "starRating": "5",
        "title": "basically good",
        "comment": "The important basics are there. Please note that you need internet connection to read subjects. So far so good",
        "commentId": "gp:AOqpTOG-0etOCSgDKuGGVoBGtnczjuMcoKRNvrd1lsrHddjQamkYevJ36GF5F8LpfisjcE7wkMk4Qw8aZqJHKQ",
        "author": "peter peter",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE"
    ]
  }
}
