{
  "title": "The King's Theatrical Society",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.favequest.myevents.the_king_s_theatrical_society",
  "category": "Entertainment",
  "price": "Free",
  "datePublished": "November 12, 2012",
  "version": "1.0.0",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "Favequest Corp.",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.favequest.myevents.the_king_s_theatrical_society",
  "extendedInfo": {
    "installSize": "2.3M",
    "downloadsCount": "10+",
    "downloadsCountText": "10 - 50",
    "description": "Founded in 1931, the King’s Theatrical Society (KTS) is a student-run drama organization working out of the University of King’s College in Halifax, Nova Scotia. One of the oldest theatrical societies in North America, it is also the largest per capita campus society of its kind on the continent. It is estimated that 80% of King’s students will become involved with the society at some point during during their years of study at the university.  As such the KTS is much more then a theatrical society, it is a foundation of student life at King’s where students can meet one another, form lasting relationships and memories, and develop important skills.Each year, based on what's pitched by local and student artists, the KTS puts up commercial plays, musicals, original student-written works, and experimental pieces. Its two principal venues, the Pit and Red Room, have housed and supported dance collectives, comedians, and theatre companies from all over Atlantic Canada.   This year, as always, the KTS is committed to providing students with the proper resources and support which will enable them to achieve their personal and creative goals.  The KTS is dedicated to enriching the lives of students and local Halagonians by creating entertaining and challenging amateur theatre.  This app is your guide to Kings Theatrical Society, and allows you to:check out the full calendar of performances.take souvenir photos with the \"King Cam\" and post them to Facebook and Twitteradd events to your calendar right from the app so you don't miss any events map with the location of the theatre",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_CALENDAR",
      "android.permission.WRITE_CALENDAR",
      "android.permission.READ_PHONE_STATE",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.CAMERA",
      "android.permission.DISABLE_KEYGUARD",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
