{
  "title": "Lord Jesus Wallpaper HD",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.faith.wall.jesus",
  "category": "Libraries & Demo",
  "price": "Free",
  "datePublished": "October 13, 2012",
  "version": "0.0.9.0",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "14",
  "rating": "4.071429",
  "contentRating": "Medium Maturity",
  "creator": "panther apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.faith.wall.jesus",
  "extendedInfo": {
    "installSize": "1.9M",
    "downloadsCount": "5,000+",
    "downloadsCountText": "5,000 - 10,000",
    "description": "Lord Jesus Wallpaper HDJesus, also referred to as Jesus of Nazareth is the central figure of Christianity, whom a majority of Christian denominations worship as God the Son incarnated.Know how to meet jesus in this life or other is important.Virtually all scholars of antiquity agree that Jesus existed.Most scholars hold that Jesus was a Jewish teacher from Galilee in Roman Judaea, was baptized by John the Baptist, and was crucified in Jerusalem on the orders of the Roman Prefect, Pontius Pilate.Scholars have offered competing descriptions and portraits of Jesus, which at times share a number of overlapping attributes, such as a rabbi, a charismatic healer, the leader of an apocalyptic movement, Messiah, a sage and philosopher, or a social reformer who preached of the \"Kingdom of God\" as a means for personal and egalitarian social transformation. Scholars have correlated the New Testament accounts with non-Christian historical records to arrive at an estimated chronology of Jesus' life.Christians hold Jesus to be the awaited Messiah of the Old Testament and refer to him as Jesus Christ or simply as Christ,a name that is also used secularly. Christians believe that Jesus was conceived by the Holy Spirit, born of a virgin, performed miracles, founded the Church, died sacrificially by crucifixion to achieve atonement, rose from the dead, and ascended into heaven, from which he will return.The majority of Christians worship Jesus as the incarnation of God the Son, and the Second Person of the Holy Trinity.A few Christian groups reject Trinitarianism, wholly or partly, as non-scriptural.In Islam, Jesus (commonly transliterated as Isa) is considered one of God's important prophets.In Islam, Jesus is a bringer of scripture, and the product of a virgin birth, but not the victim of crucifixion. Judaism rejects the belief that Jesus was the awaited Messiah, arguing that he did not fulfill the Messianic prophecies in the Tanakh. Bahá'í scripture almost never refers to Jesus as the Messiah, but calls him a Manifestation of God.wo independent approaches have been used to estimate the year of the birth of Jesus, one involving analysis of the Nativity accounts in the Gospels of Luke and Matthew along with other historical data, and the other working backwards from the estimation of the start of the ministry of Jesus, as also discussed in the next section.Jesus Wallpaper and Jesus Wallpapers on your android phone will surely motivate to do good in your life for peace and prosperity of everyone. Jesus Live Wallapaper Jesus Live wallpapers are attractive and look wonderful on your screen however the HD style Wallpapers of Jesus and Mother Mary give your Android phone a devotee looks.Always try to remember the Jesus Callings, Holy bible and and his prayers.Jesus is considered the incarnation of God and his teachings an example for living a more spiritual life.Famous Sayings of Jesus include..Love Your Enemies!Don't Worry About The FutureHow To Treat OthersThe Most Important CommandmentSpiritual GreatnessGaining The World, Losing Your SoulThe Kingdom Of God Is Not PhysicalGod Loves EveryoneAsk, Seek, KnockHis Claim To Be GodWe have partnered with AppLovin Corporation to bring you a more socialexperience including but not limited to the ability to more easilyinvite your friends to our app, alerts from your friends, socialadvertising, etc. To serve you a better experience we may share yourpersonal data with AppLovin, and use of your data is subject toAppLovin's Privacy Policy and Terms of Use. Both policies areavailable at www.applovin.com.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.SET_WALLPAPER",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.READ_PHONE_STATE",
      "com.android.browser.permission.WRITE_HISTORY_BOOKMARKS",
      "com.android.browser.permission.READ_HISTORY_BOOKMARKS",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "com.android.launcher.permission.UNINSTALL_SHORTCUT",
      "com.android.launcher.permission.READ_SETTINGS",
      "android.permission.GET_ACCOUNTS",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
