{
  "title": "DroidSent",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.fedston.software.droidsent",
  "category": "Productivity",
  "price": "Free",
  "datePublished": "August 22, 2013",
  "version": "BETA",
  "operatingSystems": "2.3.3 and up",
  "ratingsCount": "6",
  "rating": "5.0",
  "contentRating": "Medium Maturity",
  "creator": "Fedston Software LLC",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.fedston.software.droidsent",
  "extendedInfo": {
    "installSize": "136k",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "DroidSent! Now you control how calls and texts are handled.DroidSent allows you to customize messages to be sent to callers and texters when you do not want to be bothered.When you turn it on, DroidSent will automatically send callers to voicemail without your intervention and send the caller your predefined message.  Texters will also receive your message as well.  This AutoReply feature means you do not have to touch your phone when you are busy - turn it on and let DroidSent AutoRespond for you.DroidSent can even automatically put your phone on Vibrate when you turn it on and set it back to normal when you turn it off.  You decide.Create your own messages to respond with, or use the ones that come with DroidSent.Create your own profiles to group together settings and messages, or use the ones that come with DroidSent. Once you choose your profile just turn it on> In a meeting and don't want to be bothered, turn on DroidSent.> Driving your car and don't want to crash replying to a text, turn on DroidSent when you first get in the car and let it tell them you are busy.> Going to bed but want to use your phone to surf the web withoug being bothered, turn on DroidSent.Privacy: See our website for our full privacy policy but in summary this app will not collect any of your personal information. Permissions: (Which ones we ask for and why)* Your Messages (recieve SMS, receive MMS, receive WAP_PUSH) - Detect incoming Text messages so DroidSent can respond for you.* Phone Calls (read phone state and identity) - Detect incoming phone calls so DroidSent can respond for you.* Services that cost you money (directy call phone numbers, send SMS messages) - Allows DroidSent to send text responses when you turn it on.  DroidSent does not make phone calls.  DroidSent will not respond to 900 numbers, foreign numbers or any other non-standard number.  This will prevent DroidSent from responding to Premium Numbers that could cost you money.WARNING:  This app sends text messages in response to incoming calls and texts when you activate it.  ONLY use this app if you have a texting plan with sufficient monthly allowances. If you are pay-per-text or have a limited texting plan, phone company charges may be incurred.Fedston Software LLC is not responsible for text, data or phone charges resulting from the use of this app.DroidSent is currently in BETA and will be free to use during the BETA period. If you find a problem, please let us know so we can fix it right away.If DroidSent is perfect, please tell your friends.If DroidSent has warts on it, please tell us!From the main screen in DroidSent>Click Android Menu Button >Click Help/Contact Us.>If the help doesn't help, click Contact Us.>Tell us what is wrong and click SendComing Soon:Send custom messages to different people in your Contact list.Flag numbers to never respond to, block, always allow through.More control over how and when your phone actually disturbs you and when it responds for you.",
    "reviews": [
      {
        "documentVersion": "1.03.00",
        "timestampMsec": "1332542328272",
        "starRating": "5",
        "title": "Great for meetings.",
        "comment": "Works great for me when I am in meetings.  Silences phone and lets people know I am busy.",
        "commentId": "lg:AOqpTOFNXShxzhoFhgNhAnX7zIJPCztad8ZGYgmtPnrHBCBWIXsq2ea9bCIkP069gY6mLNS1NuWd1aM4Py3e9A",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "documentVersion": "1.01.00",
        "timestampMsec": "1330648508680",
        "starRating": "5",
        "title": "Great",
        "comment": "Great little app.  Love it.",
        "commentId": "lg:AOqpTOGJS2T2bWg_RtIQv28Myrm0dpK3qiXmZZIvCmNW_00Jv8HW925ske9DH4ZSKwACDBFqkEUvLL_bTtRC-A",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "documentVersion": "1.01.00",
        "timestampMsec": "1330310799209",
        "starRating": "5",
        "title": "Cool idea",
        "comment": "Very useful, especially for driving!",
        "commentId": "lg:AOqpTOHIMY3b3aMvKWvWjf25lymfgyVcxOKCHTojEtwAnsVMdiEM76hKMjKVIx2hD8uAkbq5oVpGGzcy_-WDsw",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "documentVersion": "1.01.00",
        "timestampMsec": "1330648949481",
        "starRating": "5",
        "title": "Randy",
        "comment": "This app could litterally be a life saver. Don\\'t text and drive.",
        "commentId": "lg:AOqpTOEE7zFA1IUtAvoytCPcR8jVhBHBZpU41ZwI0HDT_mwfbOrUZjlNChWY53v2OuCkL8Ll6k_ZXGf1sLufGQ",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.RECEIVE_SMS",
      "android.permission.SEND_SMS",
      "android.permission.READ_PHONE_STATE",
      "android.permission.MODIFY_PHONE_STATE",
      "android.permission.CALL_PHONE",
      "android.permission.RECEIVE_WAP_PUSH",
      "android.permission.RECEIVE_MMS"
    ]
  }
}
