{
  "title": "Power Plant Engineering",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.faadooengineers.powerplantengineering",
  "category": "Education",
  "price": "$1.00",
  "datePublished": "April 22, 2013",
  "version": "1",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "5",
  "rating": "2.0",
  "contentRating": "Everyone",
  "creator": "FaaDoOEngineers.com",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.faadooengineers.powerplantengineering",
  "extendedInfo": {
    "installSize": "2.1M",
    "downloadsCount": "50+",
    "downloadsCountText": "50 - 100",
    "description": "This unique application is for all students across the world. It covers 232 topics of Power Plant Engineering in detail. These 232 topics are divided in 5 units.Each topic is around 600 words and is complete with diagrams, equations and other forms of graphical representations along with simple text explaining the concept in detail.This USP of this application is \"ultra-portability\". Students can access the content on-the-go from anywhere they like.Basically, each topic is like a detailed flash card and will make the lives of students simpler and easier.Some of topics Covered in this application are:1.\tFUEL SYSTEM OF THE DIESEL POWER PLANT2.\tINTRODUCTION TO POWER PLANT3.\tPOWER4.\tENERGY5.\tSOURCES OF ENERGY6.\tREVIEW OF THERMODYNAMIC CYCLES RELATED TO POWER PLANT7.\tCARNOT CYCLE8.\tRANKINE CYCLE9.\tEFFICIENCY OF THE RANKINE CYCLE10.\tREHEAT CYCLE11.\tREGENERATIVE CYCLE12.\tBINARY VAPOUR CYCLE13.\tEFFICIENCY OF BINARY VAPOUR POWER CYCLE14.\tREHEAT REGENERATIVE CYCLE15.\tINDIAN ENERGY SCENARIO16.\tCOAL ANALYSIS17.\tSTEAM POWER PLANT18.\tNUCLEAR POWER PLANT19.\tDIESEL POWER PLANT20.\tFUELS AND COMBUSTION21.\tSTEAM GENERATORS22.\tSTEAM PRIME MOVERS23.\tSTEAM CONDENSERS24.\tSURFACE CONDENSERS25.\tJET CONDENSERS26.\tTYPES OF JET CONDENSERS27.\tHYDRAULIC TURBINES28.\tIMPULSE AND REACTION TURBINES29.\tSCIENCE VERSUS TECHNOLOGY30.\tSCIENTIFIC RESEARCH31.\tSCIENCE AND TECHNOLOGY INFRASTRUCTURE32.\tFACTS VERSUS VALUES33.\tATOMIC ENERGY34.\tHIGHLIGHTS OF THE NUCLEAR POWER PROGRAMME35.\tNUCLEAR POWER CORPORATION OF INDIA LIMITED36.\tOCEAN ENGINEERING APPLICATIONS37.\tINTRODUCTION OF STEAM POWER PLANT38.\tSTEAM POWER STATION DESIGN39.\tCOAL HANDLING40.\tDEWATERING OF COAL41.\tESSENTIALS OF STEAM POWER PLANT EQUIPMENT42.\tTYPES OF FUEL BURNING SURFACES43.\tMETHOD OF FUEL FIRING44.\tAUTOMATIC BOILER CONTROL45.\tPULVERIZED COAL46.\tBALL MILL47.\tBALL AND RACE MILL48.\tSHAFT MILL49.\tPULVERISED COAL FIRING50.\tCYCLONE FIRED BOILERS51.\tWATER WALLS52.\tASH DISPOSAL53.\tASH HANDLING EQUIPMENT54.\tSMOKE AND DUST REMOVAL55.\tTYPES OF THE DUST COLLECTOR56.\tFLY ASH SCRUBBER57.\tFLUIDISED BED COMBUSTION58.\tTYPES OF FBC SYSTEMS59.\tINTRODUCTION OF STEAM GENERATOR60.\tCLASSIFICATION OF THE BOILERS61.\tCOCHRAN BOILER62.\tLANCASHIRE BOILERS63.\tLOCOMOTIVE BOILER64.\tBABCOCK WILCOX BOILER65.\tINDUSTRIAL BOILERS66.\tMERITS AND DEMERITS OF WATER TUBE BOILERS OVER FIRE TUBE BOILERS MERITS67.\tREQUIREMENTS OF A GOOD BOILER68.\tLA MONT BOILER69.\tBENSON BOILER70.\tLOEFFLER BOILER71.\tSCHMIDT-HARTMANN BOILER72.\tVELOX-BOILER73.\tCLASSIFICATION OF STEAM TURBINE74.\tTHE SIMPLE IMPULSE TURBINE75.\tCOMPOUNDING OF IMPULSE TURBINE76.\tPRESSURE COMPOUNDED IMPULSE TURBINE77.\tSIMPLE VELOCITY-COMPOUNDED IMPULSE TURBINE78.\tPRESSURE AND VELOCITY COMPOUNDED IMPULSE TURBINE79.\tIMPULSE-REACTION TURBINE80.\tADVANTAGES OF STEAM TURBINE OVER STEAM ENGINE81.\tSTEAM TURBINE GOVERNING82.\tSTEAM TURBINE PERFORMANCE83.\tSTEAM TURBINE TESTING84.\tSTEAM TURBINE CAPACITY AND CAPABILITY85.\tSTEAM TURBINE GENERATORS86.\tSTEAM TURBINE SPECIFICATIONS87.\tINTRODUCTION OF NUCLEAR POWER PLANT88.\tSTRUCTURE OF ATOM89.\tLAYOUT OF NUCLEAR POWER PLANT90.\tNUCLEAR WASTE DISPOSAL91.\tSITE SELECTION OF NUCLEAR POWER PLANT92.\tPERFORMANCE OF NUCLEAR POWER PLANTS93.\tNUCLEAR STABILITY94.\tNUCLEAR BINDING ENERGY95.\tNUCLEAR FISSION96.\tNUCLEAR REACTORS97.\tNUCLEAR CHAIN REACTION98.\tADVANTAGES AND DISADVANTAGES OF NUCLEAR POWER PLANT99.\tNEUTRON LIFE CYCLEAll topics are not listed because of character limitations set by the Play Store.",
    "reviews": [
      {
        "timestampMsec": "1370574523107",
        "starRating": "1",
        "title": "Won\\'t let me login",
        "comment": "Can someone please tell me how i get passed the registration phase? Don\\'t waste your money on this until they fix this problem.",
        "commentId": "gp:AOqpTOHJntZOf4s5p9JM-vTPM2hfDb6nM7GpcwEsaK_XFZg_9LblxSSL9TKnO0ctztDdGkQdL8qnVJbN8I-hlg",
        "author": "Dianne Shields",
        "authorURL": "http://lh6.googleusercontent.com/-xOY8PU1LFJw/AAAAAAAAAAI/AAAAAAAAABg/z6OLIycepXs/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/-xOY8PU1LFJw/AAAAAAAAAAI/AAAAAAAAABg/z6OLIycepXs/photo.jpg"
      },
      {
        "timestampMsec": "1377934785811",
        "starRating": "1",
        "title": "Registered One then locked Out!",
        "comment": "Ibought several and after registering one I\\'M locked out. With a reset link that won\\'t open then disappears.  POS!",
        "commentId": "gp:AOqpTOHnJPeR938EfgXeSrhzdD0TCE4IxWUcKk3iFryWkmSg2uOewifFQD8_JoFojwyErDK22z6y6VW_wzgTsA",
        "author": "M Aleksich",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1371777915199",
        "starRating": "1",
        "title": "Rip off",
        "comment": "Won\\'t register. Total  waste of time and money. Don\\'t buy. Bunch of crooks!!!",
        "commentId": "gp:AOqpTOE1Mo3TYH2S68IEruxZ_JF5IkErSqIe7DbRQc4pBlOKrX1LyTD23ziD1MSpUwJfQs4xkk6fG96bdlSoqQ",
        "author": "Clay Wagner",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1369687818538",
        "starRating": "2",
        "title": "Wouldn\\'t let me view content",
        "comment": "Wouldn\\'t let me use the same login details!! Please fix this problem",
        "commentId": "gp:AOqpTOH4q7ylsbhW_gRwja1clnct5fPy3Jd8V1tA3NhVhFNhbUCfqlzQpfNvmwARXx9hr_aMyOHDdrZg9o3kQg",
        "author": "Monty Patel",
        "authorURL": "http://lh4.googleusercontent.com/-ks-yL3UB2X8/AAAAAAAAAAI/AAAAAAAAAg8/co-ptj-dwL0/photo.jpg",
        "authorSecureURL": "https://lh4.googleusercontent.com/-ks-yL3UB2X8/AAAAAAAAAAI/AAAAAAAAAg8/co-ptj-dwL0/photo.jpg"
      },
      {
        "timestampMsec": "1370066430172",
        "starRating": "5",
        "title": "Great features with great content",
        "comment": "Very well done...",
        "commentId": "gp:AOqpTOEzjAPjd8bU23tNNYjK08DSbnyPK94re1s1SZKO0fk8qZ6wih888pPKEB7y2La1SP8I8Vidm4DzZvNoWg",
        "author": "Shalini Gupta",
        "authorURL": "http://lh5.googleusercontent.com/-VGICSmlv9a0/AAAAAAAAAAI/AAAAAAAAASE/PWauNrAz11Y/photo.jpg",
        "authorSecureURL": "https://lh5.googleusercontent.com/-VGICSmlv9a0/AAAAAAAAAAI/AAAAAAAAASE/PWauNrAz11Y/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE"
    ]
  }
}
