{
  "title": "Computer Organization & Arch.",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.faadooengineers.computerorganization",
  "category": "Education",
  "price": "$1.00",
  "datePublished": "April 9, 2013",
  "version": "1",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "FaaDoOEngineers.com",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.faadooengineers.computerorganization",
  "extendedInfo": {
    "installSize": "2.1M",
    "downloadsCount": "5+",
    "downloadsCountText": "5 - 10",
    "description": "This unique application is for all students of Computer Organization & Architecture across the world. It covers 129 topics of Computer Organization & Architecture  in detail. These 129 topics are divided in 5 units. Each topic is around 600 words and is complete with diagrams, equations and other forms of graphical representations along with simple text explaining the concept in detail.The USP of this application is \"ultra-portability\". Students can access the content on-the-go from any where they like. Basically, each topic is like a detailed flash card and will make the lives of students simpler and easier.Some of topics Covered in this application are:1.\tIntroduction to Computer Organization and Architecture2.\tComputer Organization and Architecture Structure 3.\tPerformance Measures4.\tMemory Locations and Operations5.\tAddressing Modes6.\tInstruction types of machine7.\tA Simple Machine8.\tInstructions mnemonics and syntax9.\tAssembler Directives and Commands10.\tAssembly and Execution of Programs11.\tNumber System12.\tInteger Arithmetic13.\tFloating Point Arithmetic14.\tThe IEEE Floating-Point Standard15.\tHamming Code16.\tThe Arithmetic and logic Unit17.\tInteger Representation18.\tMicro Operations19.\tControl of the processor20.\tHardware Implimentations21.\tMicroprogrammed Control22.\tMicroinstruction Sequencing23.\tMicroinstruction Execution24.\tTI 880025.\tTypes of parallel Processor systems26.\tSymmetric Multiprocessors27.\tSymmetric Multiprocessors Organization28.\tMultiprocessor Operating System Design Considerations29.\tA Mainframe SMP30.\tCache Coherence and the mesi protocol31.\tSoftware and hardware Solutions for cache Coherence32.\tThe MESI Protocol33.\tMultithreading and Clip Multiprocessing34.\tApproaches to Explicit Multithreading35.\tClusters36.\tOperating System Design Issues in Clustering37.\tCluster Computer Architecture38.\tNonuniform memory Access39.\tNUMA Pros and Cons40.\tVector Computation41.\tApproaches to Vector Computation42.\tHardware Performance Issues43.\tPower Consumption44.\tSoftware Performance Issues45.\tApplication Example:Valve Game Software46.\tMulticore Organization47.\tIntroduction to Input/Output Devices48.\tBasic Concepts of I/O Devices49.\tProgarmmed I/O50.\tInterrupt - Driven I/O51.\tInterrupt Hardware52.\tExamples of interrupt I/O53.\tDirect Memory Access(DMA)54.\tBuses55.\tSynchronous and Asynchronous Buses56.\tBus Arbitration57.\tInput/Output Interfaces58.\tAccessing I/O Devices59.\tProgram-controlled I/O60.\tInterrupts61.\tInterrupts Hardware 62.\tInterrupt Hardware63.\tEnabling and Disabling Interrupts64.\tHandling Multiple Devices65.\tControlling Device Requests66.\tUse of Interrupts in Operating System67.\tInterface circuits68.\tSerial port69.\tStandard I/O Interface70.\tSCSI (Small Computer System Interface)71.\tBus Signal72.\tUSB (Universal Serial Bus).73.\tUSB Architecture74.\tUSB Protocol75.\tI/O device76.\tProcessors77.\tBasic concepts of memory system78.\tSemiconductor RAM Memories79.\tStatic Memories80.\tAsynchronous DRAMs81.\tSynchronous DRAMs82.\tStructure of Larger Memories83.\tMemory System Cosideration84.\tRambus Memory85.\tRead Only Memories (ROM)86.\tFlash Memories87.\tSpeed, Size and Cost of Memories88.\tCache memories89.\tMapping Functions90.\tCache performance Improvement91.\tOther Enhancements of Cache Memory92.\tVirtual memory93.\tAddress Translation94.\tTranslation Lookaside Buffer95.\tMemory management requirements96.\tAssociative memory97.\tSecondary memory98.\tFloppy Disks99.\tOptical Disks100.\tOther Storage Devices101.\tAuxiliry Storage Device102.\tProcess Fundamental concepts103.\tPerforming Arithmatic and Logical Operations104.\tComplete Instruction Execution105.\tMultiple Bus Organization106.\tHardwired control107.\tNano programming108.\tBasic concepts of pipeline109.\tRole of Cache Memory in Pipeline110.\tData hazardsAll topics are not listed because of character limit set by Play Store.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE"
    ]
  }
}
