{
  "title": "Air Attack 1945",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.fanmix.airattack1945hd",
  "category": "Arcade & Action",
  "price": "Free",
  "datePublished": "July 19, 2013",
  "version": "1.0",
  "operatingSystems": "2.3.3 and up",
  "ratingsCount": "10",
  "rating": "3.6",
  "contentRating": "Everyone",
  "creator": "Finger Legend Inc.",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.fanmix.airattack1945hd",
  "extendedInfo": {
    "installSize": "43M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "YOU HAVE NEVER SEEN A HELICOPTER GAME LIKE THIS ON MOBILE DEVICE ! A peaceful town is being invaded by evil force, need your protection. You are commissioned to lead a glorious helicopter squad to go deep in the enemy’s rear to eliminate the enemy base. As the battle goes on, you can upgrade your helicopter with more capacity in fighting. You can get gold with which you upgrade the helicopter through successfully complete the missions. This game is made up of four chapters, namely Rush to Frontier, Deep in enemy’s rear, Desert storm, and the Last campaign, while each chapter includes four missions. Missions go more and more challenging as the time goes, but bonus get more and more in the same way. You will challenge the boss at the end of each chapter, while remarkable bonus will be in your hands if you win. What hell are you waiting for? Come on, pilot your helicopter and challenging the enemy! Game Features: -- Four Chapters, 16 challenging missions. Three challenging bosses. A very challenging big final boss! -- Exquisite 3D graphics, shocking explosion effect, beautiful particles. -- Three upgradeable helicopters. -- Support three operation types. -- Various kinds of bonus. Each mission will encourage and reward you by coins to upgrade your helicopters. -- Many kinds of enemies: helicopters, planes, tanks, armored cars, rocket launchers, ships and many different kinds of cannons.",
    "reviews": [
      {
        "timestampMsec": "1375381000548",
        "starRating": "1",
        "title": "Not working in Android 4.3",
        "comment": "- Menu is missing. - No helicopter visible in mission 1. - Totally unplayable.",
        "commentId": "gp:AOqpTOHzYLCHE_fUG5gmIDCzXgEXdB9HW-HFr54Fs2EKU7pXKfqBZSZiVaSK30qn4gEeqD0hxBShBL6rLY4gpA",
        "author": "Nat Din Xun",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.READ_PHONE_STATE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_WIFI_STATE",
      "com.android.vending.CHECK_LICENSE",
      "android.permission.WAKE_LOCK",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
