{
  "title": "IT-Pro Level 2",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.fauxrealgames.intervaltrainerpro",
  "category": "Health & Fitness",
  "price": "$2.99",
  "datePublished": "February 24, 2011",
  "version": "2.0",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "1",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "Franklin Development",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.fauxrealgames.intervaltrainerpro",
  "extendedInfo": {
    "installSize": "1.8M",
    "downloadsCount": "50+",
    "downloadsCountText": "50 - 100",
    "description": "Four workouts in one.Start the app and choose from 4 different interval trainers: Push & Pull, Core, Squat & Cardio, or Press & Curl.This workout series is by CrossFit certified trainer, Tyler Payne.It’s that time of the year again!  It’s time to get fit, PalmFit!  The Interval Trainer Series is an excellent way to set and achieve your goals!  Each workout tells you the equipment you need, guides you with visual and audio queues, lets you store your reps and weight, and allows you to keep a log of your workouts on our website! www.PALMFITAPPS.com Core Level 2 is a great mid-section workout designed for those who are looking to ramp up their workouts to the next level.  It’s a 15 minute workout that will hit your upper and lower abs, oblique abs, shoulders, back, and chest.Squat Cardio Level 2 is a great non-traditional cardio workout designed for those who are looking to ramp up their workouts to the next level.  It’s a 27 minute workout that will hit your quadriceps, hamstrings, calves, shoulders, and your cardiovascular system.Push & Pull Level 2 is a great upper-body workout designed for those who are looking to ramp up their workouts to the next level.  It’s a 20 minute workout that will hit your chest, arms, upper and lower back, shoulders, and core.Press & Curl Level 2 is a great shoulder and arm workout designed for those who are looking to ramp up their workouts to the next level.  It’s a 20 minute workout that will hit your biceps, triceps, shoulders, back, and chest.Are you looking for more of a burn?  These workouts are a little bit harder, but it’s just the next stepping stone on your path to being fit!  Don’t forget to log your results on our website, www.PALMFITAPPS.com, so you can track your progress.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
