{
  "title": "FAFAM! Friend & Family Tracker",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.fafam",
  "category": "Travel & Local",
  "price": "Free",
  "datePublished": "September 9, 2013",
  "version": "2.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "12",
  "rating": "4.1666665",
  "contentRating": "Low Maturity",
  "creator": "Smoak Technologies",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.fafam",
  "extendedInfo": {
    "installSize": "2.0M",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "FAFAM! - Friends And Family Around Me! Pronounced \"fa-fam\".\"A New And Reliable People Tracker Mobile App!\"  - Netsmartz.net, LLCExisting users: Please send stories of how FAFAM works for you to: wmsmoak@yahoo.comLet FAFAM track and alert you when you and a friend \"just happen to be at the same place at the same time\" but neither of you would otherwise know it! Ex: You and a connection are at the same mall, vacation spot, store, street festival, ball game, etc., or you wish to track a connection from point A to point B!Connect with family members and old friends from high school and college! Know when they're \"just around the corner!\" Let's face it - our looks change! You and your \"old\" friends probably won't recognize each other when passing in the night! FAFAM will alert both of you the next time you are near each other! Or, fly in stealth mode!FAFAM tracks your spouse and kids on a map as they travel! See their location and distance-away!! Watch them travel! Registers from 0 feet away in the same room to where ever they are - such as 3458 miles away in London!TURN THE MAP OFF EXCEPT for close friends and family, such as your child or elderly parents as they drive to and from school or the doctor!Simple to use - For the young and old alike! No spyware! It's Free!Employers-track employees! Parents, track your kids! Kids, track your parents! Teens, track your friends!Get an alert when any two of you are within 1/2 mile of each other! Meet up!No limit on the number of people you may add! This is a PRIVATE NETWORK that you control 100%! It's unique to you and you alone! You decide who you connect with!  FAFAM runs quietly in the background of your phone 24/7, 365-Anywhere in the world, in over 135 countries!Your account is good for life, even if your phone is stolen, you change companies or lose it. Drop it in the water? No problem-your account remains in-tact on our GoDaddy servers! Helps you find your lost phone! --------------------------Instructions for Using FAFAM! (Keep handy)Note: You'll need to connect to at least one person right away -- Make it happen! Steps:1. Download FAFAM! from the Google Play Store. Create an account. 2. Ensure your phone's GPS, LOCATION and WiFi settings are ON (Important!).3. Use the \"in-app\" feature to email invite at least one friend to start with. Once they create an account, you're    connected! Invite more friends. See each other on the map!4. Check the \"Invitations\" screen for requests to connect. Accept, Reject (quietly) or ignore.5. FAFAM auto-refreshes every 2 min.5.a. While traveling, GPS coordinates are updated every 60 seconds.6. Touch the yellow bubble on the User's Nearby screen to see your friend's location-if granted    access. If not, the alert that you're within 1/2 mile of a friend still works.6.a. From the map screen, press the refresh button every 60 sec.7. Long-touch a friend's name on the My FAFAMs screen to \"Allow\" or \"Block\" their ability to see your location.     It is recommended that you give map access ONLY TO THOSE people that you TRUST!8. Touch the yellow tear-drop to refresh the screen data from the User's Nearby screen.Important: GPS technology is relatively new and changing regularly. At times, FAFAM will be very accurate. Other times-off by some. Refreshing the screen every 60 seconds will help the GPS receiver in your phone to interact with the 4 satellites above. GPS is affected by cloudy weather, tall buildings and trees, indoors vs outdoors, satellite position, etc. 9. If a user's last updated date/time are in the past, they are in stealth mode (incognito, logged off).10. FAFAM is designed to alert you anytime a connection is within 1/2 mile. Ex: You and any connection are at the same ball game but neither of you would otherwise know it. Check the User's Nearby screen anytime to see a list of friends nearby. FAFAM auto-loads each day at 6 AM.Thank you.Wayne SmoakCreatorPlease see MyFAFAM.com.",
    "reviews": [
      {
        "timestampMsec": "1374851557748",
        "starRating": "4",
        "title": "Useful app!",
        "comment": "Download FAFAM and be pleasantly surprised when you are alerted that an old friend or family member is nearby as you are on vacation at the beach, or in the Swiss Alps, touring the Washington Monument, a Smithsonian Museum or Big Ben in the United Kingdom! So simple to use even a Gecko could do it! lol!",
        "commentId": "gp:AOqpTOGp91BveEDLAERKbEV3E-20cmQAc6kX1H6HI0LZ7AX4iINbyB1u9ItQXp5aye4sQqctR5V3oRoN2cOmkw",
        "author": "Wayne Smoak",
        "authorURL": "http://lh3.googleusercontent.com/-IdlFcFxy_Y8/AAAAAAAAAAI/AAAAAAAAAGk/IcNu6spn8OI/photo.jpg",
        "authorSecureURL": "https://lh3.googleusercontent.com/-IdlFcFxy_Y8/AAAAAAAAAAI/AAAAAAAAAGk/IcNu6spn8OI/photo.jpg"
      },
      {
        "timestampMsec": "1368952731864",
        "starRating": "4",
        "title": "Good",
        "comment": "I cant use it",
        "commentId": "gp:AOqpTOHKB3IjkO8UGTMDyxdOzbDHNrtAbGZ96v4ocFhm2taLL68DG39I-M6lswPpnzioDg7DY3Jws2CZm8jaJA",
        "author": "Hari Arbiantara",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1362682066674",
        "starRating": "5",
        "title": "Very useful app!!",
        "comment": "Great app!! Private and secured, works amazing. Just love it!!",
        "commentId": "gp:AOqpTOFqmKkC9sc0YeeArv0aU-nwZeC0as8SoqyZe_QJ-6ZdUgxrBsQkfMFQaJgEEIZV09iTOO3L12gtFUp2dg",
        "author": "Brian Sanchez",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1361476100417",
        "starRating": "5",
        "title": "Great App!",
        "comment": "App is new and has a ways to go but has nice features.  Love how it notifies me when a family or friend connection is nearby.  Love how i can give access to my closest connections on a Google map.  And how I can block those that are not so close to me.  App seems well built and stable and works well on my Razr Maxx.  Nice tracking and location tool. So far so good.  Recommend you give it a whirl!",
        "commentId": "gp:AOqpTOFMiqDY-NkbhW4lU2PMVaWnM5Utjg3TaHHjCyAzgUAfduPodsJoVIufbmSIWCod-ZG4LMw7jNU7cdm6PQ",
        "author": "Hunter Smoak",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1373547742989",
        "starRating": "1",
        "title": "Smoak Technologies",
        "comment": "Why are two of the reviews written by people whose surname happens to be \\'Smoak\\'?",
        "commentId": "gp:AOqpTOGLxUKHq3eEoJ1g87x3BjBYLNrspj63UxUvMjPDR6ShbJqAGJhfe4riCgoD9g_pPQ-vsZFwVSVEMZZH0A",
        "author": "John P Coates",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1375336672917",
        "starRating": "1",
        "title": "Stupid WASTE OF TIME!!!!",
        "comment": "Sucks,not worth it..SPYWARE! !!!!",
        "commentId": "gp:AOqpTOEQV67kM0b3d84apXEOljXVxit8oXtU5VIVubj-1x4MzpoEscf8o76l--6c5h3zriJ2GTH3XWSKfAW73A",
        "author": "Joy Griffin",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.READ_PHONE_STATE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "com.fafam.permission.MAPS_RECEIVE",
      "com.google.android.providers.gsf.permission.READ_GSERVICES",
      "com.fafam.permission.C2D_MESSAGE",
      "com.google.android.c2dm.permission.RECEIVE",
      "android.permission.GET_ACCOUNTS",
      "android.permission.WAKE_LOCK",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
