{
  "title": "Concrete Technology",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.faadooengineers.concretetechnology",
  "category": "Education",
  "price": "$1.00",
  "datePublished": "April 25, 2013",
  "version": "1",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "FaaDoOEngineers.com",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.faadooengineers.concretetechnology",
  "extendedInfo": {
    "installSize": "2.1M",
    "downloadsCount": "10+",
    "downloadsCountText": "10 - 50",
    "description": "This unique application is for all students across the world. It covers 60 topics of Concrete Technology in detail. These 60 topics are divided in 8 units.Each topic is around 600 words and is complete with diagrams, equations and other forms of graphical representations along with simple text explaining the concept in detail.This USP of this application is \"ultra-portability\". Students can access the content on-the-go from anywhere they like.Basically, each topic is like a detailed flash card and will make the lives of students simpler and easier.Some of topics Covered in this application are:1.\tCement2.\tManufacturing process of cement3.\tChemical composition of Cement4.\tGrades of Cement5.\tTests and Physical Properties of Cement6.\tConcrete7.\tAdmixtures8.\tMineral Admixtures 9.\tChemical Admixtures10.\tUsage of Admixtures11.\tIntroduction to Aggregates12.\tAggregate Characteristics13.\tFitness Modulas14.\tMaximum size vs. Nominal maximum size of aggregates15.\tAdsorption and Moisture content of aggregates16.\tSpecific gravity, Bulk density and porosity of aggregates17.\tShape and Texture of Aggregates18.\tDeterious substances in aggregates19.\tAlkali aggregate reactivity20.\tSoundness test for aggregates21.\tIntroduction to Workability22.\tFactors affecting Workability23.\tMeasurement of Workability24.\tSegregation and bleeding25.\tManufacturing of Concrete26.\tQuality of mixing water27.\tWater/ cement ratio28.\tGel-space ratio29.\tMaturity concept of concrete30.\tInfluence of properties of coarse aggregate on strength31.\tRelation between compressive and Tensile strength32.\tAccelerated curing test33.\tAggregate cement bond strength34.\tTesting of hardened concrete35.\tFactors affecting compressive strength36.\tCompressive strength test37.\tFlexure strength test38.\tSplitting test39.\tNondestructive Quality Test40.\tPull out test41.\tElasticity42.\tPoisson's ratio43.\tShrinkage44.\tCreep45.\tMix design46.\tFactors affecting Mix design47.\tExamples of Concrete Mix proportioning48.\tDurability of Concrete49.\tAcceptance criteria for Concrete50.\tBIS method of Mix proportioning51.\tLight weight aggregate52.\tAutoclaved Cellular concrete53.\tNo fines concrete54.\tHigh Density concrete55.\tFibre reinforced concrete56.\tPolymer Concrete57.\tPolymer Concrete58.\tTypes of Polymer concrete59.\tHigh performance concrete60.\tSelf-compacting concrete",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE"
    ]
  }
}
