{
  "title": "Data Structures Using C",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.faadooengineers.datastructureswithc",
  "category": "Education",
  "price": "$1.00",
  "datePublished": "April 4, 2013",
  "version": "1",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "1",
  "rating": "1.0",
  "contentRating": "Everyone",
  "creator": "FaaDoOEngineers.com",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.faadooengineers.datastructureswithc",
  "extendedInfo": {
    "installSize": "2.1M",
    "downloadsCount": "10+",
    "downloadsCountText": "10 - 50",
    "description": "This unique application is for all students of Computer Science Engineering, BCA, MCA, etc. studying Data Structures Using C across the world. It covers 144 topics of Data Structures Using C in detail. These 144 topics are divided in 3 units. Each topic is around 600 words and is complete with diagrams, equations and other forms of graphical representations along with simple text explaining the concept in detail.The USP of this application is \"ultra-portability\". Students can access the content on-the-go from any where they like. Basically, each topic is like a detailed flash card and will make the lives of students simpler and easier.Some of topics Covered in this application are:1)\tIntroduction to Data Structures2)\tTypes of data structures3)\tPrimitive and Non-primitive Data Structures4)\tBinary and Decimal Integers5)\tAlgorithm6)\tTime and Space Complexity7)\tLogical Information8)\tStorage of Information9)\tHardware and Software10)\tConcept of DataTypes11)\tAbstract data type12)\tPointers13)\tStructures in C14)\tUnion15)\tAlgorithm16)\tData Types17)\tData Types in C18)\tInteger data types19)\tOverflow in char and unsigned char data types20)\tThe Char Type21)\tFloating-point numbers 22)\tType conversion23)\tForced conversion24)\tType casting25)\tAssignment operator26)\tArithmetic operators27)\tRelational operators28)\tLogical Operators29)\tTernary operators30)\tIncrement Operator31)\tComma operator32)\tBitwise operators33)\tOperator precedence34)\tControl Structures35)\tif statement36)\tif-else if37)\tThe switch statement38)\tThe while loop39)\tThe do-while loop40)\tThe for loop41)\tThe break statement42)\tThe continue statement 43)\tThe printf Function44)\tPlaceholders 45)\tAddress46)\tPointers47)\tThe scanf function 48)\tThe scanf placeholder49)\tPreprocessor50)\tMacros51)\tMacro and Function52)\tArrays in c53)\tAddress of each element in an array54)\tAccess an array element by using a pointer55)\tTwo dimensional arrays56)\tThree-dimensional arrays 57)\tArrays58)\tApplication of arrays59)\tMerging of two sorted lists60)\tTranspose of a matrix61)\tSaddle point of a matrix62)\tImplementation of Heap63)\tBubble sorting64)\tQuick sort 65)\tMerge Sort66)\tHeapsort67)\tSearching Techniques68)\tBinary search 69)\tHashing70)\tHash function 71)\tStack72)\tImplementation of a Stack Using Linked Representation73)\tApplications of the stack 74)\tQueue75)\tImplementation of Queues76)\tCircular queue77)\tImplementation of a queue using the linked representation78)\tApplication of the queue 79)\tLinked Lists80)\tInserting a node in linked list81)\tSorting a linked list82)\tDeleting a specified node in a singly linked list83)\tInsert a new node after the specified node in a linked list84)\tCounting the number of nodes of a singly linked list85)\tMerging of two sorted lists86)\tErasing a linked list87)\tPolynomial representation88)\tRepresentation of sparse matrix89)\tSplitting a circular list with 2n nodes into two equal circular lists90)\tMerging of two circular lists91)\tReverse the direction of links in the circular list92)\tDoubly linked list93)\tInsert a node in a doubly linked list94)\tDelete a node from a doubly linked list95)\tApplication of dobly linked list to memory management96)\tTrees97)\tBinary Tree98)\tRepresentation of a Binary Tree99)\tBinary Tree Traversal100)\tBinary search tree 101)\tProgram: Creating a Binary Search Tree102)\tProgram for inorder traversal of binary tree103)\tConstructing Binary Tree Using the Preorder and Inorder Traversals104)\tCount the number of nodes in binary tree105)\tSwapping the left and right subtrees of a binary tree 106)\tSearching in binary search tree107)\tDelete a node from binary search tree108)\tGraphs109)\tArray Representation of graph110)\tComputing the indegree and outdegree of a node of a graphAll topics covered are not listed here due to character limitations set by Google Play Store.",
    "reviews": [
      {
        "timestampMsec": "1371896651649",
        "starRating": "1",
        "title": "Bad",
        "comment": "Cannot be used offline.  Download page by page is slow.  As a book content it is expected to be readable also offline. Please fix.",
        "commentId": "gp:AOqpTOGUPZeOtoNVkCPImKFe9z2qzVqmjr5jljjFypK9gE5vtHYGnGC0no26maPqhbz1eAKCKYaogr5xfnCaWg",
        "author": "massimo iaculo",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE"
    ]
  }
}
