{
  "title": "The Big Bang Theory FanFront",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.fanfront.thebigbangtheory",
  "category": "Entertainment",
  "price": "Free",
  "datePublished": "August 31, 2013",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "1",
  "rating": "5.0",
  "contentRating": "Low Maturity",
  "creator": "FanFront",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.fanfront.thebigbangtheory",
  "extendedInfo": {
    "installSize": "1.1M",
    "downloadsCount": "10+",
    "downloadsCountText": "10 - 50",
    "description": "The COMPLETE Big Bang Theory Fan App!FEATURES:• Interact with other TBBT fans through the Fan Chat!• Voice your opinion with a monthly Fan Question!• Compete with other fan-bases in the Fan Battle!• Test your skills with the challenging Jigsaw Puzzle Game!• Stay updated with the latest news on The Big Bang Theory!• Watch the hottest videos, including featured In-App Videos!• Read more information about the show!• View #TheBigBangTheory photos on Instagram!• Stay connected with the official Facebook and Twitter feeds!• Plus so much more!ABOUT THE SHOW: The Big Bang Theory is an American sitcom created by Chuck Lorre and Bill Prady, both of whom serve as executive producers on the show along with Steven Molaro. All three also serve as head writers. It premiered on CBS on September 24, 2007. The show is centered on five characters living in Pasadena, California: roommates Leonard Hofstadter (Johnny Galecki) and Sheldon Cooper (Jim Parsons); Penny (Kaley Cuoco), a waitress and aspiring actress who lives across the hall; and Leonard and Sheldon's equally geeky and socially awkward friends and co-workers, mechanical engineer Howard Wolowitz (Simon Helberg) and astrophysicist Raj Koothrappali (Kunal Nayyar). The geekiness and intellect of the four guys is contrasted for comic effect with Penny's social skills and common sense. Over time, supporting characters have been promoted to starring roles: Leslie Winkle (Sara Gilbert), a physicist colleague at Caltech and, at different times, a lover of both Leonard and Howard; Bernadette Rostenkowski (Melissa Rauch), Howard's girlfriend (later his wife), a microbiologist and former part-time waitress alongside Penny; neuroscientist Amy Farrah Fowler (Mayim Bialik), who joins the group after being matched to Sheldon on a dating website (and later becomes Sheldon's girlfriend), and Stuart Bloom (Kevin Sussman), the cash-strapped owner of the comic book store the characters often visit. The seventh season is scheduled to premiere on September 26, 2013.DISCLAIMER: The Big Bang Theory FanFront is not affiliated with or endorsed by The Big Bang Theory entities, or CBS. We are simply fans, showing our support for this amazing TV series. No copyright infringement is intended. Please contact us with any questions or requests for content removal.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
