{
  "title": "Far East Business Chinese 1",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.fareast.bizchineselearning.l1",
  "category": "Education",
  "price": "Free",
  "datePublished": "November 16, 2011",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "2",
  "rating": "4.5",
  "contentRating": "Everyone",
  "creator": "fareastbook.com",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.fareast.bizchineselearning.l1",
  "extendedInfo": {
    "installSize": "30M",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "Far East Business Chinese is aimed at foreign business people who are either still in the planning stages or on their way to China to engage in business.  The course includes dialogues, vocabulary, grammar and exercises based on common business situations.  The Quiz section that is taken from real-world materials familiarizes learners with the testing format of the Business Chinese Test and also gives them a measure of how much of the material they have already mastered.  Online course: http://bizchinese.fareastbook.com Lesson 1 Nice to Meet YouWhen professionals meet for the first time, they usually introduce themselves by giving out their business cards.Business cards often give a lot of information about the person and the company they work for. The goals for this lesson are:1. learn how to properly give someone your business card in a manner which is both polite and culturally appropriate2. learn to understand the information which appears on business cards, including identifying what type of business a company does, the various positions within a company, etc.3. learn how to describe your work Far East Business Chinese (contains 250 to 300 words)Lesson 1 Nice to Meet YouLesson 2 Picking Up a Client from the AirportLesson 3 The Shanghai HotelLesson 4 Taking a TaxiLesson 5 Taking a Business TripLesson 6 Booking a Hotel Room by PhoneLesson 7 Entertaining ClientsLesson 8 At the BankLesson 9 Demonstrating a New ProductLesson 10 Attending an Electronics ExhibitionAfter completing this course, your Chinese skills should be up to BCT level 2, meaning that you should be able to communicate using Chinese to conduct basic business affairs in China.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.CHANGE_CONFIGURATION",
      "android.permission.VIBRATE"
    ]
  }
}
