{
  "title": "Catch The Fruits",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.ferogame.ctfruits",
  "category": "Arcade & Action",
  "price": "Free",
  "datePublished": "August 26, 2012",
  "version": "1.1",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "3",
  "rating": "3.0",
  "contentRating": "Everyone",
  "creator": "Ferogame",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.ferogame.ctfruits",
  "extendedInfo": {
    "installSize": "18M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "•CATCHE THE FRUITS CONTENT: •2 types of control ➢TOUCH : Slide the basket with your finger (Touch), standard. ➢ACCELEROMETRE : Move the iPhone for moving the basket, a little more difficult. For info: depending on the choice control DRAG (touch) or Tilt (accelerometer), the fruits fall slower or faster. •4 game mode, which has 2 modes are unlockable : ➢MODE FUN: it is a simple arcade mode, you must have the quantity the fruit needed to complete the level. Initially we have 5 lives, so the fruit doesn’t touch the basket, a life is lost. The game ends when life falls to 0. This mode contains 4 levels different for each type of control (drag and Tilt). so 8 levels of difficulties. ➢MODE CHRONO (Timer): This is a chronometer mode, you must have the fruits on a limited time. Make every effort to have the best possible score. This mode contains 4 levels different for each type of control (drag and Tilt). so 8 levels of difficulties. ➢MODE SURVIVALE (has unlockable) : more complicated, No time limit, nor limited amount of fruit. The game ends when life falls to 0. Gradually has measure of the progress of this mode the different fruits begin to fall faster and with special movement. The higher the score, the higher the survival mode is complicated. ➢MODE EVADE (has unlockable) : No time limit, it must simply avoid all fruits. The fruits of this mode are rotten. If the fruits touches the basket, a life is lost. The game ends when life falls to 0. Gradually has measure of the progress of this mode the different rotten fruits begin to fall faster and with special movement. it must stay alive as long as possible. •Achievements: ➢24 task to achieve in Catch The Fruits, Have fun. --------------------------------------------------- Site : http://www.ferogame.com/ Your comments or suggestions : http://www.facebook.com/FeroGamePage https://twitter.com/FeroGame Write to us by email : contact@ferogame.com",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_WIFI_STATE"
    ]
  }
}
