{
  "title": "Truth or Dare Tap off",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.farhanghouri.com",
  "category": "Casual",
  "price": "$0.99",
  "datePublished": "August 31, 2011",
  "version": "1.0",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "In Business Solutions",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.farhanghouri.com",
  "extendedInfo": {
    "installSize": "1.0M",
    "downloadsCount": "10+",
    "downloadsCountText": "10 - 50",
    "description": "A fight to know opponents secrets,A dare to challenge their limits ***Truth or Dare Tap OffAlso enjoy three new ways to play***Truth or Dare SPIN***Truth or Dare SHAKE***Truth or Dare ONE on ONENow you can also ***customize*** all truth or dare Bring the fun back into **Slumber parties****Birthday parties****Girls night outs**________Download this full version with tons of Truth and Dares without annoying ads and bigger buttons________Get to know your friends’ deepest, darkest secrets or dare them to do the craziest things imaginable!! Are you dying to know what your friends think of you?  Or if your crush is crushing on you too?  Then what are you waiting for?  It’s time you play Truth of Dare Tap Off!Have a blast with your friends playing this twist on truth or dare.  Two players at a time will battle it away in the tap-off round, which will determine who will get to avoid being put on the spot while loser chooses either Truth or Dare.  After each fun-filled round, the game is passed to the next two players.This action-packed, entertaining game will have you and your friends on the edge of your seats and absolutely addicted!Truth or Dare, Truth, Dare, Tap off, Teens, Slumber Party, Party game, Group activity, birthday,",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE"
    ]
  }
}
