{
  "title": "Lose Weight Fast Forever",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.fatfreeforever",
  "category": "Health & Fitness",
  "price": "Free",
  "datePublished": "March 6, 2012",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "2",
  "rating": "5.0",
  "contentRating": "Low Maturity",
  "creator": "KnowbyMobile",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.fatfreeforever",
  "extendedInfo": {
    "installSize": "3.0M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "\"Discover Why All Those Other Diet & Exercise Programs You’ve Tried Simply Don’t Work”And learn the one simple secret that will guarantee you Lose weight fast stay fat free forever…Fed up with trying and failing to lose the weight and keep it off? Sick of exercise routines you can’t stick to and diets that leave you half starved? I know.  I’ve been there too.  Trying to lose that extra weight and ending up losing my mind instead.  You see, that’s where it all starts - in the mind.  And that’s the reason almost every other diet & exercise program fails.  Thing is, most of us end of running out of motivation way before we run out of steam on the treadmill. We get bored. We feel deprived.  We don’t care enough to carry on.That’s where this program is different.  It sets your head straight so your body can follow.  It gives you the oh so simple but little known techniques that will guarantee success this time.  Until sooner rather than later you wake up and realise that you’ve done it.  You’re fat free.  What’s more, you’re going to stay that way.  Sounds easy?  It is.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.READ_PHONE_STATE"
    ]
  }
}
