{
  "title": "Advanced Structural Design",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.faadooengineers.advancedstructuraldesign",
  "category": "Education",
  "price": "$1.00",
  "datePublished": "April 25, 2013",
  "version": "1",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "FaaDoOEngineers.com",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.faadooengineers.advancedstructuraldesign",
  "extendedInfo": {
    "installSize": "2.1M",
    "downloadsCount": "10+",
    "downloadsCountText": "10 - 50",
    "description": "This unique application is for all students across the world. It covers 32 topics of Advanced Structural Design in detail. These 32 topics are divided in 4 units.Each topic is around 600 words and is complete with diagrams, equations and other forms of graphical representations along with simple text explaining the concept in detail.This USP of this application is \"ultra-portability\". Students can access the content on-the-go from anywhere they like.Basically, each topic is like a detailed flash card and will make the lives of students simpler and easier.Some of topics Covered in this application are:1.\tIntroduction to various stiffness2.\tMember Stiffness Matrix3.\tDirect stiffness method4.\tCoordinates Transformation5.\tMember stiffness matrix in global coordinate system6.\tAssembly of Structure stiffness matrix7.\tCalculation of Member forces8.\tExample of Stiffness method9.\tTemperature effect in stiffness matrix10.\tFlexibility matrix11.\tNumerical on Flexibility method12.\tBeam Stiffness Matrix13.\tExample of stiffness method on truss14.\tGeometric Nonlinearity15.\tIntroduction to finite element method16.\tEnergy calculations17.\tFinite element interpolation18.\tSome finite elements19.\tFormulation for plane stress and plane strain20.\tHigh order triangulation element21.\tExamples 22.\tMaterial Nonlinearities23.\tDiscretization of Structures24.\tNumerical Integration25.\tNumerical Examples26.\tIntroduction to special computer packages for FEM27.\tStructure of a finite element analysis program28.\tPre and Post processors29.\tDesirable features of a FEA program30.\tAlgorithm for structural members31.\tDesign of Computer program using Algorithms32.\tBand matrices",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE"
    ]
  }
}
