{
  "title": "The Future of Business",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.conduit.app_ccc7f763f426416bb696ae1e37b7a9f4.app",
  "category": "Business",
  "price": "Free",
  "datePublished": "August 2, 2011",
  "version": "1.12.22.4297",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "2",
  "rating": "5.0",
  "contentRating": "Low Maturity",
  "creator": "Futurist Gerd Leonhard",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.conduit.app_ccc7f763f426416bb696ae1e37b7a9f4.app",
  "extendedInfo": {
    "installSize": "961k",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "Futurist, Author and Keynote Speaker Gerd Leonhard curates and shares his personal updates on The Future of Business via this blog and the mobile app. Interesting links, videos, research reports, infographics, podcasts and generally timely and relevant comments on current events and other assorted 'nuggets of wisdom'. Topics include the future of communication and marketing, privacy / publicy, so-called social media (better: the new social OS), mobility and mobile commerce, branding, marketing and advertising, change and innovation, the networked society and its impact on business, the future of technology and the internet, and much more, see the latest updates here: http://gerd.fm/9d8JoCGerd Leonhard is a Futurist & Author and the CEO of The Futures Agency.The Wall Street Journal calls Gerd ‘one of the leading Media Futurists in the World’. He is the Co-Author of the influential book ‘The Future of Music’ (2005, Berklee Press), as well as the Author of 'The End of Control’ (2007), ‘Music 2.0’ (2008), ‘ and 'Friction is Fiction' (2009, Lulu Publishing). Gerd is currently working on a new book entitled 'Broadband Culture' which will be published primarily as a mobile device application.Gerd's background is in music; in 1985 he won the Quincy Jones Award and subsequently graduated from Boston's Berklee College of Music (1987). Since 2001, following a decade as digital media entrepreneur and start-up CEO, Gerd travels around the globe and speaks at conferences and events, company retreats and think-tanks on the Future of Business, Media & Content, Technology, Marketing, Advertising & Branding, Telecommunications, and Culture.Gerd is considered a leading expert on topics such as digital commerce models, tele-media, social media, TV & Radio 2.0, mobile content, innovation, leadership and entrepreneurship, consumer trends, UGC and peer production, copyright, licensing and IPR issues, next-generation advertising, marketing and branding, digital content strategies, and the development of next-generation business models in the content, communications & technology industries.Gerd's keynotes, speeches, presentations and think-tanks are renowned for his hard-hitting and provocative yet inspiring and motivational style. With over 750 engagements in 37 countries during the past 7 years, Gerd has addressed over 250.000 executives and professionals, and is considered a key influencer.His diverse client list includes Nokia, The Guardian, Google, Sony-BMG, Telkom Indonesia, Siemens, RTL, ITV, the BBC, France Telecom / Orange, Deutsche Telekom, The Financial Times, DDB, Ogilvy, Omnicom, the European Commission, Nokia Siemens Networks and many others. Gerd is a fellow of the Royal Society for the Arts (London), a member of the World Future Society, a visiting professor at the Fundacao Dom Cabral in Brazil (rated #6, worldwide), and resides in Basel, Switzerland.www.mediafuturist.comwww.thefuturesagency.comwww.twitter.com/gleonhardwww.gerdtube.netConnect with us: www.facebook.com/FuturesAgencyMy mobile apps: http://gerd.fm/cvd1lKMobile version of my site: http://m.mediafuturist.com/Public Speaking schedule: http://gerd.fm/eKVSOqA new way to read my tweets: http://www.twylah.com/gleonhard",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "com.conduit.app_ccc7f763f426416bb696ae1e37b7a9f4.app.permission.C2D_MESSAGE",
      "android.permission.VIBRATE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_LOCATION_EXTRA_COMMANDS",
      "android.permission.READ_PHONE_STATE",
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "www.conduit.app.permission.C2D_MESSAGE",
      "com.google.android.c2dm.permission.RECEIVE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
