{
  "title": "Artist - William Braddock",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.conduit.app_4c018b088576487c93d93f9313fed145.app",
  "category": "Lifestyle",
  "price": "Free",
  "datePublished": "September 10, 2012",
  "version": "1.10.9.247",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "William Braddock",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.conduit.app_4c018b088576487c93d93f9313fed145.app",
  "extendedInfo": {
    "installSize": "2.6M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "As a HS student I was interested in all types of art, I took photography, pottery, drawing and flower making. I joined the US Navy after high school and began my career as a photographer. I trained in Pensacola, FL. I served 4yrs and almost decided to make it a career. At that point I received an acceptance letter from a small photography/modeling school called Artography. After a few months, for personal reasons I rejoined the US Navy and trained as a cinema photographer and then was stationed on the USS Constellation CV-64. I was a trainer of about 30 photographers. I was selected for this job because of my technical skills and being able to get along with the men so well. I traveled many times to Japan, Philippines, Singapore and Kenya. After that I was stationed in the Philippines at Subic Bay Naval Air Station. The town outside the based is named Olongapo. I was discharged from the Navy and return to San Diego California and opened a photography studio with a partner David Riggs. After 2 years we parted company and I returned to the San Fernando Valley in the Los Angeles area. I worked in a couple different labs and discovered personal computers were beginning to make their entrance to American households.I changed careers to computer retail sales, I work for about a few different retailers during the next few years. I learned the ins and out of PC and MAC's. I could build a PC from components and train anyone to use a PC or a MAC.After a few years of doing that I took a job in advertising sales. This proved to be very interesting to me so I started my own small advertising company. This ended up with me in Sacramento California where I met John Harvey. He was with Advanced Global Marketing. In this job I was able to utilize my skills in computers and training. After about a year John started a small company in Hawaii where we sold high-end computers. They were Interactive Voice Response PC. There were used to do consumer surveys. Our primary customers were mortgage brokers.Thus began my mortgage career, I was a loan officer and a trainer of loan officers. After 4 years I left the mortgage business and again pursued my own business. I started promoting individual performance artist and designing websites. During this time I met Ben Berg, he was a great encouragement to get back in to creating art. So I have today combined my interests in art, photography, computer skills in web design and sales/marketing to pursue what I am interested in today.I hope some of you will enjoy my art well enough to want to hang a piece in your home, office or both. My friends love my art enough to want a piece for themselves.At the present time I am experimenting with all mediums. I am trying arcylic, charcoal, pencil both BW & color, I do not think I will get in to oils as I am told that that take too long to set completely. At present I have digital art and colored pencil in my portfolio. I will even be creating 3D art with individual pieces to create one. So you will be able to see the progression. I may even try my hand at pottery & woodcraft again. This site seemd most suited for flat art but I will see what I can do.Thanks and as the Hawaiians say Mahalo William Braddock808-450-1050",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.CAMERA",
      "android.permission.VIBRATE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_LOCATION_EXTRA_COMMANDS",
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "com.conduit.app_4c018b088576487c93d93f9313fed145.app.permission.C2D_MESSAGE",
      "com.google.android.c2dm.permission.RECEIVE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
