{
  "title": "CompuLEAD SMART",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.compusystems.exhibitor",
  "category": "Business",
  "price": "Free",
  "datePublished": "June 28, 2013",
  "version": "Varies with device",
  "operatingSystems": "Varies with device",
  "ratingsCount": "3",
  "rating": "4.0",
  "contentRating": "Everyone",
  "creator": "CompuSystems, Inc.",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.compusystems.exhibitor",
  "extendedInfo": {
    "installSize": "Varies with device",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "CompuLEAD Smart is the most powerful and easiest way for Exhibitors to capture sales leads on the tradeshow floor – using your own iPhone! You’ll also have access to your leads in real time on BuyerConnect, CompuSystems premier lead follow-up service. Capture Leads: • Enter the number found on an attendee’s badge into the app and receive that attendee’s full contact information instantly. • Edit lead contact information and add notes using the iPhone’s keyboard. • Qualify your leads with 10 standard qualifiers, or create your own custom qualifiers or survey questions. • Newly updated Lead Reports.• Improved offline mode. • Send electronic sales literature to leads. • View appointment requests sent by Attendees, which can be accepted or cancelled• BuyerConnect button is available that takes exhibitors to their specific BuyerConnect website. BuyerConnect is CompuSystems’ premier lead follow-up tool. • Easy update of current qualifiers and surveys by simply tapping a button. • Displays show messages from the Show Organizer.Manage Leads: • Search for a captured lead by contact or company name, or scroll through your leads in the order in which they were taken, by last name or by company name. • After searching for a lead you can view contact information, selected qualifiers, survey answers and notes. Any of this data can then be edited or added to. Previous Event’s Leads: • View leads captured by CompuLEAD Smart at a previous event anytime on your iPhone by event name. • See if a current show’s lead had been captured at a previous event, and view the past contact information and qualifications. BuyerConnect: • View a report of all the leads collected by your company in real-time. • Send a broadcast follow-up email to your lead list – HTML or plain text. • Create up to five different reports to help measure show ROI. Please note that there is a fee to activate this application for use on Trade Shows where the CompuLEAD Smart is being offered. Activation is charged on a Per-Show basis.",
    "reviews": [
      {
        "documentVersion": "2.8.20130319",
        "timestampMsec": "1366478234736",
        "starRating": "5",
        "comment": "Great tool for conventions run by Compusystems",
        "commentId": "gp:AOqpTOEZLRWd7KL-lc-ClOFlDtjiYV2q74cu3IT4zEOWGSaqQ5SMivc4ynqk0Nj9yI0LhCd48bu4Vvf3VIpzQg",
        "author": "Jeff Kehl",
        "authorURL": "http://lh6.googleusercontent.com/-_MArqtiLsBU/AAAAAAAAAAI/AAAAAAAAACk/MDOQzVTLU0I/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/-_MArqtiLsBU/AAAAAAAAAAI/AAAAAAAAACk/MDOQzVTLU0I/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.READ_CALENDAR",
      "android.permission.WRITE_CALENDAR",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.CAMERA",
      "android.permission.VIBRATE",
      "android.permission.FLASHLIGHT",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
