{
  "title": "Dare to Dream Play to Win",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.conduit.app_dbf0102740f64bf187fac4e31f7b0854.app",
  "category": "Education",
  "price": "Free",
  "datePublished": "October 30, 2012",
  "version": "1.19.19.435",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "ItsApp2You",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.conduit.app_dbf0102740f64bf187fac4e31f7b0854.app",
  "extendedInfo": {
    "installSize": "2.4M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Dare to Dream, Play to Win has become more than simply a book.  It is a nationally known movement and is considered a guide to a way of life in the field of athletics.  Dare to Dream, Play to Win has been featured at athletic camps, college camps, and high schools all over the country.-------------------------------------------------------------------------------------------------------  Johnathon J. Smith is a graduate of the University of Delaware, where he also had the privilege of playing college football. After many efforts to transition to a pro career, he learned that the educational opportunities he was offered in college had been more important than he had thought at the time. He has taken these life lessons to heart and has shared them with the world.Clients have called Johnathon creative, reliable, kind, and uplifting. His efforts led him to share his life skills and coaching talents with the world in a number of different ways. He has been given the opportunity to speak on Capitol Hill in regards to the development of young people. He has also been asked to give a number of motivational speeches at businesses and schools around the country.Mr. Smith has just completed writing a book entitled Dare to Dream, Play to Win, to be released in early 2013. He hopes to expand the book into a series, and will spend a significant amount of time promoting the book to parents and student-athletes alike. Dare to Dream, Play to Win emphasizes the importance of education, particularly for the student-athlete whose sole focus has all too often been on just improving his athletic talents.  Mr. Smith does not want any student-athlete to be surprised to learn he or she has no talents beyond what he or she can do on the court or the field when he or she are no longer able to play the game and the athletic career is at an end.Mr. Smith is also working on a children’s book that will focus on how children can apply lessons they learn from sports to their time in the classroom. It is designed to encourage younger children to stay in school and learn all they can while participating in team sports for fun. The book discusses some of the issues that Mr. Smith himself faced as a young athlete.  He hopes to inspire children to learn from his mistakes instead of having to learn from making them on their own.Mr. Smith has a commitment to changing communities across the nation. He doesn’t want to be seen as just an ex-college football athlete. He is a leader, a motivator, and someone who is able to make a difference. He works with children to help them with the fundamentals of football at various camps around his home. He also works with the Big Brothers and Sisters program, the Special Olympics, and the American Sign Language Club.From books to speaking engagements to simple hard work, Mr. Smith is committed to helping others. He has dedicated his life to improving the lives of those around him, and his drive and passion is obvious in everything he does.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.CAMERA",
      "android.permission.VIBRATE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_LOCATION_EXTRA_COMMANDS",
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "com.conduit.app_dbf0102740f64bf187fac4e31f7b0854.app.permission.C2D_MESSAGE",
      "com.google.android.c2dm.permission.RECEIVE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
