{
  "title": "Breakthrough The Fear",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.conduit.app_e1cdb27ecace4e6d8d6a28166e2b44cd.app",
  "category": "Health & Fitness",
  "price": "Free",
  "datePublished": "April 21, 2013",
  "version": "1.46.46.934",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "2",
  "rating": "3.0",
  "contentRating": "Low Maturity",
  "creator": "Breakthrough The Fear",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.conduit.app_e1cdb27ecace4e6d8d6a28166e2b44cd.app",
  "extendedInfo": {
    "installSize": "2.6M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "I am a qualified Hypnotherapist trained under Adam Eason, fully insured, and am a member of the globally recognised General Hypnotherapy Register, and the Complimentary and Natural Healthcare Council (number: 000021-C12) and abide by their codes of ethics, which gurantees high levels and standards of client care and confidentiality.The App was born out of many people telling me that they struggled to pay expensive therapy fees, and they wanted a site that offered useful information that could benefit them, and teach them how to overcome their fears, phobias and anxieties. This App aims to:*Offer practical and simple exercises that you can take away right now, and use in your life to overcome that particular issue the blog article is covering.*Provide and continue to provide a variety of useful tips and exercises on a range of different fears, phobias and anxieties.* Give exeptional value that you wont find anywhere else. I don't know of any other site that gives away as many free mp3's as I have. These are super exclusive to my site.*Provides the ultimate one place to access my different social networks, like youtube, and twitter, and how to get in touch with me as well. Pretty neat hey!!*Get the latest news and developments as the business grows. There are some big plans ahead, so stay tuned in. All new announcements will be made available to you as and when they happen.*The blog is updated regularly, every Thursday at 9:00am, and it's all engaging and useful stuff.*A chance to find out about my own personal journey, and what i'm doing, an almost 'Day In The Life' type snapshot. Want to know what i'm doing or how i overcame a certain fear, then read the blog to find out.I believe that this App gives value, and I love getting feedback. Luckily the site, which is number one in google has been getting great feedback, and this helps to only improve the experience you get when you land on my site. Don't forget to leave a comment if you liked the app. Thank you. Shaan",
    "reviews": [
      {
        "timestampMsec": "1364229340826",
        "starRating": "5",
        "title": "Really Helped Me Overcome My Fear",
        "comment": "This app really helped me with my fear of social situations. The author does a great job of allowing the blog posts to be viewed right on my mobile device, so no annoying pinch and zoom. I also found the affiliate book store very useful and informative and clearly alot of time and effort went into categorising all the different books. The app links to the author\\'s twitter, facebook and youtube channel making it easy to follow the author. The blog posts are very in depth in many cases provide practical demonstrations of how to overcome that particular fear or phobia. The app is very comprehensive and covers all the major fears and phobias. The author is also a regular blogger as well and has a very friendly and encouraging tone which I really like. I highly recommend this app, and for free, it\\'s a no-brainer really:)",
        "commentId": "gp:AOqpTOFfyudue2H9DbwK25SD6iFFyKgyravMS1QbLnhkq_K_LVoHaHp0ICMF1VyKmflYMSHpe8KXpRaf4qfg",
        "author": "Shaan White",
        "authorURL": "http://lh6.googleusercontent.com/-ZOecCFmYCY8/AAAAAAAAAAI/AAAAAAAAAKc/VscsFsZetEU/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/-ZOecCFmYCY8/AAAAAAAAAAI/AAAAAAAAAKc/VscsFsZetEU/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.CAMERA",
      "android.permission.VIBRATE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_LOCATION_EXTRA_COMMANDS",
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "com.conduit.app_e1cdb27ecace4e6d8d6a28166e2b44cd.app.permission.C2D_MESSAGE",
      "com.google.android.c2dm.permission.RECEIVE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
