{
  "title": "Mya",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.conduit.app_e47ef4c78a89498bbc640e81f84deabb.app",
  "category": "Music & Audio",
  "price": "Free",
  "datePublished": "September 22, 2012",
  "version": "1.5.3.239",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "1",
  "rating": "5.0",
  "contentRating": "Low Maturity",
  "creator": "JayFisha",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.conduit.app_e47ef4c78a89498bbc640e81f84deabb.app",
  "extendedInfo": {
    "installSize": "2.6M",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "The Official Mya App.Grammy Award Winning Artist Mýa, is celebrating 14 years in the entertainment industry as an internationally known, respected singer, songwriter, producer, dancer/choreographer, actress, designer, model, activist and philanthropist. In Fall 2009 Mýa entertained the world and impressed millions as the highest scoring contestant on ABC’s Season 9 of Dancing With The Stars. Mýa also created her own label, Planet 9, and released the first of a series of independent music compilations, Sugar & Spice LP and “The Perfect Edition” double disc in Japan in 2008 & 2009.  Mýa finished out the decade as one of Billboard’s Hot 100 Artists Of the Decade, and was featured on a number of diverse charts & top 10 lists from Fuse‟s Sexiest Videos of All Time to VH1 Latin America’s Top Videos of The Decade. In 2010 we will see various musical releases from Mýa including collaboration with Cedric Gervais of Ultra Records, the world’s top dance label, titled “Love is The Answer.” In 2010 Mýa also reprised her role as National Spokesperson for The North Shore Animal League‟s Tour For Life and is featured in the Wyclef Jean remake of We Are the World, to benefit Haiti.Washington, DC native Mýa released her self titled, double platinum, debut album, Mýa, in 1998. The album launched the then 18 year old Mýa into the fabric of pop-culture, where she has remained ever since.  Mýa featured the massively successful singles “It’s All About Me”, “Movin On”, and “My First Night With You”. In addition to her solo work, Mya was also a featured artist with Ol’ Dirty Bastard on Pras’ 1998 Grammy nominated hit, “Ghetto Supastar (That Is What You Are)”, from the Bulworth soundtrack and “Take Me There” from The Rugrats Movie soundtrack, with Blackstreet and Ma$e. In 2000, Mýa released her second album, Fear of Flying. Its first single, “The Best of Me”, featured rapper Jadakiss and Jay-Z appeared on the single‟s hit remix ”Best of Me-part 2.” Following the massive success of the second single “Case of the Ex”, Fear of Flying was re-released featuring the brand new smash, and third single, “Free.” Just as Fear of Flying went platinum, Mýa recorded “Where the Dream Takes You” the theme song for Walt Disney’s Atlantis: The Lost Empire.In May 2001, Mýa collaborated with Christina Aguilera, Lil’ Kim, P!nk and Missy Elliot on a remake of LaBelle’s “Lady Marmalade”, which is featured in Baz Luhrman’s Moulin Rouge. The single sold 5.5 million copies and became the most successful airplay-only single in history. Mýa and company’s version of “Lady Marmalade” won the Grammy Award for Best Pop Collaboration and went on to collect numerous awards including 2 MTV Video Music Awards for Video of the Year and Best Video from a Film.In 2003, Mýa released her third studio album, the critically acclaimed, Moodring, featuring the hit singles including “My Love Is Like Wo” and “Fallen” and the club circuit favorite, “Whatever Bitch.” Moodring also featured “Everything or Nothing”, the theme song for the 2004 video game James Bond 007: Everything or Nothing in which Mýa was featured as a Bond Girl, and “Real Compared to What” the 2003 Coca-Cola theme song, for whom Mýa was a spokesperson at the time. Mýa and Madonna are the only two artists to perform a Bond song and act in their respective Bond projects: Mýa plays NSA Agent Mya Starling in Everything or Nothing while Madonna plays fencing coach Verity in Die Another Day. Read more via app - #TeamMya #TheAppMan",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.CAMERA",
      "android.permission.VIBRATE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_LOCATION_EXTRA_COMMANDS",
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "com.conduit.app_e47ef4c78a89498bbc640e81f84deabb.app.permission.C2D_MESSAGE",
      "com.google.android.c2dm.permission.RECEIVE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
