{
  "title": "Wide Receiver Training",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.conduit.app_93455c58cc61483fa9da8202779fe6aa.app",
  "category": "Sports",
  "price": "Free",
  "datePublished": "May 5, 2012",
  "version": "1.2.1.104",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "12",
  "rating": "3.0",
  "contentRating": "Low Maturity",
  "creator": "Anderson Sylvain",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.conduit.app_93455c58cc61483fa9da8202779fe6aa.app",
  "extendedInfo": {
    "installSize": "2.3M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "A wide receiver is an offensive position in American and Canadian football, and is the key player in most of the passing plays. The wide receiver position requires speed and agility. Only players in the backfield or the ends on the line are eligible to catch a forward pass. The two players who begin play at the ends of the offensive line are eligible receivers, as are all players in the backfield. The backs and ends who are relatively near the sidelines are referred to as \"wide\" receivers. At the start of play, one wide receiver may begin play in the backfield, at least a yard behind the line of scrimmage, as is shown in the diagram at the right. The wide receiver on the right begins play in the backfield. Such positioning allows another player, usually the tight end, to become the eligible receiver on that side of the line. Such positioning defines the strong side of the field. This is the right side of the field in the diagram shown.The wide receiver (WR) or a flanker is a position in American and Canadian football is the pass-catching specialist. Wide receivers (also referred to as wideouts or simply receivers) are among the fastest and most agile players in the game, and they are frequent highlight-reel favorites.The wide receiver's principal role is to catch passes from the quarterback. On passing plays, the receiver attempts to avoid, outmaneuver, or simply outrun defenders (typically cornerbacks and/or safeties) in the area of his pass route. If the receiver becomes open, or has an unobstructed path to the destination of a catch, he may then become the quarterback's target. Once a pass is thrown in his direction, the receiver's goal is to first catch the ball and then attempt to run downfield. Some receivers are perceived as a deep threat because of their flat-out speed, while others may be possession receivers known for not dropping passes, running crossing routes across the middle of the field, and generally, converting third down situations. A receiver's height and weight also contribute to his expected role; tall in height and light in weight are advantages at the receiver position.Wide receivers, and the passing game generally, are particularly important when a team uses a hurry-up offense. Receivers are able to position themselves near the sideline to run out of bounds, stopping the clock at the end of the play (the last two minutes of each half in the NFL, and the last three minutes of each half in the CFL). (A failed, \"incomplete\", pass attempt will also stop the clock.)A wide receiver has two potential roles in running routes that range in status. Particularly in the case of draw plays, he may run a pass route with the intent of drawing off defenders. Alternatively, he may block normally for the running back. Well-rounded receivers are noted for blocking defensive backs in support of teammates in addition to their pass-catching abilities.Sometimes wide receivers are used to run the ball, usually in some form of reverse. This can be effective because the defense usually does not expect them to be the ball carrier on running plays. Although receivers are rarely used as ball carriers, running the ball with a receiver can be extremely successful. For example, in addition to holding nearly every National Football League receiving record, wide receiver Jerry Rice also rushed the ball 87 times for 645 yards and 10 touchdowns in his 20 NFL seasons.[1]In even rarer cases, receivers may pass the ball as part of a trick play. Despite the infrequency of these plays, some receivers have proven to be capable passers, particularly those with prior experience as a quarterback. A remarkable example where wide receiver and quarterback even swapped roles was Kansas City Chiefs' WR Mark Bradley's 37 yard touchdown pass to QB Tyler Thigpen against the Tampa Bay Buccaneers on 2 November 2008.[2]",
    "reviews": [
      {
        "documentVersion": "2.1.104",
        "timestampMsec": "1346713020760",
        "starRating": "1",
        "title": "Kyle",
        "comment": "This app suk the person who made this is an azz hole",
        "commentId": "lg:AOqpTOETDBGXY_m_V86X-s5t0Mj-_A9N1_aSQwyIIaciVGyUtLLOC35QMLMhNCU9WemobTW608rSpYkYwoiIHYc",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "documentVersion": "2.1.104",
        "timestampMsec": "1377221641351",
        "starRating": "1",
        "title": "Sucks",
        "comment": "Just go to YouTube..",
        "commentId": "gp:AOqpTOHUO38GCdWia7QlJ9XXlkvVO01sfqEoazMoNPOrHIY2LH8VQbCZAeiBW_kTLrZPJ3eDL6AOS4rH7hJ_KEU",
        "author": "Daniel Williams",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "documentVersion": "2.1.104",
        "timestampMsec": "1345147943183",
        "starRating": "5",
        "title": "Ok",
        "comment": "And I care",
        "commentId": "lg:AOqpTOFfVOzTmILWBbtDmwiUrQ8aDAr_N8T884JUEDuH5KD9luNFzzA71mBKdFtZNwmDStmxLwy32V_vD_Hf3iA",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "documentVersion": "2.1.104",
        "timestampMsec": "1359340318038",
        "starRating": "1",
        "title": "Game",
        "comment": "It sucks",
        "commentId": "gp:AOqpTOHCuLn2GMu3XP_SbzY1uVX4uAG392jDemlRsuNELpVHUb3C5xdeV1DO_fP2mgkugOVcSKrYpuB0oo9FP7o",
        "author": "Nickolas Payette",
        "authorURL": "http://lh4.googleusercontent.com/-01B59CN3Mfk/AAAAAAAAAAI/AAAAAAAAABA/f23qJFPa2L0/photo.jpg",
        "authorSecureURL": "https://lh4.googleusercontent.com/-01B59CN3Mfk/AAAAAAAAAAI/AAAAAAAAABA/f23qJFPa2L0/photo.jpg"
      },
      {
        "timestampMsec": "1343880583651",
        "starRating": "1",
        "title": "Terrible",
        "comment": "This is the most stupid app ever",
        "commentId": "lg:AOqpTOFb7D8feikIdfZPiW6KtA-dJ_kBbByP7pwYboM7Rw67wUJGEXdOVJOg412-tkvcto72iSeOI2WdjjVUDjM",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1352927464978",
        "starRating": "5",
        "title": "Sweet",
        "comment": "It\\'s awesome",
        "commentId": "lg:AOqpTOEXblRSf6t3QlbuL00pc6dwnEc1_OVz3KQ82ges2DhKgQzsGQ1DDoV76yecaQcZ3jF1leCQKxr9OoeM4bg",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1344138950205",
        "starRating": "1",
        "title": "Sucks",
        "comment": "If i could use 0 stars i would",
        "commentId": "lg:AOqpTOHCMOg6-hddFVk6lXRWF6YAzwDjaPMgh4t0KJxsdBwXVFd9K2yfmB7iGT-eSg2SRmUjZb6Pb_xgK8ftkOY",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.CAMERA",
      "android.permission.VIBRATE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_LOCATION_EXTRA_COMMANDS",
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "com.conduit.app_93455c58cc61483fa9da8202779fe6aa.app.permission.C2D_MESSAGE",
      "com.google.android.c2dm.permission.RECEIVE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
