{
  "title": "Sports Med",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.conduit.app_563f90acdbdd4de6a2ad4a6221e7ed1c.app",
  "category": "Health & Fitness",
  "price": "Free",
  "datePublished": "November 16, 2012",
  "version": "1.11.20.366",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "1",
  "rating": "4.0",
  "contentRating": "Low Maturity",
  "creator": "Joseph Jimenez",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.conduit.app_563f90acdbdd4de6a2ad4a6221e7ed1c.app",
  "extendedInfo": {
    "installSize": "2.4M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Help Treat and prevent Back Pain, Neck Pain or joint pain yourself!! This is a NUTRITIONAL and ANIMATED EXERCISE program APP that anyone can do at home with minimal equipment for to enhance sports performance AND maintain a healthy, pain free lifestyle. Prevent injury at work and sports injuries alike, eat healthy, lose bodyfat just for starters!It features the latest and up-to-date information from the doctors of Performance Spine & Sports Medicine (PSSM) on how to prevent, identify and help treat common NON-surgical orthopedic complaints such as back pain, neck pain, joint pain such as elbow, shoulder, hip and knee pain as well as tendon and ligament issues for athletes and active individuals alike.  The App features updated articles and hundreds of videos presented by the doctors of PSSM all in simple language that anyone can understand and appreciate. Features include contact info and scheduling features to make appointments easy to make, updated Facebook and Twitter feeds, access to PSSM's online supplement store and so much more...Note: The App is not intended to diagnose and treat diseases and is meant for informational purposes only. Please consult your personal doctor or a qualified health professional before starting any exercise or treatment program.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.CAMERA",
      "android.permission.VIBRATE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_LOCATION_EXTRA_COMMANDS",
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "com.conduit.app_563f90acdbdd4de6a2ad4a6221e7ed1c.app.permission.C2D_MESSAGE",
      "com.google.android.c2dm.permission.RECEIVE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
