{
  "title": "Jenni Finlay Promotions",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.conduit.app_9f5d30915f0149bd9bf4921d12b9d76a.app",
  "category": "Music & Audio",
  "price": "Free",
  "datePublished": "July 9, 2013",
  "version": "1.2.7.75",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "Jenni Finlay",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.conduit.app_9f5d30915f0149bd9bf4921d12b9d76a.app",
  "extendedInfo": {
    "installSize": "2.6M",
    "downloadsCount": "5+",
    "downloadsCountText": "5 - 10",
    "description": "How many 34-year-old music promoters can claim a quarter century of experience in the music industry? Jenni Finlay may not be in a class by herself, but it certainly doesn't take long to call the roll.Born into a musical environment, Jenni Finlay has childhood memories of watching Stevie Ray Vaughan, George Strait, Billy Joe Shaver, and Jerry Jeff Walker, among countless other Texas artists, play on the rustic old stage at Cheatham Street Warehouse, her parents' music hall.She began to perform professionally as a fiddler/vocalist when she was eight years old, playing everything from fairs and festivals throughout the Southwest to the stage of the Democratic National Convention, as well as honky-tonks and bars across the state of Texas. Jenni has performed as a featured guest on stage with a full spectrum of nationally known musicians, from country music pioneer Patsy Montana to Americana rocker Todd Snider.Jenni fine-tuned her grassroots knowledge of the business by earning a degree in Music Business from the Mike Curb School of Music Business at Belmont University in Nashville. Her early professional experiences include work at major publishing companies, independent record labels, and music history and preservation institutes.With the tools and experiences gathered from both her professional and personal life, Finlay embarked on a new adventure, launching Jenni Finlay Promotions in August of 2006. Since then, she has worked with numerous award-winning artists, garnered much acclaim and achieved enormous success (including several #1 records on the National Americana Music Chart and International FAR Report).With an inherent knowledge of the inner-workings of the music industry; renowned personal touch with artists, radio personnel and music media; and strong eye for detail in all that she does, Jenni has a unique ability to connect an artist's music with those who need to hear it. Her artist roster includes James McMurtry, Steve Poltz, Gurf Morlix, Ray Wylie Hubbard, Jon Dee Graham, Ben Kweller, Rod Picott, Kinky Friedman, Dawes, Slaid Cleaves, HalleyAnna, Danny Barnes, Sam Baker, Matt The Electrician, Lucero, BettySoo . . . and the list goes on.Today, Jenni is a proud member of the Americana Music Association (where she is a member of the Americana Radio Committee), the International Folk Alliance, the Center for Texas Music History, and the Cheatham Street Warehouse Music Foundation (where she serves on the Board of Advisors) among other organizations. She's been an expert panelist/guest speaker at the Americana Convention, Folk Alliance Conference, Windows on Texas Festival, Austin Songwriters' Group Symposium, University of Texas Music Business Class, Best in Texas/Texas Music Chart Seminar, and other conventions and festivals across the US.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.VIBRATE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.READ_PHONE_STATE",
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.GET_ACCOUNTS",
      "android.permission.WAKE_LOCK",
      "android.permission.CAMERA",
      "com.conduit.app_9f5d30915f0149bd9bf4921d12b9d76a.app.permission.C2D_MESSAGE",
      "com.google.android.c2dm.permission.RECEIVE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
