{
  "title": "How to Manage Your Period",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.constantasoft.game",
  "category": "Lifestyle",
  "price": "$2.99",
  "datePublished": "June 2, 2012",
  "version": "1.0",
  "operatingSystems": "2.3.3 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "ConstantaSoft Inc.",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.constantasoft.game",
  "extendedInfo": {
    "installSize": "87k",
    "downloadsCount": "1+",
    "downloadsCountText": "1 - 5",
    "description": "This app helps to get detailed information about your menses. Build in notification service will notify you about incoming events depends on your goal. You just need to set up your goal: become pregnant ot avoid pregnancy.It help to manage your period. A typical menstrual cycle takes about 28 days, although its extent may vary in different women. The first day of menstrual bleeding conventionally considered the first day of the cycle. Days 1-5. Falling levels of the hormone progesterone in the body \"starts\" beginning of menstruation - rejection of membrane that lines the uterus. During this period, the hormones produced by the pituitary gland under the influence of signals from the hypothalamus (Department of an intermediate brain), stimulates the maturation of eggs in the ovaries, which in turn leads to increased levels in the body of another hormone - estrogen. Days 5-14. Menstruation usually ends up to the 5th day. Over the next few days you may notice a slight mucous discharge from the cervix. Between 9th and 13th days estrogen in the body reaches maximum and mucus released from the cervix is light and fluid - there comes the potential period of conception. On the 13th day of the pituitary hormones that stimulate maturation and release of an egg from the ovary reaches maximum as the temperature rises by about 0,5 \\u00B0 C, and on the 14th day the ovulation occurs. Days 15-23. After ovulation, if fertilization has not occurred, the level of estrogen is significantly reduced, and the follicle, from which the egg came turns into a gland called the yellow body, which secretes progesterone. On 15-16th day, you may notice a thick jelly-like mucus secreted cervix, after which in the remaining period of cycle the mucus is little or absent at all. Days 24-28. As the gland degenerates activity of yellow body begins to decrease and progesterone levels drop. Some women suffer from the appearance of premenstrual symptoms such as breast tenderness and mood changes, particularly irritability and depression. There may be slight puffiness due to fluid retention. Reduction in body temperature by about 0,5\\u00B0C indicates the beginning of menstruation.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "com.android.vending.CHECK_LICENSE"
    ]
  }
}
