{
  "title": "The Immune System+",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.conduit.app_5ccf8ffcfede48eda09ae28d53360655.app",
  "category": "Health & Fitness",
  "price": "Free",
  "datePublished": "November 30, 2011",
  "version": "1.2.12.1276",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "4",
  "rating": "4.0",
  "contentRating": "Low Maturity",
  "creator": "Don Terpak",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.conduit.app_5ccf8ffcfede48eda09ae28d53360655.app",
  "extendedInfo": {
    "installSize": "1.1M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "Why is it Important to have a Healthy Immune System? We live in a world that is in a health crisis.Several mutated strains of bacteria cannot be killed with our best antibioticsPatients are dying from strep throat, staph infections, and even measles.Tuberculosis is making a comeback.Medical professionals are warning that a global catastrophe is right around the corner. They predict that 50 million people will die from an impending epidemic.Download The Immune System + App Now and find out: > How to educate your immune sytem to protect you from invaders > How Important Natural Killer cells are to your health > How to Increase the quailty of your life > The 3 Primary functions of your Immune System Many scientists agree that our immune system is the greatest possible defense against disease. Our immune system is more complex than antibiotics or other types of medicines. When we become ill, it is generally because our immune system has failed. Our immune systems have been weakened by pollution, chemicals, stress, poor diet, bombardment by electromagnetic forces, and many other factors that we face daily. For thousands of years, humans have tried to stay clear of germs. Due to a lack of consistent exposure, our immune systems have grown \"dumb.\" There has been a major breakthrough in nutritional research. After more than four decades of research, the long sought after transfer factor has been isolated and extracted for health purposes Transfer factors do not cure disease or kill germs. Our immune system protects us from germs, cancer and disease. Transfer factors modulate and educate the immune system. They can boost, strengthen, or suppress the immune system (in the case of autoimmune disease), but it goes far beyond these effects Take your  first step on the road to Better Health by downloading The Immune System+ App Right Now! You'll be Glad you did! Legal Disclaimer: The content in this app is for informationial purposes only. This app is not designed to diagnose,treat or cure any disease. Please contact a qualified medical professional if you are having any health issues. This is for educational purposes only.",
    "reviews": [
      {
        "timestampMsec": "1341093744760",
        "starRating": "1",
        "title": "THIS IS A HEAP OF RUBISH",
        "comment": "All this app is is a colection of viseos of why you shoud wash your hands and protect agenst viruses it is not a game and the name picture and description is verry misleading",
        "commentId": "lg:AOqpTOFTIHzLFjzEreGFGGnHun9xhbfU1Qce3rH4uFd6BcRs6LZ327ZvaKIGVBH9JC5HhJZcuWvapQpi59vP4to",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1330163462933",
        "starRating": "5",
        "comment": "Excellent",
        "commentId": "lg:AOqpTOEM3Z3S_pab2Zn6vn737EBVjpGvveJ-K-Mb7P-eezVOP8iopxvazcmciZLhnkVrcgJ7m_M0QO_UjA4bGJk",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "com.conduit.app_5ccf8ffcfede48eda09ae28d53360655.app.permission.C2D_MESSAGE",
      "android.permission.VIBRATE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_LOCATION_EXTRA_COMMANDS",
      "android.permission.READ_PHONE_STATE",
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "www.conduit.app.permission.C2D_MESSAGE",
      "com.google.android.c2dm.permission.RECEIVE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
