{
  "title": "The Dental Implant Center",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.conduit.app_20ba737d6b9049c78a4d44e2c87c6ec3.app",
  "category": "Health & Fitness",
  "price": "Free",
  "datePublished": "June 6, 2012",
  "version": "1.2.14.199",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "1",
  "rating": "4.0",
  "contentRating": "Low Maturity",
  "creator": "Evolved Media Group",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.conduit.app_20ba737d6b9049c78a4d44e2c87c6ec3.app",
  "extendedInfo": {
    "installSize": "2.3M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "If you already have lost teeth, Dental implants are the best solution. It is a natural-looking replacement for a lost tooth or teeth that also perform the same function as the natural tooth. It is a perfect option for people having good oral health in general but have lost teeth because of any injury, periodontal disease, or some other reason. A dental implant can put a smile back on your face and in your mouth. We generally pay less attention towards our teeth as compared to other body parts till we get the warning signals. Tooth decay is one of such common warning. They look and feel so natural that you may sometimes even forget you ever lost your tooth.A dental implant is actually a drilled post, put into our gums and jaw bone. When the bone grows around it, it can hold a bridge, crown, or over-dentures; it will work just like our normal teeth.People generally opt for dental implants because of their unfit dentures causing difficulty in chewing or a fear of losing dentures while eating or talking. Dental implants show a noteworthy improvement in their chewing ability. Someone desiring a dental implant must have–• A healthy body• Healthy gums• Proper bones to hold the implant in the jaw (a dentist can guide you about the bone structure and its ability to anchor the implant.)Don’t let missing or rotting teeth stop us from having a great smile. With implants, our face shines, our job interviews go better, everyone knows we are happy, and our mouth will be glad to have new help in chewing our favorite foods.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.CAMERA",
      "android.permission.VIBRATE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_LOCATION_EXTRA_COMMANDS",
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "com.conduit.app_20ba737d6b9049c78a4d44e2c87c6ec3.app.permission.C2D_MESSAGE",
      "com.google.android.c2dm.permission.RECEIVE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
