{
  "title": "POWERPOiNT International",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.conduit.app_2850b408d7c14c619f28a8f71ba222b6.app",
  "category": "Lifestyle",
  "price": "Free",
  "datePublished": "January 20, 2013",
  "version": "1.1.1.166",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "2",
  "rating": "4.5",
  "contentRating": "Low Maturity",
  "creator": "POWERPOiNT International",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.conduit.app_2850b408d7c14c619f28a8f71ba222b6.app",
  "extendedInfo": {
    "installSize": "2.4M",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "Experience PowerPoint International Ministries anytime, anywhere on your Android Phones & Tablets. PowerPoint is a place where we Building Kingdom People for Kingdom Living, A People of Power, Purpose & Pursuit.Connect with the Ministry of the Apostle of Faith, Bishop Henry Adekogbe and other anointed ministers of God.Key Highlights:*PowerPoint Radio i56.7 FM Inspirational Gospel 24/7 Broadcast where undiluted and uncompromising Word of God is preached with boldness and a demonstration of God's Spirit and Power, inspirational and soul-lifting Gospel music and Prayers that move mountains.*Prayers: Connect with the PowerLine Prophetic Prayer Conference through daily conferences on the phone and on the PowerPoint Radio.*Salvation, Healing & Deliverance: Contact the power for salvation, supernatural healing and deliverance from the oppression of the enemy.*Social Networking: Interact with the ministry on various social networks such as facebook, twitter, google, etc where ministry resources are shared on a daily basis. Connect with the ministry YouTube channels.*Sermons: You can watch or listen to PowerPoint power sermons or listen to or download for later use.*Teachings: Choose from hundreds of teachings that will build you up for Kingdom assignment and for Kingdom living. There is Power in the Word of God.*Devotionals: Connect on a daily basis for devotionals that will set your day in the right mood and anointed for great blessings.*News: Stay up-to-date on what's happening at PowerPoint.Events: See what events are coming, add them to your calendar, set reminders and get directions.*Bible: Fully functional Bible includes various translations, multiple search functions, ability to highlight and create notes and other extended features.*Sermon Notes: Provides the ability to easily look up Bible Verses, add notes, print and even share notes.*Community: Find PowerPoint groups in your area, learn about leaders and meeting times and search for what group best meets your needs.*Explore PowerPoint Ministries and find ways to get involved.*Get information about our ministry and churches, our staff, our history, our vision and mission.*Service times and locations: See when and where you can participate in our worship services, conferences, crusades and seminars.*Ways to get connected: Find out how you can receive Christ into your life and where you can best fit and what next steps to take.*Give tithes and offerings in a completely secure way in just few clicks directly from your mobile phone.With the PowerPoint International ministry app you can experience the fullness of what PowerPoint has to offer, whether you are right down the street from us or halfway across the globe.PowerPoint International ministries and churches is a multi-ethnic, multi-racial evangelistic and apostolic christian organization headquartered in Atlanta, Georgia, United States. We are a church Powered by the Holy Ghost (Acts 1:8) and built on the foundations of the Gospel of Jesus Christ under the leadership of the Presiding Bishop and Apostle, Henry Adekogbe. God is using this ministry to reach lives, families and nations all the over the world, Praise God.Welcome to the House of Answered Prayers for all Nations!",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.VIBRATE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_LOCATION_EXTRA_COMMANDS",
      "android.permission.READ_PHONE_STATE",
      "android.permission.INTERNET",
      "android.permission.RECEIVE_SMS",
      "android.permission.RECORD_AUDIO",
      "android.permission.MODIFY_AUDIO_SETTINGS",
      "android.permission.READ_CONTACTS",
      "android.permission.WRITE_CONTACTS",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.GET_ACCOUNTS",
      "android.permission.BROADCAST_STICKY",
      "com.conduit.app_2850b408d7c14c619f28a8f71ba222b6.app.permission.C2D_MESSAGE",
      "com.google.android.c2dm.permission.RECEIVE",
      "android.permission.READ_EXTERNAL_STORAGE",
      "android.permission.READ_CALL_LOG",
      "android.permission.WRITE_CALL_LOG"
    ]
  }
}
