{
  "title": "Fear Of Flying",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.conduit.app_369f46867e61445ab2f99e660bad65a6.app",
  "category": "Lifestyle",
  "price": "$2.01",
  "datePublished": "June 10, 2012",
  "version": "1.13.20.1019",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "Breakthrough The Fear",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.conduit.app_369f46867e61445ab2f99e660bad65a6.app",
  "extendedInfo": {
    "installSize": "2.4M",
    "downloadsCount": "10+",
    "downloadsCountText": "10 - 50",
    "description": "I am a qualified Hypnotherapist trained under Adam Eason, fully insured, and am a member of the globally recognised General Hypnotherapy Register, and the Complimentary and Natural Healthcare Council (number: 000021-C12) and abide by their codes of ethics, which gurantees high levels and standards of client care and confidentiality. I also am a therapist with Anxiety UK, the leading charity for Anxiety sufferers, and a guest blogger for Anxiety Social Net and Adam Easons Hub. This app includes the following:* 26 minute recording of the Hypnosis Session. Specially recorded, and newly updated, this track works on guiding you through a hypnotic story, that your unconscious mind can just soak up and enjoy. I guide you gently to let go of your fear, and use the story to motivate you. Clever stuff!!*17min relax session to be used anywhere*Ebook specially and newly updated to help give you all the information about Fear, why you have fear, and how to let it go, and loads more.*Audio mp3 recording of the ebook. Listen anywhere you want.*Get my twitter feed, and keep updated by what is going on.* Get my RSS Feed.*Get my YouTube videos that have my latest tips and tricks.*Get access to my Breakthrough The Fear facebook fanpage.*Get interactive and share your pictures and comments on my Livealbum. This is really cool!!*Easily contact us, email us or call us from within the app.*Lifetime updates and new additions totally free. I'm always updating and adding or refining what i do, and what's more you get a say in the matter too. Want extra hypnosis tracks that benefit others, then email me. Need live support then that can be arranged as well, although subject to availability.So as you can see this represents terrific value for money. However, please don't buy this app if you wont take any action. Don't buy this app if it is just going to sit on your phone doing nothing.You decide to keep your fear or let it go!!! Don't you owe it to yourself to get this app and make a change in your life!!Thank you for reading. Shaan",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.CAMERA",
      "android.permission.VIBRATE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_LOCATION_EXTRA_COMMANDS",
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "com.conduit.app_369f46867e61445ab2f99e660bad65a6.app.permission.C2D_MESSAGE",
      "com.google.android.c2dm.permission.RECEIVE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
