{
  "title": "Hypnotic Gastric Band Program",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.conduit.app_44ed144accf44ba386d9bfc09e5a8038.app",
  "category": "Health & Fitness",
  "price": "$7.74",
  "datePublished": "September 19, 2012",
  "version": "1.2.1.53",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "2",
  "rating": "3.0",
  "contentRating": "Low Maturity",
  "creator": "Awake Media Publications",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.conduit.app_44ed144accf44ba386d9bfc09e5a8038.app",
  "extendedInfo": {
    "installSize": "2.6M",
    "downloadsCount": "50+",
    "downloadsCountText": "50 - 100",
    "description": "CLINICALLY OBESE? GOOD NEWS - HYPNOTIC SURGERY WORKS!Use This Product Successfully AND Get Your Money Back!!If you have got to the stage of considering surgery for your weight problem then this new audio program from Adam is for you.HYPNOTIC GASTRIC BAND is a non-surgical 'mind simulation surgery' that works and we want you to find out for yourself by using this program and the four accompanying hypnosis sessions - and tell everybody else.We are really keen to follow the first users of this product and want to monitor your progress. This audio program takes you step-by-step through every step of having your hypnotic Gastric band fitted and then uses hypnosis to have your mind and body responding to the program as if you had the surgery in real-life.The program takes you through the stages of preparation. Before you have your initial appointment, you are shown how to remove previous problematic programming that may have been influencing your behaviors and habits. Then you experience hypnosis to get things set up prior to your gastric band being fitted.  Then you are hypnotized to experience your operation and the Gastric band is fitted: This is a profound experience for many and a very vivid hypnotic experience is supported with especially created music. Your beliefs are heightened and now that the band is fitted, your appetite changes to accommodate the new you.With the band successfully fitted, you spend a few weeks reacting and responding progressively to the fitted band while using two further hypnosis sessions daily to boost your metabolism, affect your appetite, install new habits and alter the way you perceive yourself.Finally, the fitted gastric band is optimized and enhanced whilst hypnotized again and you watch your size, shape and weight change as you move confidently forward in life.It is easy to follow and you'll have a number of psychological skills taught to you so that you can enhance your own results too.The hypnotic gastric band has featured heavily in the media in recent years due to the huge amount of success people have been enjoying with it, why not join those people and share in that continuing success?  We would love some testimonials so want to get the product out to as many people as possible as soon as the music has been added to the hypnosis session.So if you are overweight and would like this topical approach we have a special gift for you when you send us your feedbackWhat we ask is that you get to use the product as soon as we send it to you and follow the program and send us a review testimonial. WE WOULD LOVE TO GIVE YOU YOUR MONEY BACKWe would love to feature your story.  Send us the before and after photos and allow us to use them on our website and we will refund your money as well.",
    "reviews": [
      {
        "documentVersion": "2.1.53",
        "timestampMsec": "1359379267060",
        "starRating": "1",
        "title": "If i could give no stats that would sum it up better..waste of time",
        "comment": "What a waste of time and money..nothing changed..complete scam..making money from people who are in a desperate state...",
        "commentId": "gp:AOqpTOHYuihYcVaZwxIdUZOZEtb1J3Ff6RpwAqpy21Xr0Ma1gCdXKrxgDLSMVMBbxdVbv-TlsIB8KVandaDRTWI",
        "author": "carly watson",
        "authorURL": "http://lh4.googleusercontent.com/-fwRLOi5oZ3c/AAAAAAAAAAI/AAAAAAAAACw/U1wgTCK6z24/photo.jpg",
        "authorSecureURL": "https://lh4.googleusercontent.com/-fwRLOi5oZ3c/AAAAAAAAAAI/AAAAAAAAACw/U1wgTCK6z24/photo.jpg"
      },
      {
        "documentVersion": "2.1.53",
        "timestampMsec": "1350150194769",
        "starRating": "5",
        "title": "fantastic",
        "comment": "App takes you through a programme whichs prepares you and takes you through a hypnotic gastric band process, only just started the program and doing well, wish the recordings worked without internet access but apart from that its brilliant, thankyou :)",
        "commentId": "lg:AOqpTOGinNgW7OUbOdeY5yD0EtX2h7s2IBtXxP-jK7GltQE06aF15EGtx58WQKEemR_qSF5T8yS9YXvx_05VFFk",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.CAMERA",
      "android.permission.VIBRATE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_LOCATION_EXTRA_COMMANDS",
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "com.conduit.app_44ed144accf44ba386d9bfc09e5a8038.app.permission.C2D_MESSAGE",
      "com.google.android.c2dm.permission.RECEIVE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
