{
  "title": "Contact North | Contact Nord",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.contactnorth.search",
  "category": "Education",
  "price": "Free",
  "datePublished": "July 16, 2012",
  "version": "1.2",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "Contact North | Contact Nord",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.contactnorth.search",
  "extendedInfo": {
    "installSize": "319k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "As Ontario’s distance education and training network, Contact North ǀ Contact Nord is a non-profit corporation, funded by the Government of Ontario, that supports the province’s public colleges, universities, school boards, literacy and other training providers to increase and improve local access to online learning courses and programs for Ontarians.These online courses and programs are offered by Ontario’s 24 public colleges, 20 public universities, as well as a range of other education groups. You can also find secondary school, literacy and training courses through this site.With online learning you can earn a range of credentials, including high school equivalency; a college certificate, diploma, or applied degree; or a university degree.Who do we serve?We support Ontarians living in small, rural and remote areas as well as Aboriginal and Francophone communities across the province.What do we do?Our many services include:Providing information about more than 18,000 online courses and more than 1000 online programs from Ontario’s colleges, universities, school boards, literacy and training providers;Increasing local access to education and training opportunities through the innovative use of technology including live connection to classrooms, fully online, and a blend of live and online courses;Providing access to information on student support services including academic counselling, financial aid and library services available from the colleges, universities, school boards, literacy and other training providers.When do we do it?We provide flexible hours of operation at our 112 online learning centres to accommodate the diverse needs of students.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET"
    ]
  }
}
