{
  "title": "Congo flag live wallpaper",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.congopaidgoimbh.app",
  "category": "Personalization",
  "price": "$1.32",
  "datePublished": "January 21, 2013",
  "version": "5.2",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "Livewallpapers",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.congopaidgoimbh.app",
  "extendedInfo": {
    "installSize": "15M",
    "downloadsCount": "1+",
    "downloadsCountText": "1 - 5",
    "description": "NO push notificationsNO spyware, NO malwareFREE BONUS 22 backgrounds: broken screen, squashed mosquitoes, ants, binoculars, cookie crumbs, cracked glass 2, cracked glass 3,  bullet holes, ripped metal, squashed flies,broken screen 2,  scorched metal,  squashed mosquito,  rusted metal, broken security, nuclear waste, oil waste, cracked glass, keyhole, rusty metal and wolverine.Colorful live wallpaper featuring waving flag of Democratic Republic of Congo – Congo- Kinshasa, the Congo Free State, Belgian Congo, Congo-Léopoldville. This flag is for all lovers of the Congo river and all the nature beauty this land has to offer.After the download you don't need internet connection to enjoy the application. This app is ad supported. This application will not download videos from the internet. Download once and enjoy for ever.Note:Application can not be moved to SD card.Application is a live wallpaper, to access it on your phone, read your phone manual.Rotating the device while in preview of live wallpaper may cause application to crash.Application is intended for display in portrait mode, it will work in landscape mode but display may not be optimal.Application does not require internet access for primary usage, however internet connection may be required to access some functions (for instance link to More free apps and similar).",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE"
    ]
  }
}
