{
  "title": "IDEA 2013",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.compusystems.csattendee.e502",
  "category": "Business",
  "price": "Free",
  "datePublished": "April 2, 2013",
  "version": "2.0.13940",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "CompuSystems, Inc.",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.compusystems.csattendee.e502",
  "extendedInfo": {
    "installSize": "7.8M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "The official attendee app the for IDEA 2013 ConnectME Mobile is designed to help you create the ultimate show experience. In addition to an electronic show guide, this app connects you with exhibitors via an automatic matching component, provides a searchable database of exhibitors, sessions and speakers, lets you create an appointment agenda and receive show organizer updates. It’s never been more convenient to plan a course of action for the show. SHOW GUIDE - A searchable, up-to-date directory of all exhibiting companies, available sessions and speakers makes the ultimate mobile show guide. AUTOMATED MATCHING - Robust matching functionality connects attendees to exhibitor based upon registration demographic information. Attendees can also search for exhibitors by company name or product category and expand their list of matches. APPOINTMENT SCHEDULER - Attendees can create and manage appointments with exhibitors both on and off the show floor designing a course of action for the event. AGENDA BUILDER - An itinerary of session and exhibitor appointments currently scheduled for the attendee enables the registrant to make the most of their time. ELECTRONIC LITERATURE - Attendees can download and view exhibitors electronic literature. MESSAGING SERVICE - Attendees can receive important and informative messages sent out by the organizer. FLOOR MAP - A viewable map to navigate the show floor with ease. FULL INTEGRATION - Convenient location within the registration dashboard makes connecting your registrants quick and easy.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.READ_CALENDAR",
      "android.permission.WRITE_CALENDAR",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
