{
  "title": "Small Business Machine",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.conduit.app_b053879e95b14024b9c436a8934edaf3.app",
  "category": "Business",
  "price": "Free",
  "datePublished": "May 11, 2013",
  "version": "1.15.33.1693",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "Auto-Pilot Biz Coach",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.conduit.app_b053879e95b14024b9c436a8934edaf3.app",
  "extendedInfo": {
    "installSize": "2.3M",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "If you have not started on building your cash machine then this app leads you step by step so that you too can have the lifestyle you want.Jobs are not so secure and often we find ourselves in the wrong job and we feel hopelessly trapped. Have faith - you are not trapped and you can start part-time to achieve your money goals. The most important thing is to start.Your mentors take you by the hand and help you decide on a business that will produce the cash. It's up to you to take advantage of the tutorials and programs on offer.The world is continuously changing and it will not wait for you. Time is your most precious asset, use it wisely and act now!\"FREE TUTORIALS\"Jeff takes you by the hand and walks you through, step-by-step, several of his powerful, top strategies for generating \"Nonstop Traffic\"!Here’s just a taste of things to come in future tutorials:YouTube Ranking OptimizationFacebook Traffic GrabTwitter Blog BouncePush Send, Get Traffic (email marketing)Traffic-Getting BlogsBuilding Backlinks with ArticlesContests and Sweepstakes Traffic MagnetsFree Software GiveawayNonstop Affiliate TrafficYou can't afford to miss these tutorials if you want new customers and a profitable business.More Resources see below:Paid To Think Business Magazine for iPad:http://auto-pilot-biz.com/PTTR.O.I Give Yourself a Pay Rise - You Deserve It! https://ganxy.com/i/76730Keep the Job You Hate and Become Rich https://ganxy.com/i/75387Where is My Herd? Your Business Needs Subscribershttps://ganxy.com/i/75568",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.CAMERA",
      "android.permission.VIBRATE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_LOCATION_EXTRA_COMMANDS",
      "android.permission.READ_PHONE_STATE",
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "com.conduit.app_b053879e95b14024b9c436a8934edaf3.app.permission.C2D_MESSAGE",
      "com.google.android.c2dm.permission.RECEIVE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
