{
  "title": "VIC Traffic View",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.commoncentsapps.livetrafficvic",
  "category": "Travel & Local",
  "price": "$200.00",
  "datePublished": "March 12, 2012",
  "version": "1.2",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "6",
  "rating": "3.6666667",
  "contentRating": "Everyone",
  "creator": "Common Cents Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.commoncentsapps.livetrafficvic",
  "extendedInfo": {
    "installSize": "23k",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "Live Traffic VIC is a simple app that displays the Vicroads mobile traffic site to help you get the information you need at the click of a button.Road users also have access to over 40 live traffic cameras to assist them to pre-plan their journey. Live traffic images are available 24 hours a day and display the current conditions at a number of key intersections and freeways locations.Latest Travel and Road Conditions keeps you up-to-date with travel conditions on VIC roads.Information on traffic congestion, road works and current travel times can help you decide the best way to reach your destination safely.Latest traffic & road conditionsTo help plan your journey check the travel times for freeways & major roads, latest roadworks & alerts and view the live traffic cameras.Roadworks & planned eventsA list of all planned road disruptions associated with roadworks & events.Caution: web browsing whilst driving is prohibited under Victorian law.This app contains traffic information for Victoria (Australia) only.List of localities in Victoria:City of MelbourneShire of Glenelg Shire of Moyne City of Warrnambool Shire of Southern GrampiansRural City of AraratShire of Northern GrampiansRural City of HorshamShire of West WimmeraShire of Hindmarsh Shire of Yarriambiack Shire of Buloke Rural City of MilduraRural City of SwanShire of Gannawarra Shire of Campaspe Shire of Loddon City of Greater BendigoShire of Mount AlexanderShire of Central GoldfieldsPyrenees Shire  Shire of Hepburn City of Ballarat Golden Plains Shire Corangamite Shire  Colac Otway Shire Surf Coast Shire City of Greater GeelongSuburbs of Geelong Towns and localities Borough of Queenscliffe Shire of Moorabool Shire of Macedon RangesShire of Murrindindi Shire of Mitchell Bass Coast Shire South Gippsland Shire Shire of Baw BawCity of Latrobe Shire of Wellington Shire of East GippslandAlpine Shire  Shire of Towong City of Wodonga Shire of Indigo Rural City of WangarattaShire of Mansfield Rural City of BenallaCity of Greater SheppartonShire of Moira Shire of Strathbogie",
    "reviews": [
      {
        "timestampMsec": "1363790682922",
        "starRating": "1",
        "title": "Dont bother",
        "comment": "Same as ring road traffic app, just another copy of vicroads website (they dont display roadworks or closures of the ring road).",
        "commentId": "gp:AOqpTOEHJCQmhitmb3W8fwt-C4a0JwtfZO7sP6itioJrS6URV8jK2cESaGyDD52hmS1oAcA8e-0i35PDJC2R4w",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1339226981148",
        "starRating": "5",
        "title": "Good app!",
        "comment": "Accurate and handy. I use it every day.",
        "commentId": "lg:AOqpTOEZ125_N6DeJfkfNQodUKi2AG3ZqrdD6fl6D0bWqXwGDDopFnNitt3-_kJe4zkB4-Ye3nA-Oq6jieFwTg",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1314243775785",
        "starRating": "2",
        "comment": "Needs a close application button",
        "commentId": "lg:AOqpTOHvDAAJ2t7bn-DqkZPWBF6jVxJ1Wk6VPcpo_l8NYfM0xxcqdnqbr6bcK8oVUMeJX0BIkJD9s0u9guSicQ",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET"
    ]
  }
}
