{
  "title": "Change Your Bathroom",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.conduit.app_7a2731a6855f4873b6b3b973b2d7b26c.app",
  "category": "Shopping",
  "price": "Free",
  "datePublished": "December 17, 2012",
  "version": "1.4.4.268",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "1",
  "rating": "4.0",
  "contentRating": "Low Maturity",
  "creator": "Change Your Bathroom, Inc.",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.conduit.app_7a2731a6855f4873b6b3b973b2d7b26c.app",
  "extendedInfo": {
    "installSize": "2.4M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Are you ready for a beautiful bathroom?Then you have come to the right place, not only will we make sure you have the best finished product we will also insure that you have the best possible experience. Our name, Change Your Bathroom, reflects our passion and specialty…bathrooms. Have you ever leafed through a home design magazine and wondered how you could transform your bathroom? We are here to help you do just that with our custom designs that are essential for inspirational new spaces. We are guided not only by fresh insights from the interior design community, but also from your own personal style. Our team of designers would love to work with you to create a plan or layout that would work best for your budget and your schedule.Ask For the Three “Ds”Design – Let us make the most out of your space!Dust containment system – Keeps dust and debris out of your house!Drain system -A hidden curb-less drain!Oh, and we also have a lifetime warranty so it would be “Design, Dust containment, Drain and Lifetime warranty….”We have been creating bathrooms for over 14 years. We only have the most professional installers who are the very best at what they do, and they want to deliver a great bathroom to you. We are committed to our craft and are extremely proud of our skill and ability to deliver a professional, quality installation every time.For more information check us out online at www.changeyourbathroom.com",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.CAMERA",
      "android.permission.VIBRATE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_LOCATION_EXTRA_COMMANDS",
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "com.conduit.app_7a2731a6855f4873b6b3b973b2d7b26c.app.permission.C2D_MESSAGE",
      "com.google.android.c2dm.permission.RECEIVE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
