{
  "title": "Solar System Planet Atlas",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.conduit.app_d92b2aa18af644f4ba610dc183f56bc6.app",
  "category": "Photography",
  "price": "$2.62",
  "datePublished": "April 7, 2012",
  "version": "1.2.1.121",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "1",
  "rating": "1.0",
  "contentRating": "Low Maturity",
  "creator": "Best Android App",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.conduit.app_d92b2aa18af644f4ba610dc183f56bc6.app",
  "extendedInfo": {
    "installSize": "2.3M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Solar System Planet Atlas is picture book app of Solar System with more than 1,000 pictures and YouTube movies.The Solar System consists of the Sun and the astronomical objects gravitationally bound in orbit around it, all of which formed from the collapse of a giant molecular cloud approximately 4.6 billion years ago. The vast majority of the system's mass is in the Sun. Of the many objects that orbit the Sun, most of the mass is contained within eight relatively solitary planets whose orbits are almost circular and lie within a nearly flat disc called the ecliptic plane. The four smaller inner planets, Mercury, Venus, Earth and Mars, also called the terrestrial planets, are primarily composed of rock and metal. The four outer planets, the gas giants, are substantially more massive than the terrestrials. The two largest, Jupiter and Saturn, are composed mainly of hydrogen and helium; the two outermost planets, Uranus and Neptune, are composed largely of ices, such as water, ammonia and methane, and are often referred to separately as \"ice giants\".You can learn Solar System Planet Atlas in text with more than 1,000 photos and YouTube movies.(Language:text is Japanese only. )You can also view pictures with Slide show function!Please enjoy Solar System Planet Atlas Photo gallery!!This photo gallery app is good for learning Solar System Planet Atlas!In YouTube tab, you can enjoy various YouTube movie related to Solar System Planet Atlas!Please enjoy Solar System Planet Atlas, the photo gallery of Solar System Planet Atlas photos and YouTube movies.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.CAMERA",
      "android.permission.VIBRATE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_LOCATION_EXTRA_COMMANDS",
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "com.conduit.app_d92b2aa18af644f4ba610dc183f56bc6.app.permission.C2D_MESSAGE",
      "com.google.android.c2dm.permission.RECEIVE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
