{
  "title": "Easy Finance Personal",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.compagerd.easy_finance.personal",
  "category": "Finance",
  "price": "Free",
  "datePublished": "March 19, 2013",
  "version": "1.6",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "12",
  "rating": "4.0",
  "contentRating": "Everyone",
  "creator": "Sterling Díaz",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.compagerd.easy_finance.personal",
  "extendedInfo": {
    "installSize": "1.2M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "Easy Finance Personal is a finance tool to help you to track your expenses and take decision based and your budget of expenses and bills. It gives you an overview of how you are monetarily speaking, when you are low of money, the available amount, etc.You will know exactly in what is your money invested and you will be able to make monetary decision easily.Had you ever checked your wallet to see if there's a hole because you don't know where does your money goes?Don't allow that the frustration of not knowing where does your money goes put you off of trying to control your finances because all that you need to control your finances is \"Easy Finance Personal\". An Easy to use app with expectacular graphics. Makes all that you need, do all the calculations for you, and all the time you carry your smartphone, you can keep track of your......ACCOUNTSKnow in every moment the state of your accounts. Let it be in cash, credit card, different accounts, etc. You don't have to force your mind anymore trying to conciliate your accounts, you don't have to get your hands dirty with complex spreadsheets about your cash and credit card, expenses, final dates, payments, transfers, etc. All your information about the accounts and all the useful help needed for your management is provide by Easy Finance Personal. Also keep track of your...BudgetDo you know only how much you win but have no idea of how much you spend nor in what you spend it? Would you like to know how much do you spend in every category of your life and what is eating your finances.With the Budget of Easy Finance Personal, you can have a panoramic view of what you will spend in a month in the most precise way. All the bills you pay, loans, debts and overhead will give you a clear view of what you will spend in the next month. Had you ever been with the desire of buying a new car AT THE BEGINNING OF A NEW YEAR, a house, maybe take a loan or enroll in the university, but you don't know if you will be able to pay? With the Budget of Easy Finance Personal, you just need to record your incomes and expenses, and inmediately you will know what you can cover with your salary.ReportsAs months goes by, you can know how your expenses and incomes grow and diminish, what you earned and spent the month or past year. The percentage spent in each category and their variation between months. There are many ways to see your finances through these instantaneously reports. This will help you greatly to make decisions about whether relocating or not, to a cheaper house, or to the house of your dreams. You can explore in any moment how are your finances going.Transactions.All this sounds great, but, is not difficult to use?The best thing of Easy Finance Personal, is that, it is \"Easy to use\". It's has been design to manage your personal finances in an easy way. The only thing you have to do is to click, choose a category and set the amount. Save and you are ready to go. Your income or expense has been registered. If you will repeat that transaction with certain regularity, just choose an option in regularity list. You set the frecuency, and automatically it will appear in your budget, being added to your overhead, letting you to know how much do you really spend in one month.By downloading the app you are agreeing to the EULA for this app.",
    "reviews": [
      {
        "timestampMsec": "1359260875650",
        "starRating": "5",
        "title": "Great",
        "comment": "This is the first release. And it does all that I personally need. Great App! The annoying ads has been removed as users has requested it. And more improvements has been made, and are to be published soon.",
        "commentId": "gp:AOqpTOFud9SxRMyKbQvVfSnRXWrSJ91K6KiMO6tV9PYBaCxDrSBFLt1dvLCyLHsmbYNmcof_7I9-NSZOA1fhySI",
        "author": "Sterling D\\303\\255az",
        "authorURL": "http://lh5.googleusercontent.com/-EoAejFaUaho/AAAAAAAAAAI/AAAAAAAAAjA/Gqhl8Qm1ezU/photo.jpg",
        "authorSecureURL": "https://lh5.googleusercontent.com/-EoAejFaUaho/AAAAAAAAAAI/AAAAAAAAAjA/Gqhl8Qm1ezU/photo.jpg"
      },
      {
        "timestampMsec": "1357331725300",
        "starRating": "1",
        "title": "Very annoying push ads!",
        "comment": "Not recommended...Uninstalled.",
        "commentId": "gp:AOqpTOGTnPJ2MKVCv5zSYPrSw9xv6mQy5dZdLUy6QO7ijCvtUp51AE4oO_yulKTtnRMj--iR80FU4AoTvVtJ5Q0",
        "author": "Richy R.",
        "authorURL": "http://lh4.googleusercontent.com/-f75jsKUdBh4/AAAAAAAAAAI/AAAAAAAAAKU/KsW0wvxbnhw/photo.jpg",
        "authorSecureURL": "https://lh4.googleusercontent.com/-f75jsKUdBh4/AAAAAAAAAAI/AAAAAAAAAKU/KsW0wvxbnhw/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE"
    ]
  }
}
