{
  "title": "BluntRadio",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.conduit.app_1edf3742d8e74186b250eece89f5de90.app",
  "category": "Entertainment",
  "price": "Free",
  "datePublished": "October 24, 2012",
  "version": "1.2.9.375",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "1",
  "rating": "5.0",
  "contentRating": "High Maturity",
  "creator": "APPS4LESS.CO",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.conduit.app_1edf3742d8e74186b250eece89f5de90.app",
  "extendedInfo": {
    "installSize": "2.6M",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "The Highest Show On the Planet!Blunt Radio/TV was founded by Freddrick \"Dr DB Kush\" \"DJFXP\" Moore in December of 2009.Freddrick a “Disabled Veteran” Saw the lack of exposure for the Urban MMJ Patients as well as other MMJ patients and vendors in the Mountain west area and decided it was time for a change. The purpose of www1BR.co/1bluntradio.com.Blunt Radio is to bring attention to the MMJ plight and exposure to MMJ Artists, DJ's and Music that traditional radio stations may overlook. Co Hosted by AoneSick Dabiz, V Jams On,  James \"Uncle Dude\" Rogers, West Side host Steve \"The Hammer\" which brings together years of MMJ experience.BLUNT RADIO/TV is a Staff/Partner owned and operated organization on the “Filthy Rich T.v Network”  that acts as a host to a variety of shows broadcast over the internet via live video & audio stream. Each show featured on the 1BR.CO broadcast remains its own entity but must follow astrict code of professionalism in how it operates under the www.1BR.CO BRAND.Blunt Radio has re-launched it's website \"1br.co, Social Network \"the420deal.com along with S.O.S Smoke One Son Tour, Re-Legalize 2012 as we decided to build up awareness and new listeners as well as help out the community this holiday season by organizing a fund raiser for food banks, homeless shelters and other non profits that help the less fortunate.The Host are all Medical Marijuana Patients and Cannabis Activist and force behind S.O.S “Save Our Streets” Fund raiser.  Blunt Radio educates listeners about cannabis news across the nation.  Interviewing guest from top politicians and public figures, to doctors, actors, musicians, activist and patients. Blunt Radio is the Leading Show of it's kind.  Blunt Radio Show has teamed up with sponsors and non-profits creating the S.O.S Save Our Streets  Fund raiser to help the homeless and needy families eat and stay warm during the 2012 holiday season.  Thank you for your time and we would like to thank you for working with 1BR.co.Our hope is to bring the medical marijuana community together in a positive experience helping the less fortunate.  We want to address the nation to bring more information on the importance legalizing MMJ for those patients in need of medication to cope with their struggles of daily life.",
    "reviews": [
      {
        "documentVersion": "2.9.375",
        "timestampMsec": "1351110850456",
        "starRating": "5",
        "title": "This is Nice!",
        "comment": "I love this app!  Keeps me up on all the the new music",
        "commentId": "lg:AOqpTOHZaeegg2GnWR4AQFUMpzCHrD3KvJkB-Y5FUqacoSx7IbIepCo4fnDZVRsntdXABms-L1sTLv5NZY4d",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.CAMERA",
      "android.permission.VIBRATE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_LOCATION_EXTRA_COMMANDS",
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "com.conduit.app_1edf3742d8e74186b250eece89f5de90.app.permission.C2D_MESSAGE",
      "com.google.android.c2dm.permission.RECEIVE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
