{
  "title": "EYECON by VISUAL CULTURE",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.conduit.app_570fa9cab8a94a61a491797e15d045b5.app",
  "category": "Photography",
  "price": "Free",
  "datePublished": "March 5, 2012",
  "version": "1.4.8.555",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "4",
  "rating": "4.0",
  "contentRating": "Medium Maturity",
  "creator": "Visual Culture",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.conduit.app_570fa9cab8a94a61a491797e15d045b5.app",
  "extendedInfo": {
    "installSize": "2.3M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "With its comprehensive cutting-edge eye-wear collection, exclusive trend-setting designer collaboration, gallery-decor shop atmosphere, and experienced optical professionals, Visual Culture is Hong Kong’s iconic eye-wear and lifestyle select shop for the chic and avant-garde.  Eye-wear is an important part of Hong Kong’s lifestyle as the city has one of the highest percentages of population in the world that wears glasses.  To recognize and celebrate this unique character of our society, Visual Culture launch the EYECON a project to share with the world the eyewear culture in Hong Kong, and for all eyewear lovers to share their passion and appreciation for arts, design, culture, and 500 years of optical legacy.Visual Culture’s EYECON campaign will involve three of the most admired eyewear houses in the world: Moscot, an world-renowned eyewear institution with 97 years of legacy from New York, Oliver Goldsmith, London-based design legend with 86 years of legacy, and Solakzade, an Osaka-based atelier that specializes in vintage eyewear. All eyewear and style lovers to visit its Causeway Bay Flagship to take snapshots.  Participants can wear their own glasses or any glasses at Visual Culture that best express their style and character.  The pictures will be posted on Visual Culture’s signature white-brick-wall in our flagship store, Visual Culture Facebook and sent to Moscot, Oliver Goldsmith, and Solakzade.  The three institutions, along with Visual Culture, will pick four participants with the most unique style and character.  The participants who receive this honor will each receive a one-and-only pair of limited edition Moscot, Oliver Goldsmith, and Solakzade glasses with the EYECON logo engraved.  This will mark the world’s only pairs of EYECON glasses, making them the most cherished and exclusive collection pieces for all eyewear lovers.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.CAMERA",
      "android.permission.VIBRATE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_LOCATION_EXTRA_COMMANDS",
      "android.permission.READ_PHONE_STATE",
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "com.conduit.app_570fa9cab8a94a61a491797e15d045b5.app.permission.C2D_MESSAGE",
      "com.google.android.c2dm.permission.RECEIVE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
