{
  "title": "Welcome 2 The Future",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.conduit.app_b6262998ef564e0aa5ebc5393ba9ad19.app",
  "category": "Business",
  "price": "Free",
  "datePublished": "July 15, 2013",
  "version": "1.8.41.554",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "4",
  "rating": "4.5",
  "contentRating": "Low Maturity",
  "creator": "Purple Guerrilla Marketing",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.conduit.app_b6262998ef564e0aa5ebc5393ba9ad19.app",
  "extendedInfo": {
    "installSize": "2.7M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Find out everything you need to know about an amazing business opportunity in one easy to use App.Take your first steps to becoming your own boss and building up your very own home based franchise business for true financial freedom.Learn how this amazing company is going to revolutionize the world, and most importantly how you can benefit financially from this revolution.Download the App today and have all the information live at your fingertips and contained in one convenient place.No need to log into all your different social media accounts to keep up to date with the latest news and events. This App is the perfect solution.The App links to our YouTube channel, Facebook page, Twitter account, website and events calendar, giving you complete up to date information via live feeds.The App contains a full video library where you can watch great videos that explain the company in full, and also includes interviews with the owners and training videos.Utilize our knowledge and experience with this user friendly App that will provide you with all the up to date information about what's going on with the company in the UK, Europe and the US.If you have just heard about this franchise opportunity and are trying to find out more information, then this App is perfect for you.The App explains every element of the business, broken down in easy to understand sections.With the support of pictures and videos there is no better way to gain a full understanding of the business.Live news feeds from Twitter and Facebook will keep you right up to date with the latest information.The events tab will provide the perfect diary for local business meetings, automatically updated, so you will always know what is happening, when and where.If you have been considering joining the company but need to be sure you are joining the right team, then why not download this App, get to know us, and if you like the support we provide, then you can contact us anytime to discuss becoming a franchise partner and starting on your journey to financial freedom.We are the biggest and fastest growing team in the UK. This is mainly down to the leaders we have in our team who offer continual support and weekly meetings to help everybody grow their business and achieve maximum success.Download the App today and have all your information in one place.",
    "reviews": [
      {
        "documentVersion": "8.41.554",
        "timestampMsec": "1375804747858",
        "starRating": "5",
        "title": "Excellent layout and informative",
        "comment": "Strongly recommend you download this app and get on board with this project.",
        "commentId": "gp:AOqpTOF3DASBXNsppjIf5ldJ0Z6C0wc4XHzG4TZtuxQI6PxAYZhGGA8Tm0dsHNHbFHrE2FPti5Jq9K6I-cwSBwI",
        "author": "Craig Nicholson",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1372883493979",
        "starRating": "5",
        "comment": "Extremely informative. Fantastic app.",
        "commentId": "gp:AOqpTOEielFT8CQN09Zcf23ZynUI3_TWK7x6qGwI0mBai3_TWpWOhPB5LwihNtvvzZFfx_1zeSsgWxPG3tvkzg0",
        "author": "Tanya Price",
        "authorURL": "http://lh4.googleusercontent.com/-y9pfyBEWRKM/AAAAAAAAAAI/AAAAAAAAACA/UazqfqOFbfY/photo.jpg",
        "authorSecureURL": "https://lh4.googleusercontent.com/-y9pfyBEWRKM/AAAAAAAAAAI/AAAAAAAAACA/UazqfqOFbfY/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.VIBRATE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.READ_PHONE_STATE",
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.GET_ACCOUNTS",
      "android.permission.WAKE_LOCK",
      "android.permission.CAMERA",
      "com.conduit.app_b6262998ef564e0aa5ebc5393ba9ad19.app.permission.C2D_MESSAGE",
      "com.google.android.c2dm.permission.RECEIVE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
