{
  "title": "IP-Conference - talk together",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.comtube.IPConference",
  "category": "Communication",
  "price": "Free",
  "datePublished": "September 6, 2013",
  "version": "2.0.0",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "25",
  "rating": "4.36",
  "contentRating": "High Maturity",
  "creator": "Comtube Ltd.",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.comtube.IPConference",
  "extendedInfo": {
    "installSize": "3.1M",
    "downloadsCount": "5,000+",
    "downloadsCountText": "5,000 - 10,000",
    "description": "Free application IP-Conference allows organizing conference from your mobile telephone via mobile internet without additional equipment.You should indicate telephone numbers of all conference participants (up to 30 persons) in application and communicate without any limitations (from $0,01/min.). Operative conference will relieve managers of small and medium business, company’s owners and companies which have remote offices and partners in other cities and countries. Use application IP-Conference: - for discussions when you do not have opportunity to meet with all your friends and colleagues;- for quick reaction (meeting and conferences);- for urgent solution of some questions (address to experts, interpreters);- for remote consultations and education.Benefits of IP-Conference:1. Opportunity to organize talk up to 30 participants simultaneously. 2. There is no need to have additional equipment.3. Cheap tariffs.4. Convenient interface.Conference is paid by initiator of conference. Payment per minute is considered to be as payment for usual call in Comtube (from $0,01/min). Participation in conference is free for other participants even they are in roaming.Try to use other free Comtube applications (you do not need to register again, use your login and password):1. IP-Phone – cheap tariffs on calls all over the world (from $0,01/min.)2. IP-SMS – send text message (from 0,06$/message)2. IP-CallBack – calls all over the world (via callback) from $0,01/min.3. Virtual numbers – buy virtual number in more than 1000 cities of the world and receive unlimited calls on your mobile or landline phone in any place!Attention! All applications have one balance which you received after registration.You may receive consultations, ask questions and say your wishes to our technical support: support@comtube.comKey words: conference, conference communication, audio conference, callback, android conference, comtube, conference application, conference calls, organize conference, remote conference, conference caller, conferencing service, comtube forum",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_CONTACTS",
      "android.permission.GET_ACCOUNTS",
      "android.permission.READ_PHONE_STATE",
      "android.permission.WRITE_SMS",
      "android.permission.SEND_SMS",
      "android.permission.READ_CALL_LOG"
    ]
  }
}
