{
  "title": "Colorado Psychiatry",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.conduit.app_5fe286e0293b4dc18ff4e420c953209e.app",
  "category": "Medical",
  "price": "Free",
  "datePublished": "February 15, 2013",
  "version": "1.7.12.280",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "1",
  "rating": "5.0",
  "contentRating": "Low Maturity",
  "creator": "Sajid Khan",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.conduit.app_5fe286e0293b4dc18ff4e420c953209e.app",
  "extendedInfo": {
    "installSize": "2.4M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Why Colorado Child & Adult Psychiatry Center ?Everyone has a time in their life when they feel they need an expert help for improving their mental health but they are deterred by barriers around mental health consultation, while we cannot reduce all the barriers but we have definitely minimized the BIG 3 barriers namely: Accessibility, Affordability and PrivacyAccessibility: Our policy is to make the mental health accessible to everyone and every time they need. We are able to do that by providing immediate scheduling for patients, walk-ins and much more. Currently no other mental health facility in Colorado has the walk in or immediate scheduling available but we care for our patients and have made our availability for patient’s right at the time when they need us the most and we are even available on weekendsAffordability: No patient will be turned away from our center due to their inability to pay, we will fight with your insurance company for the coverage you need and if you are still not able to get the coverage then we will be giving you the discounts suitable to your needs and special discounts to all Medicare patientsPrivacy: Our facility is equipped with most advanced EMR which has one of the best security features in the industry. We never leave any of our electronic data on hard drives, computers since our EMR is completely web based. We do not maintain hard copies (papers) in our clinic so there is no chance for anyone to access your medical record and we do have the option for patients to view their own medical records through web based serviceQuality of care: Finally we maintain high quality standards not based on mass surveys or national research studies but completely based on inputs by every single patient that visits our facility. Yes we take time to sit down with every single patient and ask about their priorities and preferences to improve the quality of the care they are receiving. We are actively pursuing to upgrade our quality for meeting the National Center Quality Assurance’s (NCQA) Managed Behavioral Healthcare Organization (MBHO) Accreditation Program standards. Our unique features One of the first private psychiatry clinic in Colorado and USA to have their own mobile app We follow patients by all means for reminders using regular mail , mobile text message, email and even home visits if required since your mental health is our number one priority 3 Key aspects of our ogranization are patient care, clinical research and health education ​We provide all our patients with all their treatment records by having online portable medical record (PMR) which is complimentary to our Electronic medical record ( EMR) ​Our greatest strength is building close and long relations with patients to help them in every step of their lifeMission StatementBringing communities together by focusing on improving relations and treating diseases by using most up-to-date medical tools.Almost 20% of Coloradans have mental health problems and most can do better with little help from our experts. Our goal is to make minds healthy since that is the key to the future.We focus on long term sustainable healthy mind and this can be only achieved by focused care with our therapists using all the resources available in healthcare and being there for our patients whenever needed. Our strength lies in spending more time with patients and giving one to one sessions which will identify most mental health problems at an early stage which would prevent the complications.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.CAMERA",
      "android.permission.VIBRATE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_LOCATION_EXTRA_COMMANDS",
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "com.conduit.app_5fe286e0293b4dc18ff4e420c953209e.app.permission.C2D_MESSAGE",
      "com.google.android.c2dm.permission.RECEIVE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
