{
  "title": "World of North Korea",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.conduit.app_221d2bbf8f5c46fd96df4a69eeb04c5a.app",
  "category": "Photography",
  "price": "$1.04",
  "datePublished": "December 19, 2011",
  "version": "1.2.3.666",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "Best Android App",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.conduit.app_221d2bbf8f5c46fd96df4a69eeb04c5a.app",
  "extendedInfo": {
    "installSize": "1.7M",
    "downloadsCount": "50+",
    "downloadsCountText": "50 - 100",
    "description": "World of North Korea is photo gallery of North Korea with 464 photos. You can learn life of people at North Korea with photos and YouTube movies.(Language:text is Japanese only. )You can also view pictures with Slide show function!North Korea, also called the Democratic People’s Republic of Korea is a country in East Asia, occupying the northern half of the Korean Peninsula. Its capital and largest city is Pyongyang.This app include North Korea History, Army, Politic reference in Japanese.Please enjoy North Korea Photo gallery!! Photo data include various pictures of North Korea.Sunan Airport - North KoreaArch of Triumph - PyongyangTV Tower - PyongyangMass Games Practice in Kim Il Sung squareMay Day Stadium - PyongyangArirang Mass Games - August 2010View From The Yanggakdo - PyongyangGuard At The DMZPanmunjom/DMZ Peace Museum - North KoreaKim's Signature - Joint Security AreaNorth Korean soldiers on guard at the Joint Security Area, NORTH KoreaKoryo Museum - KaesongKaesong - North KoreaKaesong Dog RestaurantKim Il-sung Monument - KaesongPoman-ri Fish Farm - North KoreaArch of Reunification - PyongyangPuhung Station - Pyongyang MetroYonggwang Station - Pyongyang MetroKim Il-Sung Monument - Pyongyang MetroSinpyong700 Ridges Pavilion - SangsongChangdokdo Lighthouse - WonsanWonsan Revolutionary Site - WonsanMonument to the Kim's - WonsanWonsan Railway StationSongdowon International Children's Camp - WonsanMilitary Drills - WonsanKim Il-Sung Monument - WonsanHamhung City - North KoreaKim Il-Sung Monument - Hamhung CityHungnam Fertiliser Complex - HamhungHome of Ri Song Gye - HamhungHamhung Grand Theatre - North KoreaKumgangsan - North KoreaLake Samilpo - North KoreaAir Koryo Tu-154 (P-561)Samjiyon Airport - North KoreaMt. Paekdu - PropagandaLake Chon - Mt. PaekduSoldiers on Manoeuvres - RyanggangSamjiyon Grand MonumentSamjiyon Grand Monument - Kim Il-SungYanggakdo Hotel - PyongyangKumsusan Memorial Palace - PyongyangPyongyang Traffic GirlTower of Juche Idea - PyongyangKorean Central History Museum - Kim Il-Sung SquareKim Il Sung Square - Party HeadquartersMansudae Fountain Park - PyongyangGrand People's Study House - PyongyangMansudae Art Theatre - PyongyangMansudae Grand Monument - PyongyangThis photo gallery app is good for learning North Korea culture and lifestyle!In YouTube tab, you can enjoy various YouTube movie related to North Korea!Please enjoy World of North Korea, the photo gallery of North Korea with 464 photos.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "com.conduit.app_221d2bbf8f5c46fd96df4a69eeb04c5a.app.permission.C2D_MESSAGE",
      "android.permission.VIBRATE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_LOCATION_EXTRA_COMMANDS",
      "android.permission.READ_PHONE_STATE",
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "www.conduit.app.permission.C2D_MESSAGE",
      "com.google.android.c2dm.permission.RECEIVE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
