{
  "title": "Current Affairs Prep",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.compassmobileapps.currentaffairsprep",
  "category": "Education",
  "price": "Free",
  "datePublished": "July 8, 2013",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "COMPASS APPS",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.compassmobileapps.currentaffairsprep",
  "extendedInfo": {
    "installSize": "2.7M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Preparing for some exam, having hunger for knowledge and keen interest to improve it day by day?You have clicked at the right page, you just need to download this absolutely free application . This application is one stop platform which will help you to improve your Aptitude skill. As a result, this application will play a key role in boosting your performance in key competitive exams. This application ' Current Affairs prep' has a huge database of more than 1000+ number of questions, this number will be increasing every passing day. The main feature of this application is its vast database for questions, its categorization of content and quizzes for improving your skill-set in specific fields, then the challenging 'Random Test' section which gives you complete feel of exam. You need not to download so many apps for different sections. The app displays few ads, which will help us to keep this app absolutely free for users and improve it to the level of perfection. Your feedback on the existing app and suggestions for further improvements would be highly appreciated. Request you to please feel free to send us your suggestions. You can email us from the app feedback button on the test completion page. The below screen shots will show you some interesting sections of this app.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.VIBRATE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.GET_ACCOUNTS",
      "com.android.browser.permission.READ_HISTORY_BOOKMARKS"
    ]
  }
}
