{
  "title": "Deep Sleep Hypnosis Program",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.conduit.app_652e1a5e5f0d41ae8eae5552050b7577.app",
  "category": "Health & Fitness",
  "price": "$2.81",
  "datePublished": "August 31, 2012",
  "version": "1.2.5.49",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "Awake Media Publications",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.conduit.app_652e1a5e5f0d41ae8eae5552050b7577.app",
  "extendedInfo": {
    "installSize": "2.6M",
    "downloadsCount": "10+",
    "downloadsCountText": "10 - 50",
    "description": "Adam Eason - Clinical Hypnotherapist introduces this app to help you get quality sleep:-How to Sleep and be totally refreshed when you wake.Learn to sleep like a log today!If you ever have trouble with your sleep those can be some very welcome words, are they not?Getting a reliable, deep sleeping routine for yourself ensures that you love life and can embrace it with vigour and joy. Really good quality sleep has the power to truly change your experience of life.What is your sleep pattern?Do you- find it hard to actually get off to sleep in the first place?- find it difficult to stay asleep when they are there?- sleep restlessly?- spend eight or nine hours doing what you consider to be \"sleeping\" each night, but then awaken tired, drowsy and fatigued? And YET…There are then those others that sleep for JUST 5 HOURS and wake full of enthusiasm and are fully refreshed and invigorated.It is often the quality of sleep that varies.I am here to show - you CAN change your sleep patternsThis audio programme is going to show you how to get to sleep, how to stay asleep and how to get deeper, better quality sleep.People who encounter sleep disorders often have very active minds and they think a lot.  Do you?If you have insomnia, you know the problem...* You start worrying early in the day about whether or not you are  going to be able to sleep that night.* Once you miss a night of sleep, you worry even more about not sleeping the next night.* And this PERPETUATES the problem.* Worrying about insomnia creates the insomnia.You learn how to:* Use the power of breathing for different states.* Create a state of mindfulness.* Control your internal dialogue.* Relax deeply.* Let go of unwanted thoughts.* Interupt old, unwanted patterns of poor sleep.* Choose to sleep when you want to.* Have a better, deeper quality of sleep.* Much moreYou get hours of help:Mindfulness - 2 audiosDeep Sleep - 6 audiosMelt Stress (bonus) - 5 audios",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.CAMERA",
      "android.permission.VIBRATE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_LOCATION_EXTRA_COMMANDS",
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "com.conduit.app_652e1a5e5f0d41ae8eae5552050b7577.app.permission.C2D_MESSAGE",
      "com.google.android.c2dm.permission.RECEIVE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
