{
  "title": "DJ Aramis",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.conduit.app_220d57d88ece43a092ab3d68e280978e.app",
  "category": "Music & Audio",
  "price": "Free",
  "datePublished": "August 2, 2013",
  "version": "1.2.5.588",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "11",
  "rating": "4.181818",
  "contentRating": "Low Maturity",
  "creator": "Trance Music",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.conduit.app_220d57d88ece43a092ab3d68e280978e.app",
  "extendedInfo": {
    "installSize": "1.6M",
    "downloadsCount": "5,000+",
    "downloadsCountText": "5,000 - 10,000",
    "description": "DJ AramisDJ MixesTrance,Tech Trance, Uplifting,ProgressiveDJ Aramis's Sets & PodcastEletronic Music GenreTrance.FMBpm.FMwww.djaramis.comAs one of the fastest rising stars in US Dance music, DJ Aramis is taking giant steps up through club land, with his eyes tightly fixed on the top spot. His technical talents are a quality exhibition to witness and no show passes without Aramis impressing with his dexterous deck talents. Born and raised in Puerto Rico, now living in Philadelphia, Aramis built his appetite for music at a young age, His early interest in electronic music progressed into a passion for Trance, which guided Aramis to the Dance scene , Philly. During his time on the scene, he made the journey to see his friend, Tom Colontonio, at Local clubs Philly, Atlantic City; this would be the foundation that his dreams were to inflate on.As soon as Aramis earn enough money, he made it his mission to follow in his friend’s footsteps and promptly acquired his first set of turntables. The following year consisted of Aramis immersing himself in the art of mixing, working non-stop in pursuit of his vision. Fast-forward one year and a technically proficient Aramis Hernandez was primed to take his show on the road. His first gig at local bar, in Philadelphia opened the floodgates for Aramis as this new DJ on the block skillfully cut, scratched and blended his way into the local scene. The eruption of the start of his musical career was underway.His peers soon took notice and it wasn’t long before Aramis was sharing the stage with Philly’s & New York best including: DJ Yan, Mike Saint Jules, Domenick Filopei (Filo & Peri) and most significantly, the man who inspired DJ Aramis to chase his dream, Tom Colontonio. The list of brands that engraved Aramis’s name into their line-ups is as complete as any with the likes of: Atlantic City NJ, Philadelphia PA, Baltimore MD, happy to have him charm their crowds with his extensive arsenal of mixing techniques and impressive FX manipulation.Eager to keep himself at the front of the pack, Aramis, alike to most Dance music success stories, took to the studio to back-up his DJ talents, His first track ‘Ripp it!’ was the beginning of a succession of dance-floor smashes that hold Aramis’s name. ‘Philly trance king’ were all globally acknowledged and confirmed Davey as much more than just a DJ – a complete package that has proven his worth among the top tier. Corne Kievit, Erik de Koning, Giuseppe ottaviani, Johan Gielen, Robert Gitelman,, and many more were convinced enough to release Aramis’s tracks, all of which could be heard across the globe in the most prominent of Dance music venues, supported by many of the greats, including Markus Schulz, Paul van Dyk , Ferry Corsten, Giuseppe ottaviani, Tom colontonio & many more.You can keep right up to date with DJ Aramis’s ventures on his weekly & monthly radio shows ‘Trance Sessions’, aired every Tuesday of the month at 17:00 EST on Bpm.FM and Every 1st Sunday of Each Month at 14:00 GMT of one the world’s top Trance broadcasters – Trance.FM.The Producer / Dj Aramis has his first release on sounds of Trance.Dj Aramis from the USA made his first release called Ripp It !!Two exploding up-tempo trance tracks with strong melody's and powerful beats.DJ Aramis’s future can only be thriving if his recent endeavors are any indication of his path. “Keep an eye out for this fella!”",
    "reviews": [
      {
        "documentVersion": "2.5.588",
        "timestampMsec": "1329304520775",
        "starRating": "5",
        "comment": "Awesome",
        "commentId": "lg:AOqpTOH2_0KGpEaYDl6QX88DA8_f9-B0qwnNt5X_4K92RW3LFicJop4ZrPO7w2iYilF23lou5b_VNRGdoSPC-iI",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "documentVersion": "2.5.588",
        "timestampMsec": "1328010863378",
        "starRating": "5",
        "title": "Thank you",
        "comment": "Thank god I got this now I can listen to the king of trance",
        "commentId": "lg:AOqpTOGX1iqvi_KkQFNLJto0hxkbYaL3qQXtuD3SEzKl75bk9x_ky__-jbS81_Eo4DKyfm-DsYMGTvW6vRtGnU0",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "documentVersion": "2.5.588",
        "timestampMsec": "1334402568761",
        "starRating": "1",
        "title": "Doesn\\'t work for me",
        "comment": "Doesn\\'t seem to work on my nexus",
        "commentId": "lg:AOqpTOFOqpawTQvFbmplqulA6liDc_9Ry7YHSBbPeTAzv_Oj4MgZEaH8ZJln7J1nl4sgwU-6g_GaaLAHHetp39I",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "com.conduit.app_220d57d88ece43a092ab3d68e280978e.app.permission.C2D_MESSAGE",
      "android.permission.VIBRATE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_LOCATION_EXTRA_COMMANDS",
      "android.permission.READ_PHONE_STATE",
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "www.conduit.app.permission.C2D_MESSAGE",
      "com.google.android.c2dm.permission.RECEIVE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
