{
  "title": "NSW Traffic",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.commoncentsapps.livetrafficnsw",
  "category": "Travel & Local",
  "price": "$200.00",
  "datePublished": "May 14, 2013",
  "version": "1.2",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "7",
  "rating": "4.0",
  "contentRating": "Everyone",
  "creator": "Common Cents Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.commoncentsapps.livetrafficnsw",
  "extendedInfo": {
    "installSize": "30k",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "This application shows a live traffic feed from the NSW RTA Website.\"RTA Live Traffic NSW provides enhanced traffic information; giving you up-to-the minute news of incidents and conditions that affect your journey.\" - RTA- Live traffic information- Major incidents- Traffic hazard information such as roadwork, special events and emergencies, such as bushfires and floods.- Bi-directional traffic flows on major NSW State roads that show if traffic is light, medium or heavy.- Variable Message Signs showing real-time traffic messages that are displayed on electronic road signs.Sydney Inner--This traffic region starts from the Sydney Harbour Bridge and extends to Alfords Point and Taren Point Bridges in the south. It covers the Sydney CBD, and the eastern suburbs of Watsons Bay to La Perouse. It also covers the inner western suburbs bounded by Lidcombe and StrathfieldSydney North--This traffic region starts at the Sydney Harbour Bridge and extends north to the Hawkesbury River Bridge at Brooklyn. It includes the Northern Beaches suburbs of Manly to Palm Beach. In the north west the region is bounded by Castle Hill and RydeSydney South--This traffic region is bounded by Liverpool and Sylvania to the north to Waterfall and Appin to the south. It extends from Kurnell and the Royal National Park in the east to Warragamba and Picton in the westSydney West--This traffic region covers Bankstown, Auburn and Parramatta and stretches as far west as the lower Blue Mountains, including Katoomba and Mulgoa. It is bounded by Sackville and the Wollami National Park in the north west and extends as far south as CabramattaRegional NSW - North--This traffic region starts north of the Hawkesbury River Bridge at Brooklyn and extends as far north as Tweed Heads and the Queensland border. It covers the Central Coast and extends to Wisemans Ferry in the south. The area is bounded by Gunnedah and Merriwa in the west and includes the towns of Grafton, Armidale and TamworthRegional NSW - South--This traffic region is bounded by the South Australian border and Wentworth in the west to Bega and Batemans Bay in the east. The region extends as for south as Deniliquin and the Victorian border and as far north as Helensburgh and Abercrombie. The region includes the towns of Griffith, Young and WollongongRegional NSW - West--This traffic region is bounded by Broken Hill and the South Australian border to the west to Mudgee and the Blue Mountains in the east. This region extends as far north as Tibooburra and the Queensland border and as far south as Cowra and Marsden. The region includes the towns of Dubbo, Parkes and BourkeThis app contains traffic information for NSW (Australia) only.The accuracy or suitability of the Data is not verified and it is provided on an “as is” basis. The data for this application is sourced directly from: RTA Live Traffic NSWIt is illegal in all Australian states and territories to use a hand-held mobile phone while driving.",
    "reviews": [
      {
        "timestampMsec": "1355400785019",
        "starRating": "3",
        "title": "Could be better",
        "comment": "Quick source of info. Can\\'t give 5 stars because theres no \\\"sydney-all\\\" option, like on website. Also being able to chose viewing options, i.e. check/unblock boxes to see accidents, roadworks our special events; would be an awesome addition to this app.",
        "commentId": "gp:AOqpTOE03KepXSGFvJoMHIVmKN-mMzAkU1Dywy3k_ND0NMT5X-ZO2VXgETVy_0fD78iwoF2tiXF4XdoiMaCQWw",
        "author": "Robert Tyler",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1352772821920",
        "starRating": "5",
        "title": "Excellent",
        "comment": "Very accurate. Wish it could give people automatic alerts",
        "commentId": "lg:AOqpTOENgJXQcONB8YGwRshOnACJtd88pXpM1tw-wBuTsrC65V-Ko-teKsuatgl3FC8nYk7XulLO6xv8nqOhWg",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1339559696291",
        "starRating": "5",
        "title": "Anon",
        "comment": "Good",
        "commentId": "lg:AOqpTOEvvAqIGdz0E7PJg7KnIEw2Eq_-tYLsdWkdiMEDuU-3uAZdNQYqGT19971Pbpvl4hIDvO3YJkVhdIiwAg",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1322365693026",
        "starRating": "4",
        "title": "Amit",
        "comment": "Good",
        "commentId": "lg:AOqpTOGYIuy11OtDPqFKsZbWcKz3e3f2h03hIDonk8vIgkuQCpuFhJjwGzM8o4af7Zlqm4je29VypQxT_dqRpQ",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1312714031026",
        "starRating": "3",
        "comment": "Bit basic",
        "commentId": "lg:AOqpTOEqzx0QdZwSwigVtgteTZD75dFKau4AmD-WrlM3ptx5YcrPIYcwUJRmu2XHc7VN2o8fANjBFygLuSE1Xw",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET"
    ]
  }
}
