{
  "title": "NHRA Pro Mello Yello Series",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.conduit.app_fa81ec4e0cfe439f8d62a45ab40ec33d.app",
  "category": "Sports",
  "price": "$2.99",
  "datePublished": "July 4, 2013",
  "version": "1.22.51.2709",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "3",
  "rating": "3.6666667",
  "contentRating": "Low Maturity",
  "creator": "Apps by Virgil Adams II",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.conduit.app_fa81ec4e0cfe439f8d62a45ab40ec33d.app",
  "extendedInfo": {
    "installSize": "2.4M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "I Love my NHRA Drag Racing. This app will help you get to all the information you need for the weekend of Mello Yello drag racing.Where is the next race? What time does it start? What classes are running? Find it all at NHRA by Virgil Pro.This is the Pro version of the NHRA by Virgil app. At first I made this app for me so that I would have access to all my NHRA Drag racing links and podcasts all in one place. Well then my Son wanted it, then friends and so on. So I dressed it up and here it is. The NHRA by Virgil Pro app.In this app you will find the Full Throttle News feed, the NHRA News feed, the Top Fuel, Funny Car, Pro Stock and Pro Stock Motorcycle news feeds updated to your phone as soon as the news is posted no the net. You will also find NHRA Driver Blogs, RPM2Night for news and Podcasts. You will have access to the WFO Raido podcast, NHRA YouTube and twitter.There are links to NHRA.com, ESPN, Motor Racing Network(MRN),National Speed Sport News(NSSN), Racer and The Speed Channel and Race Talk Radio.com.Live Audio from the Track when available with National Dragster Membership.National Hot Rod AssociationNHRASport\tDrag racingJurisdiction\tNorth AmericaFounded\t1951Headquarters\tGlendora, CAPresident\tTom ComptonChairman\tDallas GardnerOfficial websitewww.nhra.comThe National Hot Rod Association (NHRA) is a drag racing governing body, which sets rules in drag racing and host events all over the United States and Canada. With over 80,000 drivers in its rosters, the NHRA is one of the largest motorsports sanctioning bodies in the world.The association was founded by Wally Parks in 1951 in the State of California to provide a governing body to organize and promote the sport of drag racing. The first nationwide NHRA sponsored event was held in 1955, in Great Bend, Kansas. (Typical for the era, this race was held on a World War II-constructed training air field.) The national event series (the \"Nationals\"), which now comprise 22 events each year, are the premier events in drag racing that bring together the best cars and drivers from across North America. The Mac Tools U.S. Nationals are now held at Indianapolis Raceway Park in Clermont, Indiana and are officially called the Mac Tools U.S. Nationals. Winners of national events are awarded a trophy statue in honor of founder Wally Parks. The trophy is commonly referred to by its nickname, a “Wally”.Contents 2009 Top Fuel trophyNHRA Mello Yello Drag Racing Series - The Top Division of the NHRA. It consists of four professional classes.Top Fuel DragsterFunny CarPro StockPro Stock Motorcycle.[edit]Sportsman classesThere are more than a dozen Sportsman Classes. The classes contested at NHRA Divisional races include Snowmobile, Motorcycle Classes, Super Street, Super Gas, Stock Eliminator, Super Stock, Competition Eliminator, Super Comp, Top Sportsman, Top Dragster, Top Alcohol Funny Car and Top Alcohol Dragster. All classes except Snowmobile and some Sportsman Motorcycle classes are regularly contested at NHRA National Events. NHRA promotes mainly the Professional Classes at National Events, however, the majority of its participants are Sportsman Racers. Sportsman Class Racers must be dues-paying members of NHRA before they are allowed to enter and participate in any NHRA event. NHRA claims to have 80,000 members, of which 95% are non-professional. NHRA uses this figure of 80,000 members on promotional materials and on its website to market its services. Indeed Sportsman Classes fueled the birth of NHRA in 1951 and continue to be the backbone of Drag Racing.[citation needed] As per the official NHRA Rulebook, NHRA.com, HD Partners documentation, PSTA vs. NHRA documents. Included in these sportsman events are the Lucas Oil Drag Racing Series, The Summit Racing Equipment Racing Series and the NHRA Jr. Drag Racing League.NASCAR, Racing, TV, Cars, Rides, Fast,",
    "reviews": [
      {
        "documentVersion": "2.51.2709",
        "timestampMsec": "1368591565455",
        "starRating": "5",
        "title": "It rocks",
        "comment": "This is my favorite drag racing app as a fan.  It gives some of the best info on any of my favorite drivers.  I also like the schedule info & race replays.",
        "commentId": "gp:AOqpTOF2OAi6UAMC2v0aUmKFNlKCRqZhjy3412GFqPIWQodFNMv2hy2GeMkdZe2JSmSGASppMf9TYWvwaTgV4Q",
        "author": "Monty Gilliam",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "documentVersion": "2.51.2709",
        "timestampMsec": "1367426594349",
        "starRating": "1",
        "title": "Poorly designed!!!",
        "comment": "Not worth the money!!!",
        "commentId": "gp:AOqpTOEuT6Oqe3b-rwEKiAJVw9qqhPlWejz3p8mtiARTrkXAuOz5IuF5JqPZsk0Mjwty8g9MP3SOIUPmTOyJYg",
        "author": "Verlin Putnam",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.VIBRATE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_LOCATION_EXTRA_COMMANDS",
      "android.permission.READ_PHONE_STATE",
      "android.permission.INTERNET",
      "android.permission.RECEIVE_SMS",
      "android.permission.RECORD_AUDIO",
      "android.permission.MODIFY_AUDIO_SETTINGS",
      "android.permission.READ_CONTACTS",
      "android.permission.WRITE_CONTACTS",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.GET_ACCOUNTS",
      "android.permission.BROADCAST_STICKY",
      "com.conduit.app_fa81ec4e0cfe439f8d62a45ab40ec33d.app.permission.C2D_MESSAGE",
      "com.google.android.c2dm.permission.RECEIVE",
      "android.permission.READ_EXTERNAL_STORAGE",
      "android.permission.READ_CALL_LOG",
      "android.permission.WRITE_CALL_LOG"
    ]
  }
}
