{
  "title": "EndyMed  3DEEP",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.conduit.app_0a92096b691245ed888692ab4b3e9899.app",
  "category": "Health & Fitness",
  "price": "Free",
  "datePublished": "August 14, 2013",
  "version": "Varies with device",
  "operatingSystems": "Varies with device",
  "ratingsCount": "1",
  "rating": "5.0",
  "contentRating": "Low Maturity",
  "creator": "EndyMed Medical",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.conduit.app_0a92096b691245ed888692ab4b3e9899.app",
  "extendedInfo": {
    "installSize": "Varies with device",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "EndyMed - The 3DEEP® CompanyEndyMed Medical Ltd., established in 2007, is a medical technology company that designs, develops, and commercializes energy based aesthetic treatment systems for the professional markets. EndyMed’s management, clinical, marketing and R&D teams have extensive experience in the medical aesthetic and medical product markets. EndyMed’s proprietary 3DEEP radiofrequency technology is a unique solution for fractional skin resurfacing, wrinkle treatment, skin tightening, scar treatment and body contouring.EndyMed’s products are FDA cleared and CE Marked and are produced under strict ISO certified conditions, assuring our customers and distributors of the highest quality products available. EndyMed is positioned to be a leader in the industry, addressing current trends in major aesthetic market treatments in an innovative manner:  Provides targeted, controlled, painless deep heat delivery for treatment of wrinkles and face and body skin tightening and contouring. Enables fractional radiofrequency skin resurfacing for simultaneous fractionated micro-ablation together with deep dermal heating (simultaneous enhancement of both the epidermis and dermis). Enables personalized treatments tailored to each patient's unique skin characteristics through sophisticated real time tissue sensors and feedback mechanisms. Uses novel, proprietary multi-source, phase controlled radiofrequency technology for three dimensional manipulation of the energy pattern in the tissue, branded 3DEEP RF technology. Enables superior efficacy with minimal or no discomfort and ultimate safety with little or no downtime.EndyMed has a growing cadre of experienced distributors able to penetrate into the increasingly challenging aesthetic medical market. And significantly, EndyMed has a solid product pipeline and stands ready to enter additional markets as opportunities arise.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.VIBRATE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.READ_PHONE_STATE",
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.GET_ACCOUNTS",
      "android.permission.WAKE_LOCK",
      "android.permission.CAMERA",
      "com.conduit.app_0a92096b691245ed888692ab4b3e9899.app.permission.C2D_MESSAGE",
      "com.google.android.c2dm.permission.RECEIVE",
      "com.conduit.app_0a92096b691245ed888692ab4b3e9899.app.permission.RECEIVE_ADM_MESSAGE",
      "com.amazon.device.messaging.permission.RECEIVE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
