{
  "title": "W-E ELECTRONICS",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.conduit.app_af7d45d4fdce424fb3e1e2c412d7abf8.app",
  "category": "Business",
  "price": "Free",
  "datePublished": "October 17, 2012",
  "version": "1.2.1.203",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "w-e electronics",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.conduit.app_af7d45d4fdce424fb3e1e2c412d7abf8.app",
  "extendedInfo": {
    "installSize": "2.6M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "WILBURN ELECTRONICS IS A SMALL USED BUY SELL AND TRADE ELECTRONIC COMPANY. Wilburn Electronics Offers A quality line of products and services. We Offer Repairs for computer such As, COMPUTER BOOST, RAM/MEMORY INSTALLATION, Windows INSTALLATION, HARD DRIVE INSTALLATION, VIRUS SCAN, DRIVER UPLOADS, WINDOWS UPDATES, AND ETC. WE ALSO OFFER CUSTOM COMPUTER BUILDING. WILBURN ELECTRONICS ALSO BUYS, SELLS, ANY USED COMPUTERS, TVS, IPODS, PHONES And ETC. WE STRIVE FOR GREAT CUSTOMER SATISFACTION AND WILL GUARANTEE 100% CUSTOMER SATISFACTION OR A FULL CUSTOMER CREDIT. WILBURN'S ELECTRONICS OFFERS USED COMPUTER CARDS AND MANY ELECTRONIC PARTS. WE ALSO OFFER A ORDERING AND SELLING SERVICE FOR ANYONE LOOKING TO ORDER PARTS OR SELL THERE PRODUCT FOR THERE ELECTRONICS. WILBURN'S ELECTRONICS IS A GREAT WAY FOR SOMEONE WHO CANT AFFORD NEW ELECTRONICS OR COULDN'T AFFORD COMPUTER SERVICES. WE OFFER 24 hour CUSTOMER SERVICE AND TECH. SUPPORT. WE ALSO OFFER a 1 HOUR FREE REPAIR WALK THROUGH OVER THE PHONE OR INTERNET. AS A QUALITY SERVICE AND SMALL HOME BASED RETAILER WE WILL MINIMIZE THE PRICES FOR ALL SERVICES AND PRODUCTS. ALL PRODUCTS WE SELL ARE ON A ELECTRONIC BLUE BOOK PRICE. FOR THAT PRODUCT. AS THE BEST HOME BASED ELECTRONIC STORE WE HOPE YOU WILL VISIT US OR CONTACT US FOR ANY SERVICES NEEDED. THANKS FOR VISITING WILBURN ELECTRONICS FACEBOOK. PLEASE FEEL FREE TO ADD WILBURN ELECTRONICS ON FACEBOOK FOR FACEBOOK HELP ALSO THANKS AGAIN AND WE HOPE TO SEE YOUR BUSINESS SOON. CUSTOMER SUPPORT CAN BE CONTACTED BY PHONE, EMAIL, OR IMS....SO FEEL FREE TO CONTACT US...A NEW SERVICE WE OFFER IS A SELLING PROGRAM THAT ALLOWS OUR CUSTOMERS SELL THERE ELECTRONICS AND NOT HAVE TO DEAL WITH THE PROBLEM OF FINDING A BUYING. WE MAKE THE SELL FOR THEM. WILBURN ELECTRONICS IS A PLACE WHERE WE ENJOYING SATISFYING OUR CUSTOMERS AND HELPING OUR CUSTOMERS WITH REASONABLE PRICES AND PRODUCTS. YOU CAN VISIT US ON FACEBOOK 24 HOURS A DAY OR VISIT OUR SITE. WE OFFER A CUSTOMER RELATIONS PROGRAM AND WHICH ALLOWS ALL OUR MEMBERS TO RECEIVE SPECIAL CLIENT PROMOTIONS AND SPECIAL PRICES. AS OUR STRIVE TO RESPOND TO OUR CLIENTS AND CUSTOMERS WE STRIVE TO ADVERTISE OUR SALES AD ON OUR PAGE EVERY TIME WE UPDATE OUR ADD. OUR ADD WILL INCLUDE SALE ON ALL OUR PRODUCTS AND SERVICES JUST VISIT THE SALES AD TAB ABOVE. WE STRIVE TO GIVE A LIST OF OUR PRODUCTS AND SERVICES AND THERE PRICES. WILBURN ELECTRONICS IS A GREAT WAY FOR CUSTOMERS TO MEET THERE NEEDS AT A CHEAP AND RELIABLE PRICE. OUR BUSINESS IS A SAFE WAY TO SHOP AND WERE HAPPY YOUR ARE VISITING OUR SITE AND HOPE TO HEAR FROM YOU SOON...THANKS FOR VISITING WILBURN ELECTRONICS ONLINE.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.CAMERA",
      "android.permission.VIBRATE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_LOCATION_EXTRA_COMMANDS",
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "com.conduit.app_af7d45d4fdce424fb3e1e2c412d7abf8.app.permission.C2D_MESSAGE",
      "com.google.android.c2dm.permission.RECEIVE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
