{
  "title": "L'AppliBourse",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.consors.android.fr",
  "category": "Finance",
  "price": "Free",
  "datePublished": "February 27, 2013",
  "version": "1.0.0.20",
  "operatingSystems": "2.0 and up",
  "ratingsCount": "61",
  "rating": "3.8360655",
  "contentRating": "Everyone",
  "creator": "Cortal Consors",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.consors.android.fr",
  "extendedInfo": {
    "installSize": "1.5M",
    "downloadsCount": "10,000+",
    "downloadsCountText": "10,000 - 50,000",
    "description": "L’Applibourse by Cortal Consors is the only trading application available in real time streaming.Follow the Exchange live and place your orders on the fly, anytime and anywhere.Keep an eye on your favorite stocks with your watchlist (Liste Personnelle).Access to continuous real time quotes and news on:- the main international Indexes and Futures (France, US, Asia…)- all listed securities: leveraged products (warrants, turbos), investment certificates, ETFs and fundsAnd as Cortal Consors customer, you:- Enjoy full real time quotes on the NYSE Euronext and Tradegate listed securities (from 8:00 A.M to 10:00 P.M)- Have access to an overview of your accounts (Titres, PEA, Livrets) and a detailed view of your trading accounts: order book, transaction record,valuation and liquidation account.- Proceed your internal and external cash transfers with the application- Can place your cash or credit (SRD : deferred settlement service) orders at a lower price with the “Best Execution ” order;- Can view anywhere the valuation of your life insurance contract.The application optimizes the smooth running of your transactions, even in poor network conditions.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.GET_TASKS",
      "android.permission.ACCESS_NETWORK_STATE"
    ]
  }
}
