{
  "title": "Construction Calculator",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.constrcalc.jorsoftpr",
  "category": "Productivity",
  "price": "$2.99",
  "datePublished": "August 8, 2013",
  "version": "1.4",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "3",
  "rating": "3.0",
  "contentRating": "Everyone",
  "creator": "Boricua Mobile",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.constrcalc.jorsoftpr",
  "extendedInfo": {
    "installSize": "211k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Be sure to check out our newest game : Reds vs Blues - Zombies, available now at the play store!!!*******Remember Piping Offsets will calculate in inches all your values, change them according to your needs********Use INCHES on thickness if you don't you will get wrong results, if its 2 feet use 24 inches************Construction Calculator is an app built for getting quick and accurate estimates on Tile Calculations,Concrete Slabs,Walls, Footings and displaying Cost and Bags of Cement ( #94 lbs bags). The app should record last input numbers after pressing \"Next\" or \"Enter\" on your android keypad, it also uses decimal numbers for those 3.5\" slabs.The Concrete Mix Estimator, lets you decide which mix ratio to use, keep in mind Ratio 1:3:5 is used for Footings, Ratio 1:2.25:3 for Sidewalks,Steps and Garage Floor, Ratio 1:2.5:3 mainly used for Floor Slabs and Ratio 1:2:3 is the most common one used, good for Walls,Roof and Columns.This Concrete Mix Estimator calculates a standard safety factor of 15% and it is for designs of 3000 max psi.Concrete Block Estimator lets you calculate an approximate on concrete blocks needed to complete certain jobs, keep in mind it is designed for standard 6\" width and 4\" width concrete blocks.Tile Estimator will let you easily calculate tiles needed with job cost for square and rectangular areas.All the information, calculation processes and terms are mainly used in U.S.Keep in mind the calculations done with this app should be only for small or minor jobs, for bigger projects use ACI method.Press Menu at Main Menu screen to pop out About menu and Feedback menu. See About Menu for some tips.Any other functions can be added feel free to ask.",
    "reviews": [
      {
        "timestampMsec": "1305069232656",
        "starRating": "1",
        "comment": "How can you make this app.appear to be relative to construction if you can not use fractions",
        "commentId": "lg:AOqpTOHxX8nlxouttKS6BYmmLvyW-O5fmsWCIApZQp2IEAPnk8Shd6G5oVJkkqFoDzSjYQS4oUTvhdmQAOZH69s",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "com.android.vending.CHECK_LICENSE"
    ]
  }
}
