{
  "title": "Pain Release Hypnosis Program",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.conduit.app_2ba82fac52ed490b840e6bf4b3899e95.app",
  "category": "Health & Fitness",
  "price": "$2.87",
  "datePublished": "September 19, 2012",
  "version": "1.2.1.57",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "Awake Media Publications",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.conduit.app_2ba82fac52ed490b840e6bf4b3899e95.app",
  "extendedInfo": {
    "installSize": "2.6M",
    "downloadsCount": "10+",
    "downloadsCountText": "10 - 50",
    "description": "“Are You Ready to Learn What REALLY Works to Reduce, Eliminate and Control Pain?…Discover for yourself the power of your mind to provide relief for joint pain, back pain, neck pain… all pain! Would you like to be able to create your own analgesia and anesthesia using the power of your mind?Back in 2002, I had an 18 year old girl named Natasha enroll on one of my self-hypnosis seminars. Following the two days during which time she learnt the techniques well, she called me the following week to tell me that a day after the seminar had finished, she had used self-hypnosis to have her wisdom teeth removed at the dentist.That’s right folks, she had no anesthesia, just used the power of her own mind.Her dentist was so amazed that he then came on the seminar, sent his wife, and has sent lots of his patients over the years since then.This is what can be done with the power of your mind. Today, you can learn how to do the same. What’s more, I do the hypnosis for you!You and your brain create pain, it is not an external sensation, it is part of our ingenious survival system and ultimately, we have control over it. Then finally, ensure that you are driven to letting go of the pain; be comfortable with the idea of letting go of it. Some people have reasons, conscious or unconscious for keeping pain as we are going to be finding out.The Value of PainPain of course does have its purposes and its values — some very important purposes at that; we need pain to tell us to move our hand away from the hot iron or the recently used hot kettle or to take it out of the freezing cold water.Our experience of pain can therefore save us from all kinds of life-threatening disorders or circumstances. It alerts us.However, the more common experience of pain is quite different and often has less value and therefore we need to heighten our understanding of it and learn how to be in control of it.What you get with this audio program:3 separate unique hypnosis sessions.A full program of pain alteration.Step-by-step guide on how to use a variety of modern psychological techniques in the way that is best for you.Fully explained exercises for pain reduction.Lots of self-hypnosis tools for freeing yourself of pain.A wide range of modern psychological tools for pain reduction.Much more…",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.CAMERA",
      "android.permission.VIBRATE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_LOCATION_EXTRA_COMMANDS",
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "com.conduit.app_2ba82fac52ed490b840e6bf4b3899e95.app.permission.C2D_MESSAGE",
      "com.google.android.c2dm.permission.RECEIVE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
