{
  "title": "Sing And Sign A Language",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.conduit.app_37e77e5315a641688bd3fbf62fd3936e.app",
  "category": "Education",
  "price": "Free",
  "datePublished": "January 21, 2012",
  "version": "1.2.2.762",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "4",
  "rating": "4.75",
  "contentRating": "Low Maturity",
  "creator": "Web Develop Now an S2 Entertainment Company",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.conduit.app_37e77e5315a641688bd3fbf62fd3936e.app",
  "extendedInfo": {
    "installSize": "1.6M",
    "downloadsCount": "5,000+",
    "downloadsCountText": "5,000 - 10,000",
    "description": "Sunset Strategic Marketing (SSM) is setting up their first release that will tap into the children’s marketplace with the Sign and Sign a Language: Spanish three (3) CD Set.The “Sing And Sign A Language: Spanish” CD Set is not only a specially packaged three (3) CD set, the initial concept for this type of a release was also produced to create a learning kit for children in their greatest development years. The entire set was then developed by Susan Dezenhall Schwartz along with sound man, Eric Aubrey at his Red Armadillo recording facility outside of Philadelphia, Pennsylvania. The entire project was produced, performed and recorded by (Susan Dezenhall) Schwartz, a linguist, composer, vocalist, educator and mother.(Susan Dezenhall) Schwartz, unimpressed with the educational programs available for children’s learning, decided to create a learning program herself and for the students she teaches every day. Starting this inevitable series of language learning products with Spanish became the obvious choice considering the ethnicity of children in her classes. However, Don Lichterman, the head of Sunset Records / SSM says that there are “plans to franchise this concept with more languages like Hebrew and French,” and that was always “the plan with Susan and me from day one.”After three years of study, research and development, this very special set comes out as a CD and the label has already made way for the entire set to be available as downloads and ringtones. Lichterman goes on to say that “Susan (Dezenhall Schwartz) seems thrilled to have this be placed in stores,” and “I am thrilled to be working a project for kids.” This is first educational related product released at the Sunset/SSM company and the launch of this premier Spanish set “Sing and Sign A Language: Spanish” is perfect to educate and the songs are a great listen. The set includes not only lyric’s in Spanish, there is also a translation to English in the nicely packaged inside booklet and there are lesson plans for kids to follow along with too. The label; has these booklets available online (pdf) for everyone to download and print them out for free.The CD includes songs that sound like classics/standards like the “Bienvenidos” and “Adios” intro and outré to each lesson plan, is not only accessible to people, it is also recognizable in some ways. And, there are a total of thirty seven (37) Spanish versions of songs that sound like there is choir of kids singing behind the lead vocals. The songs are also set up in ways for children to learn in a chronological way and to be able to follow along with throughout the entire Set. Disc one is Lesson I / Level I while the second disc is for Lesson/Level Plan II and then the third disc is the Level II lesson plan. Consumers will be able to buy all three (3) CDs in one set from retail stores that sell CDs and DVDs, and consumers will also be able to buy individual songs and the individual Discs at stores that sell downloads and streams. The overall sound is very colorful and the CD is perfect to listen to at home, in a car, as well as with teachers and parents.Moreover, \"Sing and Sign a Language\" is a multi purpose type of a CD release that is to be used at home and the label also will be working with Alibris to get the product into libraries and educational facilities around the world. The label plans to work this into school programs and/or educational enrichment programs that teach the languages. And, teachers, educators and parents do not need to know the Spanish language to use this product in an effective and efficient way. Parents and teachers will learn the language too as they teach it. Both English and Spanish are translated as part of the special packaging. The lesson plans are also included in that special packaging.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "com.conduit.app_37e77e5315a641688bd3fbf62fd3936e.app.permission.C2D_MESSAGE",
      "android.permission.VIBRATE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_LOCATION_EXTRA_COMMANDS",
      "android.permission.READ_PHONE_STATE",
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "www.conduit.app.permission.C2D_MESSAGE",
      "com.google.android.c2dm.permission.RECEIVE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
