{
  "title": "Total Office Services",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.conduit.app_e0821700e4734de7806030076f6b3efb.app",
  "category": "Business",
  "price": "Free",
  "datePublished": "August 18, 2013",
  "version": "1.72.81.967",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "Total Office Services",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.conduit.app_e0821700e4734de7806030076f6b3efb.app",
  "extendedInfo": {
    "installSize": "6.0M",
    "downloadsCount": "50+",
    "downloadsCountText": "50 - 100",
    "description": "Total Office Services (TOS) offers High Perfomance Business Solutions. We print/copy/scan, pack & ship, freight and more. We offer mailbox rental service with a true commercial street address. Professional and secure. Total Office Services is your virtual staff and your virtual office. Print and copy service. Document scanning service and shredding service. Packing and shipping service. Business cards the same day. Website packages. Custom imprinting. We do it all! Total Office Services handles all your office functions so that you are free to make the most of your day. We have been in business for over fifteen years and have a reputation for quality services and quick turnaround. We specialize in document services along with packing and shipping services and global freight. We offer these benefits over the competition:•Our customers send us their digital files with instructions to print, bind and laminate and we take care of it;•Email or FTP us your documents and presentations to save you time – we’ll call/email when they’re ready;•Total Office Services offers innovative solutions for the everyday challenges faced by our business professionals and customers;•We’re known for our very quick turnaround times and quality service;•Our account customers get better pricing on color printing and copies;•TOS has years of experience packing and shipping valuable items all over the globe;•We have NC notaries on staff daily (call for availabilty);•We’re easy to find and easy to get to with lots of parking;•We use a variety of communication methods to work with our customers and mailbox holders so that they’re always in the loop;•Total Office Services is an award winning store and recognized as a quality leader by the Mail & Parcel industry;•We’ve been building relationships with our customers for over a decade and it works – just ask any of them!",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.VIBRATE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.READ_PHONE_STATE",
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.GET_ACCOUNTS",
      "android.permission.WAKE_LOCK",
      "android.permission.CAMERA",
      "com.conduit.app_e0821700e4734de7806030076f6b3efb.app.permission.C2D_MESSAGE",
      "com.google.android.c2dm.permission.RECEIVE",
      "com.conduit.app_e0821700e4734de7806030076f6b3efb.app.permission.RECEIVE_ADM_MESSAGE",
      "com.amazon.device.messaging.permission.RECEIVE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
