{
  "title": "Sleep Apnoea - Harley Street",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.conduit.app_5a9a726b5eb14e7eb77e56c61d692885.app",
  "category": "Medical",
  "price": "Free",
  "datePublished": "August 25, 2013",
  "version": "1.16.25.581",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "Snore Centre",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.conduit.app_5a9a726b5eb14e7eb77e56c61d692885.app",
  "extendedInfo": {
    "installSize": "8.2M",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "Do you or your partner snore loudly, have difficulty sleeping, and feel tired in the day? These are common symptoms of sleep apnoea, which if left untreated can contribute to serious cardiovascular illnesses, as well as sexual dysfunction, diabetes and obesity. The Sleeping Disorders Centre provides rapid assessments for sleep apnoea and other sleep disorders, and a full range of treatments and ENT services. This app provides information about sleep apnoea and the treatment options available at the Sleeping Disorders Centre located at Harley Street in London. Take the STOP-BANG test to find out if you have a high risk of suffering from sleep apnoea and learn more about the condition. Get the latest news and research about sleep apnoea and watch informative videos about the condition and how Continuous Positive Airway Pressure (CPAP) treatment can transform the lives of sufferers. Sleeping Disorders Centre founder, Consultant ENT surgeon Michael Oko, is an internationally recognised expert on sleep apnoea. He is an advisor to the UK Government on a national strategy to tackle the rising prevalence of sleep apnoea in the UK. He has appeared as an expert on the BBC programme Goodnight Britain, and speaks at conferences around the world to promote understanding and awareness of sleep apnoea. Michael founded the Sleeping Disorders Centre in 2006 and now runs 3 clinics in the UK.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.VIBRATE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.READ_PHONE_STATE",
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.GET_ACCOUNTS",
      "android.permission.WAKE_LOCK",
      "android.permission.CAMERA",
      "com.conduit.app_5a9a726b5eb14e7eb77e56c61d692885.app.permission.C2D_MESSAGE",
      "com.google.android.c2dm.permission.RECEIVE",
      "com.conduit.app_5a9a726b5eb14e7eb77e56c61d692885.app.permission.RECEIVE_ADM_MESSAGE",
      "com.amazon.device.messaging.permission.RECEIVE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
