{
  "title": "NumberOne Brain",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.cookiebit.numberOne",
  "category": "Brain & Puzzle",
  "price": "Free",
  "datePublished": "December 18, 2012",
  "version": "1.5",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "48",
  "rating": "4.4166665",
  "contentRating": "Everyone",
  "creator": "Neotko Studios S.L.",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.cookiebit.numberOne",
  "extendedInfo": {
    "installSize": "23M",
    "downloadsCount": "5,000+",
    "downloadsCountText": "5,000 - 10,000",
    "description": "NumberOne defy our concentration on a fast placed, yet simple premise. We show you a number, and you need to find it as fast as you can. Everytime you press the correct one we will show you a new arrange of numbers and the better you are, the harder it will be. Also, if you miss you will loose a second but also if you keep tapping the correct ones we will give you time bonus. 1 second extra every 5 correct and 5 seconds extra every 10. Keep the chain's coming and your score and level will go higher and higher. If you want to challenge yourself, get a break of your daily routine or just enjoy a casual game while on the subway, then NumberOne it's the game for you. Trailer at: http://www.youtube.com/watch?v=_LgpRILGW1g Share your score with your friends on Twitter & Facebook and try to get to the top of the list on Gamecenter. NumberOne defy us basing itself in the Stroop effect, an interference between both sides of the brain: the right side is based in recognizing colors while the left tries to read the number, letter or symbol that appear on the tiles. This way, an exercise such as recognizing numbers became a test for the most focused player. In NumberOne we will soon learn the mechanics of the game: we are presented with a numbered tile and we have to find the correct one among the ones offered to us, focusing our attention in the number without being confused by colours, tilts or vibrations. If we fail, time will be deduced from our clock, but as we sum correct tiles we can add more time to our game, giving us the opportunity to rise up our score. - Unlock the Hardmode with a x70 combo in Normal Mode - Check the Help for full info about 'how to unlock other modes'",
    "reviews": [
      {
        "timestampMsec": "1347887924864",
        "starRating": "5",
        "title": "Love this game",
        "comment": "Addicted",
        "commentId": "lg:AOqpTOFAQBTHEscxEQH-AbvSGQ25jPdkEYFckbGALUzjGgd8cfx9bvkbB0MeUjeloGzthY_-w_zd7t7YYAeTWw",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1346998028195",
        "starRating": "3",
        "title": "Love the game, but...",
        "comment": "There are no ads in the iPad version. The ads actually switch out and blink adding unnecessary difficulty to the game. My scores are way different between the two versions. Fix that and I\\'ll up my score to 5 stars.   Simple but addictive. Looks great too. Fix the ads.",
        "commentId": "lg:AOqpTOHiT-_Yx7TpVfd1w-yYYIhLo7ou1JvPAS5_QNJ7kvlHHZRcovztnnZTpDdgsGSqKphFTl73m-yYyNwZMA",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.GET_ACCOUNTS",
      "com.android.vending.BILLING",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
