{
  "title": "Creator Studio Lite",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.compxpressinc.CreatorStudioLite",
  "category": "Business",
  "price": "Free",
  "datePublished": "June 8, 2013",
  "version": "1.0.05",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "1",
  "rating": "1.0",
  "contentRating": "Medium Maturity",
  "creator": "CompXpress, Inc.",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.compxpressinc.CreatorStudioLite",
  "extendedInfo": {
    "installSize": "207k",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "Use Creator Studio™ Lite to provoke new thinking and new ideas, and to apply them to creative problem solving, to create new solutions, inventions and innovations.Creator Studio Lite offers a variety of Creativity Studios. Each Studio is specialized for achieving a specific type of creative thinking task and composed of a select group of automated Creativity Tools.Creator Studio is also available for Windows desktop and notebook PC's, visit CompXpress at: http://compxpressinc.comSuppose... you could start a powerful application on your device, type in a situation you want to focus your creative thinking on and immediately be guided by wizard-like software through your creativity session, step by step. Interacting with creativity tools, creating new ideas, solving problems, inventing and innovating to achieve your desired goal.Imagine... your team using this creative thinking and innovation software to focus the power of their collective intelligence, knowledge, experience and creative abilities toward achieving the most challenging goals.During your creativity session you can access the Ideas Log at anytime to review all of the ideas you have entered and all of the ideas will be permanently saved in a session report file. After the creativity session, the session report file should be reviewed in an effort to create even more ideas. When more new ideas come to mind, just type them in.Teams of any size may collaborate sharing ideas from their Creator Studio sessions and manage their creative thinking and innovation projects, using an enterprise social networking web app such as Basecamp or Yammer. Very small teams may only require email to collaborate effectively.What will You achieve with Creative Thinking, Creative Problem Solving and Innovation?· Grow your business.· Out think your competition.· Build a company wide creative thinking culture.· Launch a continuous improvement program.· Create new products and services.· Improve existing products and services.· Rapidly respond to dynamic business demands.· Develop new marketing and sales strategies.· Develop new business strategies.· Reinvent businesses.· Create innovative solutions to problems.· Invent at the leading edge of what's possible.· Change the world.· All of the above Plus, lots more!Creator Studio employs the human mind (your mind) in combination with powerful creative thinking methods that are based on modern scientific discoveries into the creative thinking processes of the human mind.Creator Studio software provides you with automated creative thinking tools to help reduce your workload and help you be more organized, efficient and productive at creative thinking, creative problem solving, invention and innovation. Creator Studio helps you and your team apply creative thinking on demand.With Creator Studio an individual user can do creative thinking, brainstorming on their own, at any convenient time and location. Creator Studio can also be used by local teams or teams dispersed worldwide to collaborate on creative thinking, creative problem solving, invention and innovation projects. Ideas produced in Creator Studio sessions may also be used at a later time to jump-start and boost productivity of traditional brainstorming sessions.Creator Studio may be used by individuals and teams, small and medium size businesses, large corporations and organizations, and it may be applied to any goals.All trademarks used are the property of their respective owners. Creator Studio is a trademark of CompXpress Incorporated in the United States and/or other countries. Copyright © 2012, By CompXpress, Inc.keywords:creative thinking app, creative thinking software, brainstorming app, brainstorming software, business innovation app, business innovation software, creative problem solving, lateral thinking, creative thinking tools, innovation tools, brainstorming tools",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_EXTERNAL_STORAGE",
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE"
    ]
  }
}
