{
  "title": "How's My Mom?",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.contactliving.howsmymom",
  "category": "Medical",
  "price": "Free",
  "datePublished": "May 11, 2013",
  "version": "1.4.7",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "3",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "ContactLiving, LLC",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.contactliving.howsmymom",
  "extendedInfo": {
    "installSize": "239k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "How's My Mom gives assisted-living centers and nursing homes the tools they need to keep family members in constant contact with their relatives. The How's My Mom Android app can be used by workers at care centers to provide biweekly updates on residents. These updates include a photograph, a checklist of activities that the resident participated in that day, as well as health updates and messages to the family member. Using the How's My Mom Android app, a care center worker can easily complete these updates using a single handheld device. How's My Mom takes care of the rest!This app requires an Android device with a camera.",
    "reviews": [
      {
        "documentVersion": "1.4.1",
        "timestampMsec": "1348003648082",
        "starRating": "5",
        "title": "Perfect Communication Tool",
        "comment": "First, I would like to commend the wonderful customer service! I was having trouble logging in on my phone, and the gentleman went to Best Buy to purchase the same phone to figure out the problem, which he did! He fixed the bug and had me logged in shortly thereafter!  Secondly, this is a wonderful communication tool that builds and/or strengths relationships and raises industry standards.  My families are thrilled and appreciative of this new service.  Finally, I highly recommend this app - great idea!",
        "commentId": "lg:AOqpTOFzeutc1ukLE90cyzZCA2hbKMfmPWkJ1xhy1GU-VNULkpPd11IXN--rvLPGqf8_T_Zr3gpAhTyXRJ_xv4o",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
