{
  "title": "NSW Traffic View",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.commoncentsapps.jsonfeeds",
  "category": "Travel & Local",
  "price": "$199.00",
  "datePublished": "December 21, 2011",
  "version": "3.1",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "5",
  "rating": "2.0",
  "contentRating": "Low Maturity",
  "creator": "Common Cents Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.commoncentsapps.jsonfeeds",
  "extendedInfo": {
    "installSize": "562k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "### ON SPECIAL ###NSW Traffic View is the easiest way for you to navigate your way quickly, safely, and easily through and round traffic jams and incidents in NSW.It uses data pulled directly from the RTA to provide you with a much needed topographic view of what's happening around you!You can see where incidents are relative to your position, determined by GPS and can use this information to avoid pile ups and get to your destination with ease.BUT THAT'S NOT ALL!You can even view Traffic cameras within a 15km radius and can simply click on a camera marker on the map to see what the camera can see! Use this information to your advantage and avoid any traffic hot spots.You can choose what 'Markers'are available in Map view and do not have to have all items listed (i.e, only view cameras and incidents).In the \"List View\" NSW Traffic View can show:- Incidents- Scheduled Roadworks- Major Events- Alpine Conditions- Fire- Flood- Traffic Cameras- F3 Travel TimesVia the \"Map View\" NSW Traffic View has the following ADDITIONAL Markers available:- Heavy Vehicle Checking Stations- Safe-T-Cams- Rest AreasSydney Inner--This traffic region starts from the Sydney Harbour Bridge and extends to Alfords Point and Taren Point Bridges in the south. It covers the Sydney CBD, and the eastern suburbs of Watsons Bay to La Perouse. It also covers the inner western suburbs bounded by Lidcombe and StrathfieldSydney North--This traffic region starts at the Sydney Harbour Bridge and extends north to the Hawkesbury River Bridge at Brooklyn. It includes the Northern Beaches suburbs of Manly to Palm Beach. In the north west the region is bounded by Castle Hill and RydeSydney South--This traffic region is bounded by Liverpool and Sylvania to the north to Waterfall and Appin to the south. It extends from Kurnell and the Royal National Park in the east to Warragamba and Picton in the westSydney West--This traffic region covers Bankstown, Auburn and Parramatta and stretches as far west as the lower Blue Mountains, including Katoomba and Mulgoa. It is bounded by Sackville and the Wollami National Park in the north west and extends as far south as CabramattaRegional NSW - North--This traffic region starts north of the Hawkesbury River Bridge at Brooklyn and extends as far north as Tweed Heads and the Queensland border. It covers the Central Coast and extends to Wisemans Ferry in the south. The area is bounded by Gunnedah and Merriwa in the west and includes the towns of Grafton, Armidale and TamworthRegional NSW - South--This traffic region is bounded by the South Australian border and Wentworth in the west to Bega and Batemans Bay in the east. The region extends as for south as Deniliquin and the Victorian border and as far north as Helensburgh and Abercrombie. The region includes the towns of Griffith, Young and WollongongRegional NSW - West--This traffic region is bounded by Broken Hill and the South Australian border to the west to Mudgee and the Blue Mountains in the east. This region extends as far north as Tibooburra and the Queensland border and as far south as Cowra and Marsden. The region includes the towns of Dubbo, Parkes and BourkeIMPORTANT INFORMATION:- This app contains traffic information for NSW (Australia) only.- The accuracy or suitability of the Data is not verified and it is provided on an “as is” basis.- The data for this application is sourced directly from: RTA Live Traffic NSW- It is illegal in all Australian states and territories to use a hand-held mobile phone while driving.",
    "reviews": [
      {
        "timestampMsec": "1335716240704",
        "starRating": "1",
        "title": "Rubbish",
        "comment": "Nsw traffic is heaps better and more accurate then this version",
        "commentId": "lg:AOqpTOEpka6AL-bx8IyortDpxVk_O6ivEZg5qPfZ4vgFMMol6OIXU76WVmJ14p9LY4PO5vIexov6LLBzXqDwwzQ",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1332496024086",
        "starRating": "1",
        "title": "Sucks data even when OFF.",
        "comment": "No human response from developer via email query about problem.",
        "commentId": "lg:AOqpTOHf7uH5MdeSWU6KPuPOvFEHUWIo1HHInqfKrmU0_SDvky1_vAfl8FcjOp4uTRjiQl1NzenopLR3lmBDIXk",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1372924779038",
        "starRating": "1",
        "title": "Won\\'t even open",
        "comment": "First download, restart phone,  nothing.",
        "commentId": "gp:AOqpTOGKgfaL1WTJ6WfRVpX5Uku6ODOHNcaGoAJ4Q3FECzNwIJwNRbHFoCOdlo9FE1Cgzmz1YJeePchttZsucV8",
        "author": "Alex Clark",
        "authorURL": "http://lh6.googleusercontent.com/-1aGcr0E_s3c/AAAAAAAAAAI/AAAAAAAAAAA/qGRflLaJPJQ/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/-1aGcr0E_s3c/AAAAAAAAAAI/AAAAAAAAAAA/qGRflLaJPJQ/photo.jpg"
      },
      {
        "timestampMsec": "1325734257983",
        "starRating": "5",
        "title": "Awesome",
        "comment": "Find this app really useful for my commute.",
        "commentId": "lg:AOqpTOHfSn9S0pdoADfsBJn0lKpBJ_m6XSbBM49tDC86E24v404ZOSe1nyGTOpoGmAAph6CfBctXWxKKKp9Nv3Q",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1337122666635",
        "starRating": "2",
        "title": "Resource hog",
        "comment": "Launches on its own and drains resources. Uninstalled",
        "commentId": "lg:AOqpTOFrmFfRxM4ZXMZQlA6blYjRfxQK3Xlx8i5h8o7CPYUy12tlfM-BkclxBr7cnG9Ab9P7PL-t8Ng5VGNh2N8",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "android.permission.WRITE_SETTINGS",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
