{
  "title": "Companion Exercise FREE (P/S)",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.companionfree.pushup",
  "category": "Health & Fitness",
  "price": "Free",
  "datePublished": "August 8, 2013",
  "version": "2.3",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "18",
  "rating": "4.1666665",
  "contentRating": "Everyone",
  "creator": "GiantTurtle",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.companionfree.pushup",
  "extendedInfo": {
    "installSize": "678k",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "***14 DAY FREE TRIAL***    Includes both Pushups AND Situps! Every other Exercise (Pushups or Situps) app on the market has the same tired old story.  Every one makes you a \"PROMISE\" that you will do \"100\" push ups (or situps) in a few short weeks.  I tested several of them and they each failed to deliver on their promise.So I set about designing an app that doesn't make promises that it will fail to deliver on.  This app does not promise you will reach a certain fitness level in a certain amount if time.INSTEAD, Companion Exercise (Pushups & Situps) makes the following promise:  You will improve your fitness level, aided by the tools in Companion Exercise (Pushups & Situps).Companion Exercise (Pushups & Situps) is premised on a few simple ideas:1.  There is no set workout.  Other apps give you a certain workout and expect you to continue attempting that workout until you successfully complete it.  This is discouraging and encourages your muscles to grow lazy as they get used to the particular set.  Instead, Companion Exercise (Pushups & Situps) dynamically changes its sets to match your fitness level!  Seems simple but nobody else does it (actually one app does ask you if it was too hard, just right, or too easy, but that requires you to define your own fitness level).2.  Multiple types of workouts.  Again, every other app has a certain set that you have to work through before you can move on.  Companion Exercise (Pushups & Situps) has multiple types of workouts so your muscles never get used to a workout and grow lazy (muscle confusion technique if you want to look it up).  Don't like a particular workout?  Simply go into the preferences and deselect it!  You will no longer have to do that particular one.3.  Fog of War concept.  Its sad when you finish a workout (e.g. a run) and realize that you had extra energy but its too late once you have finished the workout (unless you start again, obviously).  Companion Exercise (Pushups & Situps) eliminates that problem by not telling you how much of your workout you have left!  By not knowing if this is the last set, you can try your hardest on every set and be satisfied that you won't have any extra energy at the end.4.  Track your Progress.  Companion Exercise (Pushups & Situps) includes with graphs so you can see your improvement over the days, weeks, and months.  It will even track your personal records and notify you when you have bested yourself!5.  Notifications.  I'm lazy and I realize that.  That's why I built my app to have customizable notifications.  When that alarm dings, I know its time to exercise.6.  Ease of Entry.  I know I don't want to be interrupted while doing my workout.  I have optimized the interface so that along with the tailored workouts, you should only have to hit the \"Done\" button! How's that for easy?  And if you did do a few less, well you only have to touch the screen.  No more hunting for numbers on the keyboard every time you do a set!There you have it, a short list of the basic premises that I built this app on.I also hope to make it look a little better as I go (but as my 7th grade teacher told me, \"You will never be an Interior Designer\" so if you have suggestions, please let me know.EXPLANATION OF PERMISSIONSandroid.permission.WAKE_LOCK     Needed to prevent Android OS from killing the service while resetting notifications upon rebootandroid.permission.RECEIVE_BOOT_COMPLETED     Needed to receive phone status in order to reset notifications on bootandroid.permission.WRITE_EXTERNAL_STORAGE     Needed in order to export/import dataandroid.permission.INTERNET     Needed in order for Social Integration features to work",
    "reviews": [
      {
        "timestampMsec": "1359041109518",
        "starRating": "5",
        "title": "Great app",
        "comment": "Does all the thinking for me, hahaha, so of course I like it.",
        "commentId": "gp:AOqpTOEAAY_xOAYFeV0ryrABpNwpTPutUc1B47xq-J3qDLt15y1eD4KXFGAvTkUg5dYTVn2znt9_LHgHpHsguQ",
        "author": "Jonathan Perkins",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "documentVersion": "2.02.2",
        "timestampMsec": "1339256517326",
        "starRating": "5",
        "title": "Pushups",
        "comment": "This application has improved my workout and gives me focus.",
        "commentId": "lg:AOqpTOHW6HonxDVnDvX6KmrTuVPwAGybwDw3lU9pnZfncRNVB2XVoI1cYKiN-xZusK_wtf3HE1Qgv6V6X4RCOQ",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1342607215803",
        "starRating": "5",
        "title": "Fab, not flab",
        "comment": "Thx so much for creating this! I\\'m buying asap & everyone w/health apps should have this. Try it...it\\'s sexy! Htc t-bolt, moto bionic & droid2",
        "commentId": "lg:AOqpTOHkjDCmIv4i4EvNZLaCeWwlRlorvg23Ws-DDjAMnq9eOCESSI5nW6YrTNFaKeItYNm5vYGf4TwQphZPZA",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.INTERNET",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
