{
  "title": "Live Chat Support Mobile App",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.conversionsupport.frontend",
  "category": "Communication",
  "price": "Free",
  "datePublished": "February 6, 2013",
  "version": "1.0.10",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "8",
  "rating": "2.625",
  "contentRating": "Everyone",
  "creator": "Conversion Support",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.conversionsupport.frontend",
  "extendedInfo": {
    "installSize": "3.6M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "Live Chat Support Mobile ApplicationFree live chat software for Android, provide live chat support to website visitors from mobile and capture leads like a ninja. With built in chat transcripts, automatic notifications, canned responses and personal branding, Conversion Support is surely the best app for capturing leads and providing support to customers. (331)Why Conversion Support? Quick Install: No coding. No downloads. Sign up for a free Conversion Support account and we will email you the embed code right away. Put the code on your website’s HTML source and you’re ready to receive chats. Really, its that simple.Transcripts: There is gold in the archives, which is why we save each and every chat conversation in the transcripts section for future reference. When a chat session finishes, we email you a complete chat transcript, preserving the time stamp and date of the chat. So you have a library of chat conversations, accessible from the web, mobile and your email box.Simultaneous chats: Your support agents can provide support to multiple leads parallely. The Android application supports simultaneous chat sessions, so you can provide live help to multiple leads and juggle between live conversations in one tap.Facebook Integration: Our Facebook app lets you receive chats from Facebook pages on your Android. The Facebook app is jibed with the Android application, so you are able to receive chats from your website and Facebook business pages, all at one place.Automatic notifications:  Similar to the web app, the Android application has built in automatic notifications that alerts you of incoming chats and new visitors in real time. This makes lead capture a continuous process,  you never have to worry about missed opportunities and half chances. Moreover, real time notifications inform you whether the visitor initiated the chat or whether you have a new visitor who is waiting to be attended. Toggle availability status: We understand that round the clock availability is nearly impossible to achieve, especially when you are short of hands. You can toggle back and forth between available/unavailable status and choose not  to receive chats, both on the web and mobile. The availability status on one platform does not affect the availability status on the other which means, you can choose to stay available on mobile while stay unavailable from the web app and vice versa.Canned responses makes life easy: Do you hate typing in the same message to every other lead, over and over again? Do you maintain an array of text files and have to recursively copy paste answers to common questions, greeting messages and closing words? With Conversion Support’s canned responses feature,  you can quickly send pre made messages and save valuable time. Canned responses reduces the turnaround time of a chat conversation, so you can make sure the visitor is not waiting too long for a hand typed response. Canned responses allows you to seamlessly attend multiple chats and have an arsenal of answers ready, before the questions are even asked.Custom branding: We understand that branding goes the extra mile and small business owners are always craving for freedom of expression. Thus, we have made it super easy to customize the look and feel of the chat window. Pick your own colors, choose a matching font, upload a custom logo - Conversion Support is all yours!Google Talk Integration: Conversion Support can be integrated with Gmail web chat, if you live in Google mail and want to receive chats directly on Google talk or Gmail web chat, do let us know at support@conversionsupport.com. Overflow handling: Conversion Support can handle overflow chats on your behalf, so if you are short of support agents and need help, please drop a line at support@conversionsupport.comCheck out our support center (http://www.conversionsupport.com/faq.html) for answers to common questions or write to us at support@conversionsupport.com.",
    "reviews": [
      {
        "documentVersion": "1.0.10",
        "timestampMsec": "1370892834775",
        "starRating": "2",
        "title": "Can\\'t log in",
        "comment": "Created and customized an account via pc. Android app won\\'t let me log into it. Trying to reset the  password tells me the account doesn\\'t exist. Quadruple checked the email address used to register, the problem is not on my end.",
        "commentId": "gp:AOqpTOF6FSpTB3lEKzvrhmj05VevnmJeiX3V6wFSPuMgg5icXD3WimMtjS45FKEj8zAFDn9Uqvn-yZTCY13jwQ",
        "author": "Christina Fraser",
        "authorURL": "http://lh6.googleusercontent.com/-EIjTuLM6ceo/AAAAAAAAAAI/AAAAAAAAAnc/OxRQ7NhjlMs/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/-EIjTuLM6ceo/AAAAAAAAAAI/AAAAAAAAAnc/OxRQ7NhjlMs/photo.jpg"
      },
      {
        "timestampMsec": "1363305083524",
        "starRating": "1",
        "title": "Poor services",
        "comment": "In fact I wanted to buy the app but after sending them some email and no reply from them,I stop buying the app.  The error is sometime  when customer click chat now,it will not appeal on yr Android until like 1 min later",
        "commentId": "gp:AOqpTOEbbAnYekjDz6qO02n-hlomvGtWbPcVxl_Vh78krYBn_Mu7zpS9wpiK5_Vpv0ZCE2XvKPgaZBJxw4GEiw",
        "author": "terry ong",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1355189490882",
        "starRating": "4",
        "title": "Awesome",
        "comment": "It made me catch customer like anything.....hats off to you developers.....",
        "commentId": "gp:AOqpTOGuJB110WffjUH67J1TzOzo_lNr-cL7usgex29zJa1sPKpfIY3rKt9qqmrw5UYU1v5fkbiGY9CucVMi4w",
        "author": "Akash Siwach",
        "authorURL": "http://lh3.googleusercontent.com/-u6EQGqF4j-M/AAAAAAAAAAI/AAAAAAAAAg4/O3Gx0rXIIPg/photo.jpg",
        "authorSecureURL": "https://lh3.googleusercontent.com/-u6EQGqF4j-M/AAAAAAAAAAI/AAAAAAAAAg4/O3Gx0rXIIPg/photo.jpg"
      },
      {
        "timestampMsec": "1351189644059",
        "starRating": "1",
        "title": "don\\'t download",
        "comment": "soo boring",
        "commentId": "lg:AOqpTOH5ZkHfJk0w02HvuF8bhpWt5BLiNTIiZjYw2opDKko2A8quh9PmK9jfLK--2FZNyJUeabpdpeNyMvUCiw",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.VIBRATE",
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.GET_ACCOUNTS",
      "android.permission.READ_CONTACTS",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.KILL_BACKGROUND_PROCESSES",
      "com.conversionsupport.frontend.permission.C2D_MESSAGE",
      "com.google.android.c2dm.permission.RECEIVE",
      "android.permission.WAKE_LOCK",
      "android.permission.READ_CALL_LOG"
    ]
  }
}
