{
  "title": "Sleep Help",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.conduit.app_437c1da931734d278e31e40e4bf15e0a.app",
  "category": "Health & Fitness",
  "price": "Free",
  "datePublished": "November 23, 2011",
  "version": "1.2.51.11431",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "5",
  "rating": "1.8",
  "contentRating": "High Maturity",
  "creator": "Polymash",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.conduit.app_437c1da931734d278e31e40e4bf15e0a.app",
  "extendedInfo": {
    "installSize": "1.2M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "Do you ever feel sleepy or \"zone out\" during the day? Do you find it hard to wake up on Monday mornings? If so, you are familiar with the powerful need for sleep. However, you may not realize that sleep is as essential for your well-being as food and water.Until the 1950s, most people thought of sleep as a passive, dormant part of our daily lives. We now know that our brains are very active during sleep. Moreover, sleep affects our daily functioning and our physical and mental health in many ways that we are just beginning to understand. Getting enough quality sleep is critical to maintaining your optimum weight, and lack of sleep deprives your body of vital maintenance that compromises energy and natural resistance levels. Sleeping Help allows you to reestablish regular sleep patterns, so you'll wake up feeling ready to take on the world. You won't wake up feeling groggy; instead, you will sleep peacefully every night and wake up feeling rested and refreshed.If you have trouble sleeping or are suffering from insomnia and persistent sleepless nights are causing you frustration and fatigue you have come to the right place!In this app you will find a collection of resources - audios, videos and articles - to support you in your quest for better sleep.1. Listen to a featured audio interview from Kat Tansey, author of Insomnia Relief Recipes.  Kat also generously provided free resources for this app so you can learn to set your own sleep cue and enjoy a guided meditation. 1.  Snooze to soothing sounds and music.2. Read about insomnia, its causes and remedies.3.  Learn how you can develop your personalized Insomnia Relief Recipe.4.  Read about the power of restorative sleep and more.The path to restful sleep may just be one download away.  Download Sleep Help today and find out!",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "com.conduit.app_437c1da931734d278e31e40e4bf15e0a.app.permission.C2D_MESSAGE",
      "android.permission.VIBRATE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_LOCATION_EXTRA_COMMANDS",
      "android.permission.READ_PHONE_STATE",
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "www.conduit.app.permission.C2D_MESSAGE",
      "com.google.android.c2dm.permission.RECEIVE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
