{
  "title": "Crossfit Crown Point",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.conduit.app_118499ee447249b0acb51914fe0e0276.app",
  "category": "Health & Fitness",
  "price": "Free",
  "datePublished": "September 1, 2013",
  "version": "1.33.67.589",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "1",
  "rating": "4.0",
  "contentRating": "Low Maturity",
  "creator": "SSGraphix & Ent",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.conduit.app_118499ee447249b0acb51914fe0e0276.app",
  "extendedInfo": {
    "installSize": "8.2M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "This CrossFit Crown Point App was designed for our members on the go. Get the lates WOD Facebook postings, Video, News and Notifications from the gym. Share it with friends who want to know more about this vigorous work out lifestyle. CrossFit Crown Point was started in 2009 out of a 2 car garage by Scott and Sumi Blake. We began offering classes with merely 1 kettlebell, 1 pull-up bar, a tractor tire, 1 barbell and 300 lbs of plates. The first class had only 10 members, but all of them were there to train hard!We ran athletes through a variety of CrossFit movements and soon gathered a full audience in the neighborhood. As more and more athletes caught word of “the new gym”, we were forced to move into a new spot. Our new space was 2800 square feet and it became known as the place to go for a no-nonsense workout.We held strict standards and did not let athletes make excuses. We would hear excuses like, “I can’t run today because it is cold and I am wearing a thong” or “Hey, I’m not going to push the sled today because I have a cold.” It soon became apparent that if this was going to be an elite training facility that members needed to be pushed and if they were not up to the challenge, then they would tap out and quit.Our gym is equipped with pull-up bars, barbells, dumbbells, kettlebells, medicine balls, chains, sleds, climbing ropes, rowers, plyo boxes, benches, bumper plates and chalk. All the things that you can’t do in a regular gym because you would probably get kicked out in a matter of minutes! CrossFit Crown Point also has a fully stocked supplement/vitamin store which supplies the members with protein, multi vitamins and water for their daily needs.CrossFit Crown Point is a unique gym that values people’s goals and strives to achieve these goals. We believe that every member is important and we view our members as “teammates” and “Family”. CrossFit Crown Point holds strict standards and teaches people that “victory is reserved for those willing to pay its price.”1003 E. Summit Street Crown Point, IN 46307(219) 308-4389ironwarrior313@yahoo.com",
    "reviews": [
      {
        "documentVersion": "5.25.210",
        "timestampMsec": "1373122476806",
        "starRating": "4",
        "title": "CrossFit Crown Point mobile app",
        "comment": "Everything you need to know about the gym. Great app share it today.",
        "commentId": "gp:AOqpTOHBP6xtjqI4Xnsm_4_Siq9KwqqUSERHOeFnMENqBQREOzV3V_AcROVsB2xjy64Quod1Om3TIfMnpZE9jA",
        "author": "Steve Segura",
        "authorURL": "http://lh6.googleusercontent.com/-vIECLVwUuqE/AAAAAAAAAAI/AAAAAAAAAKM/thvgdLxd_jE/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/-vIECLVwUuqE/AAAAAAAAAAI/AAAAAAAAAKM/thvgdLxd_jE/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.VIBRATE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.READ_PHONE_STATE",
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.GET_ACCOUNTS",
      "android.permission.WAKE_LOCK",
      "android.permission.CAMERA",
      "com.conduit.app_118499ee447249b0acb51914fe0e0276.app.permission.C2D_MESSAGE",
      "com.google.android.c2dm.permission.RECEIVE",
      "com.conduit.app_118499ee447249b0acb51914fe0e0276.app.permission.RECEIVE_ADM_MESSAGE",
      "com.amazon.device.messaging.permission.RECEIVE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
