{
  "title": "Complete Converter",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.convert.quik",
  "category": "Tools",
  "price": "Free",
  "datePublished": "July 3, 2011",
  "version": "1.0",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "5",
  "rating": "3.2",
  "contentRating": "Everyone",
  "creator": "MWolf Software",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.convert.quik",
  "extendedInfo": {
    "installSize": "184k",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "Complete Converter is a powerful yet easy to use application that allows you to quickly convert between various unit types. The intuitive interface allows you to quickly select the units for conversion, with the result dynamically updating as the conversion is changed.To make conversion even easier, the application will remember the last conversions you undertook, and automatically select these next time. You can also \"favourite\" conversions to provide instant access to your most commonly accessed units.If you can't find the unit type you want to convert, you can readily add your own custom units. This powerful feature allows you to quickly and simply add new units, for example to add a missing unit to the \"weight\" category. You can even add your custom unit types, offering almost endless possibilities for expansion.If you have any recommendations or bug reports please let me know and I can look at incorporating into the next version. Build in support includes length, volume, weight, data, speed, time, temperature and area.Note that currently only english is included in the package. If anyone would like to translate into another language please drop me a line. Note the icons in this application were from Joseph Wain / glyphish.com.",
    "reviews": [
      {
        "timestampMsec": "1313543074054",
        "starRating": "5",
        "title": "Great app!",
        "comment": "Excellent! Great for converting food servings for calculatoins of Weight Watchers points. Easy to use!",
        "commentId": "lg:AOqpTOGJFJv7bw9x7sWy-ZbbhikDbGiN62TrsDo-c-A_o2oXjbC_oHa8sHMWa_LT-ieKL6ph5lLOUyF0BoL9",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE"
    ]
  }
}
