{
  "title": "Emcmillanscott",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.conduit.app_604971e9dce64f56abdb7836919f02dd.app",
  "category": "Communication",
  "price": "Free",
  "datePublished": "November 7, 2012",
  "version": "1.13.33.305",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "Single Seat EU",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.conduit.app_604971e9dce64f56abdb7836919f02dd.app",
  "extendedInfo": {
    "installSize": "2.6M",
    "downloadsCount": "10+",
    "downloadsCountText": "10 - 50",
    "description": "Edward McMillan-Scott MEP (Yorkshire & Humber, Liberal Democrat) is the only British Vice-President of the 754-Member directly-elected European Parliament. He is one of the most experienced MEPs, first elected for the region in 1984.As Vice-President his portfolio includes Democracy & Human Rights, Transatlantic Relations and the Sakharov Network. Internationally recognised and respected as a staunch defender of human rights - from dissidents in the Soviet bloc to China and the Arab World - Edward lends his voice to the voiceless.As MEP for Yorkshire & Humber for the last 28 years, Edward's priority has always been fighting for the region in Brussels. As negotiations begin for the next slice of EU funding, Edward is ensuring Yorkshire & Humber gets its fair share of funding for jobcreation in coastal, rural and urban communities. Edward also leads the campaign for a Single Seat of the European Parliament, which is fighting to end the Parliament's two seat arrangement, costing taxpayers £150 million and 19,000 tonnes of carbon each year. The Edward McMillan-Scott app allows you to sign up for all the latest news from Edward's work as Vice-President and as the longest serving MEP for Yorkshire & Humber. You can also follow Edward as he begins on the campaign trail towards the European elections 2014, with regularly updated photos, videos and social media. Download the Edward McMillan-Scott app to find out how an experienced and effective reformer fights for what is right in the European Parliament.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.CAMERA",
      "android.permission.VIBRATE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_LOCATION_EXTRA_COMMANDS",
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "com.conduit.app_604971e9dce64f56abdb7836919f02dd.app.permission.C2D_MESSAGE",
      "com.google.android.c2dm.permission.RECEIVE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
