{
  "title": "Feng Shui Compass (Lite)",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.compass.englishlite",
  "category": "Tools",
  "price": "Free",
  "datePublished": "May 11, 2013",
  "version": "2013.05.11",
  "operatingSystems": "4.0.3 and up",
  "ratingsCount": "10",
  "rating": "3.6",
  "contentRating": "Medium Maturity",
  "creator": "CCApp",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.compass.englishlite",
  "extendedInfo": {
    "installSize": "3.1M",
    "downloadsCount": "5,000+",
    "downloadsCountText": "5,000 - 10,000",
    "description": "Feng Shui  is very popular in the Chinese community, whether businessman or building owners hope to apply Feng Shui  theory in designing their office or home as well as to determine the location of the kitchen, bathroom, bedroom, or bed. Although there are a lot of Feng Shui books, but most of the readers feel difficult in understanding and learning how to use Feng Shui Compass to measure the household azimuth. Since the smartphone contains embedded electronic compass, and we knew that Feng Shui  \"Qi\" theory can be achieve by a computer program, so we started to design a smart Feng Shui  compass application since 2009 on the smartphone platform in order to measure the azimuth of the main door and provide analysis of the good or bad of residential/office location by artificial intelligence of the computer program, and the software based on the Feng Shui  theory can provide the Feng Shui  layout recommendations to the users.Basic principle: There are two versions, which are the \"Basic Edition”, and \"Professional: • \"Basic Edition\" provides only general \"home\" and \"office\" Feng Shui  analysis and layout recommendations, suitable for house owner, residential leaseholder and while-collar worker. The annual flying star layout suggestions mainly focus on improving your prosperity, luck and health.\"Basic Edition\" provides Period-7 to Period-9, 8-Mansion functions.* \"Professional Edition\" provide powerful functions, such as  \"home\", \"office\", and \"commercial\" Feng Shui  layout analysis and recommendations for many industries. The analysis and suggestions are provided to the boss, employees and the \"professional Feng Shui master”, the annual flying star layout suggestions mainly focus on improving your prosperity, promotion in career, luck and health. Professional version features include - \"Period-5\" to \"Period-9\", the \"3-Cycle and nine period\", \" Eight-Mansion, \"the Annual Flying Star\" and \"the Flying star\" analysis and the layout suggestions, the income from the professional version of this app is used for sustainable development, therefore, we hope the public can support us.",
    "reviews": [
      {
        "documentVersion": "3.05.11",
        "timestampMsec": "1369943055531",
        "starRating": "3",
        "title": "Single purpose..lame",
        "comment": "Its ok for the compass aspect, I had no way of cross checking if it is right though. Other than n/s/w/e info it doesnt give any information or elaboration about anything!",
        "commentId": "gp:AOqpTOHa85F5m_7UgPl-hmu_BGvBOvGRkT13e2a2wzGua1H4_As6-xwqytvzcgcANOcWQfvM9g7sAX9uczX-eg",
        "author": "Kim R",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1378042983086",
        "starRating": "1",
        "title": "Information was wrong",
        "comment": "The information here was quite different with the othe sources",
        "commentId": "gp:AOqpTOEeEU7M1MXoW0X6fE4t0YepehT9DLdWcw68-yQr1urD4KRGz8fY8KzyKUmN_NjkAgW-ZBerhkXrZNyJlA",
        "author": "Ang Cheng Yi",
        "authorURL": "http://lh6.googleusercontent.com/-LDs_3kUejiQ/AAAAAAAAAAI/AAAAAAAAAB4/7Trd6ujXTcA/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/-LDs_3kUejiQ/AAAAAAAAAAI/AAAAAAAAAB4/7Trd6ujXTcA/photo.jpg"
      },
      {
        "timestampMsec": "1372171322954",
        "starRating": "2",
        "title": "Compass No Worky!",
        "comment": "Compass does not work on lg motion, and gives no clear info on entering manual directions. I know the directions, cannot make sense of \\\"sits \\\"  and \\\"faces\\\" and never lines up. Looks like could have great info if one could be sure.",
        "commentId": "gp:AOqpTOGwgy6Ecw1r7fyy6ZKPF4O4vUf3e6uNx48njysneNCboUTcLg5WCXz3sQuBUr9OMI8I5GmmvUiBriGxpQ",
        "author": "Daniel Wilson",
        "authorURL": "http://lh3.googleusercontent.com/-T9soqN5bB3E/AAAAAAAAAAI/AAAAAAAAADA/Nd2LOaq69Vw/photo.jpg",
        "authorSecureURL": "https://lh3.googleusercontent.com/-T9soqN5bB3E/AAAAAAAAAAI/AAAAAAAAADA/Nd2LOaq69Vw/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE"
    ]
  }
}
