{
  "title": "Lesbian Life",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.conduit.app_5c055c3812d34df29c2bdb4a326465c1.app",
  "category": "Entertainment",
  "price": "Free",
  "datePublished": "December 24, 2012",
  "version": "1.2.4.259",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "High Maturity",
  "creator": "Williams apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.conduit.app_5c055c3812d34df29c2bdb4a326465c1.app",
  "extendedInfo": {
    "installSize": "2.4M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "Lesbians are a family of many and this application brings together some of the largest Lesbian Facebook pages, as well as Twitter and pictures that are specific to our community.Lesbian Love AdviceLesbian Love & Advice caters to the LGBQT community, while visiting this site you may ask questions, meet others and socialize. We assume no responsibility for the advice given or taken by Members or Administrators while visiting our page. Liking this page means you take on the responsibility and liability for information received, knowing that everyone who provides information may not be a licensed professional.LGBTQ NationLGBTQ Nation is the nation's most followed* LGBT news magazine, reporting news and commentary on topics of interest within the lesbian, gay, bisexual, transgender, and queer community. We welcome content suggestions, reader comments and contributions from citizen journalists and freelance writers. Please contact us here if you're interested.Lesbian Datingstudandfemme.com is one of the largest Lesbian, Bi-Sexual dating sites on the web. Sign-up is free. In general websites that cater to the LGBT community are a better option for you whether or not you are out; you are less likely to be accidentally outed by someone who doesn't know your orientation. In addition, the number of potential matches will be higher when the site caters particularly to your interests and wantsWe also keep you informed with Twitter feeds, Tumblr feeds and more....",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.CAMERA",
      "android.permission.VIBRATE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_LOCATION_EXTRA_COMMANDS",
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "com.conduit.app_5c055c3812d34df29c2bdb4a326465c1.app.permission.C2D_MESSAGE",
      "com.google.android.c2dm.permission.RECEIVE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
