{
  "title": "Singapore Property Webinars",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.conduit.app_389ddc17f9c741928f317a5f4fdd423b.app",
  "category": "Business",
  "price": "Free",
  "datePublished": "February 4, 2012",
  "version": "1.6.10.3291",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "MobileCreator",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.conduit.app_389ddc17f9c741928f317a5f4fdd423b.app",
  "extendedInfo": {
    "installSize": "1.6M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "PK SOH brings with him into the Real Estate Industry valuable working experience with numerous companies across the Asia Pacific region and the United States after graduating from National University of Singapore in 1997. After graduation, he had established himself in (i) the Engineering field as a Senior Engineer in the Semiconductor arena (1997 ~ 2002) and then (ii) the Financial Planning profession where he obtained his Million Dollar Round Table accolade ( MDRT is an elite group of top Financial Advisors worldwide with excellent sales and service record) (2002 ~ 2005). He left the Financial Industry at the peak of his career to pursue his passion in Real Estate in 2005.PK Soh becomes part of GPS Alliance family after having extensive experience with another major player HSR Property Group in the Singapore property market.PK Soh has spearheaded the integration of a team of Real Estate Professionals from diverse background to excel in various districts. The team works with investors, investment companies and home owners to bring about a quick match of mutual interests.PK Soh also takes pride in offering niche services for his ultra high net worth clients in the Landed Properties, Good Class Bungalows, Sentosa Bungalows and Luxurious Apartments and Penthouses property segment. PK Soh is also a member of the Singapore Chinese Chamber of Commerce and Inudstry.Being an avid Internet Marketer, PK Soh has also single handedly developed his Real Estate Sales training program online for Real Estate Agents worldwide. PK Soh is probably the first and only Real Estate Sales Leader in Singapore to have developed such a business concept. His Internet Marketing skills have also benefited his clientele to engage overseas buyers for their properties.He is also probably the first Real Estate Professional in Singapore to adopt online Webinars to provide the public with insightful information and showcase properties that he markets. Audience can simply register and attend",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.CAMERA",
      "android.permission.VIBRATE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_LOCATION_EXTRA_COMMANDS",
      "android.permission.READ_PHONE_STATE",
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "com.conduit.app_389ddc17f9c741928f317a5f4fdd423b.app.permission.C2D_MESSAGE",
      "com.google.android.c2dm.permission.RECEIVE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
