{
  "title": "5050 MUSIC GROUP app",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.conduit.app_67bd5042efa043988f82bc20e84de344.app",
  "category": "Music & Audio",
  "price": "Free",
  "datePublished": "February 11, 2012",
  "version": "1.5.7.1016",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "3",
  "rating": "5.0",
  "contentRating": "Low Maturity",
  "creator": "5050 Music Group",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.conduit.app_67bd5042efa043988f82bc20e84de344.app",
  "extendedInfo": {
    "installSize": "1.4M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "5050 Music Group is a Limited Liability Corporation (LLC) founded in 2006 by former group members of the 90's R&B Group \"Black Diamond\" and childhood friends:  Jerry Warren, Opio Boyd, Dontay Demus, Larry Martin, Michael Jones, Ovon Lacey and Robert Harris.Distributed through Federal, a division of Universal Music Group and Island Def Jam, 5050 Music Group is geared and ready to provide recording and multimedia opportunities to include promoting, distributing and marketing for our artists and affiliates. Our mission is to develop, maintain and expand into one of the largest music content corporations while maintaining stability through creating and nurturing concrete working relationships with various recording artists, distributors, promoters, producers, DJs, music publishers, etc.,  We pride ourselves on developing and implementing new innovative ways of being technically savvy  which broadens our creativity into new ways to introduce new fan support, while providing a stable home for our artists which includes developing each individuals true talent.  Sustaining the artist will allow self assurance and  achievement beyond a level of success that will provide longevity and also have the opportunity to build wealth through investment opportunities offered by 5050 Music Group, LLC.5050 Music Group, LLC places great importance on values, excellence, integrity, leadership, teamwork, communication, accountability, positive attitude, and good stewardship; as well as 360 degree balance of life. 5050 Music Group is more than a Record Label we are a FAMILY!  5050 Music Group is the home to a diverse and unparalleled family of artists and producers. Our roster consists of an array of talented artists and individuals.",
    "reviews": [
      {
        "documentVersion": "5.7.1016",
        "timestampMsec": "1333517939423",
        "starRating": "5",
        "comment": "Great app and artists",
        "commentId": "lg:AOqpTOHFiszk00uZ0wqW5nK3mBiuStqP1hfxI210RA-Po-a6MKrhZj6ucb_f1dYUVE31BUAahtuciZdVB9DZ5Q",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "com.conduit.app_67bd5042efa043988f82bc20e84de344.app.permission.C2D_MESSAGE",
      "android.permission.VIBRATE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_LOCATION_EXTRA_COMMANDS",
      "android.permission.READ_PHONE_STATE",
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "www.conduit.app.permission.C2D_MESSAGE",
      "com.google.android.c2dm.permission.RECEIVE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
