{
  "title": "CC 9068",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.bury.rdisplay",
  "category": "Tools",
  "price": "Free",
  "datePublished": "August 24, 2012",
  "version": "1.9",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "31",
  "rating": "3.548387",
  "contentRating": "Everyone",
  "creator": "BURY GmbH & Co. KG",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.bury.rdisplay",
  "extendedInfo": {
    "installSize": "5.2M",
    "downloadsCount": "10,000+",
    "downloadsCountText": "10,000 - 50,000",
    "description": "The CC 9068 App is the latest innovation from the company BURY Technologies. BURY offers a range of products in the area of hands-free car kits, car phones, cradle systems and electronic logbooks for the automobile retrofit market.The clever combination of an App and a hands-free car kit requiring fixed installation is the highlight of this new product. Once installed and uploaded, you simply transfer the control panel of the hands-free car kit to your smartphone. This then becomes a central console.Please note: this App does not work independently. It only works in combination with the hands-free car kit CC 9068 App which has to be installed in your vehicle.These are your benefits in detail:- The product enables you to make telephone calls in your vehicle that are within the law in a range of different countries- Safety aspect: your hands can stay on the steering wheel thanks to the voice control- Use of the vehicle's own sound system for the optimum sound quality of the voice output and music playback- The fixed installation system enables automatic radio muting when making telephone callsThe benefits of the hands-free car kit are as follows:- DialogPlus voice control- Magic word activation- Multipoint function- Voice memo recordings- Text-to-speech technology- Music playback- Making telephone conference callsThe benefits of the App are:- You can use your smartphone as a visual output medium- The operation of the App via the touchscreen on your smartphone- No separate display or its installation is required in the vehicleFurther details on the product and details on the source are available on the BURY homepage at http://www.bury.com. If you have any questions on this product please do not hesitate to send an email to our hotline. The contact address is: hotline@bury.com. Please note that we are only able to respond to enquiries that are sent to us in German or English.",
    "reviews": [
      {
        "timestampMsec": "1376510403296",
        "starRating": "1",
        "title": "Didn\\'t work",
        "comment": "All I get on Samsung Galaxy S is trying to make a connection",
        "commentId": "gp:AOqpTOEbIX16jCZ42gMnXbOztEcTm54nK85vu6_U6pyTj20s3PNWkfDAGxZB-ifHakHw8gkhyINYKMQ025MZYDg",
        "author": "Paul Hoskins",
        "authorURL": "http://lh4.googleusercontent.com/-ECA496QX-GY/AAAAAAAAAAI/AAAAAAAAABI/ILwA2w6QMkU/photo.jpg",
        "authorSecureURL": "https://lh4.googleusercontent.com/-ECA496QX-GY/AAAAAAAAAAI/AAAAAAAAABI/ILwA2w6QMkU/photo.jpg"
      },
      {
        "timestampMsec": "1345826264828",
        "starRating": "1",
        "title": "Absolute Rubbish",
        "comment": "Total junk!!  Doesn\\'t read text messages as advertised! Quality of cradle is crap! Doesn\\'t charge the iPhone! Kept disconnecting from Bluetooth every 5 minutes! Played music randomly!!!  I sent it back to CAR COMMUNICATIONS LTD (who are complete gansters by the way) who said there was nothing wrong with the kit and charged by \\302\\24340 for returning a faulty product!! Shame on you!  Bury wanted nothing to do with their faulty kit either!!  STAY WELL CLEAR OF BURY & Car Communications!",
        "commentId": "lg:AOqpTOHjxEDDjqEIXCfg4h_j33ib8y3TMTwuEai0xrdkrUWN5j1QDPDnqZnHfjsIRnbn0c8WzwzkdAvD-7KVrV0",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1341834084127",
        "starRating": "4",
        "title": "Good car kit",
        "comment": "Awesome bit of kit. Would be 5 stars if it would let me choose my playlists on the music feature from my galaxy s2",
        "commentId": "lg:AOqpTOGEkDKSEplyGPll_xaThCgwcrQlYp8yftC2puP2nIHHxy_vRQymRrPNZuhvs02_L_ZHLpdvNBhjUKw0hnU",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "android.permission.BLUETOOTH_ADMIN",
      "android.permission.BLUETOOTH"
    ]
  }
}
