{
  "title": "Wayne Rooney Live Wallpaper",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.bvr.wayne",
  "category": "Personalization",
  "price": "Free",
  "datePublished": "July 2, 2013",
  "version": "1.0",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "6",
  "rating": "4.6666665",
  "contentRating": "Low Maturity",
  "creator": "Superstars Wallpaper",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.bvr.wayne",
  "extendedInfo": {
    "installSize": "1.8M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "This is a live wallpaper and not a application. You wont find any icon of this wallpaper on your home screen. To activate this live wallpaper follow the steps(1)Download the live wallpaper(2)Long press home screen(3)select wallpaper(4)select Live Wallpaper and then \"Wayne Rooney Live Wallpaper\"(5)Set as wallpaperWayne Mark Rooney (born 24 October 1985) is an English footballer who plays as a forward for Premier League club Manchester United and the England national team.Rooney made his senior international debut in 2003, becoming the youngest player to represent England (a record since broken by Theo Walcott). He is England's youngest ever goalscorer. He played at UEFA Euro 2004 and scored four goals, briefly becoming the competition's youngest goalscorer. Rooney featured at the 2006 and 2010 World Cups and is widely regarded as his country's best player. He has won the England Player of the Year award twice, in 2008 and 2009. As of March 2013, he has won 81 international caps and scored 35 goals, making him England's fifth highest goalscorer in history. Along with David Beckham, Rooney is the most red carded player for England, having been sent off twice.Aged nine, Rooney joined the youth team of Everton, for whom he made his professional debut in 2002. He spent two seasons at the Merseyside club, before moving to Manchester United for £25.6 million in the 2004 summer transfer window. The same year, Rooney acquired the nickname \"Wazza\". Since then, with Rooney in the team, United have won the Premier League four times, the 2007–08 UEFA Champions League and two League Cups. He also holds two runner-up medals from the Champions League and has twice finished second in the Premier League. In April 2012, Rooney scored his 180th goal, making him United's fourth-highest goal-scorer of all time.In 2009–10, Rooney was awarded the PFA Players' Player of the Year and the FWA Footballer of the Year. He has won the Premier League Player of the Month award five times, a record he shares with Steven Gerrard. He came fifth in the vote for the 2011 FIFA Ballon d'Or and was named in the FIFPro World 11 for 2011. Rooney has won the 'Goal of the Season' award by the BBC's Match of the Day poll on three occasions, with his bicycle kick against rivals Manchester City winning the 'Premier League Goal of the 20 Seasons' award. Rooney is the third highest-paid footballer in the world after Lionel Messi and Cristiano Ronaldo, with an annual income of €20.7m (£18m) including sponsorship deals.tags : Wayne Rooney Wallpaper, Soccer Player, FIFA, Football Superstars, Sports Wallpaper, Celebrity, Games, Kicks, Goal",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_LOCATION_EXTRA_COMMANDS",
      "android.permission.WAKE_LOCK",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "com.android.launcher.permission.INSTALL_SHORTCUT"
    ]
  }
}
