{
  "title": "Butterfly Live Wallpaper",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.butterfly.live.wallpaper",
  "category": "Personalization",
  "price": "Free",
  "datePublished": "October 25, 2012",
  "version": "2.0",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "21",
  "rating": "4.095238",
  "contentRating": "Low Maturity",
  "creator": "LiveWallpapers",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.butterfly.live.wallpaper",
  "extendedInfo": {
    "installSize": "1.9M",
    "downloadsCount": "10,000+",
    "downloadsCountText": "10,000 - 50,000",
    "description": "Enjoy watching plenty of little cute live butterflies in many different colors on this amazing live wallpaper for girls! Make your phone lively and colorful with the gorgeous butterflies in pink, purple, orange, yellow and many more vivid colors!- Perfect girly live wallpaper for Android!- Interactive background-Tap anywhere on the screen and new butterflies will appear!- Full support for landscape mode and home-screen switching!Enjoy this lovely, free and useful live wallpaper!Installation instructions:Home -> Menu -> Wallpapers -> Live WallpapersA butterfly is a mainly day-flying insect of the order Lepidoptera, which includes the butterflies and moths. Like other holometabolous insects, the butterfly's life cycle consists of four parts: egg, larva, pupa and adult. Most species are diurnal. Butterflies have large, often brightly coloured wings, and conspicuous, fluttering flight. Butterflies comprise the true butterflies (superfamily Papilionoidea), the skippers (superfamily Hesperioidea) and the moth-butterflies (superfamily Hedyloidea). All the many other families within the Lepidoptera are referred to as moths. The earliest known butterfly fossils date to the mid Eocene epoch, between 40–50 million years ago.Butterflies exhibit polymorphism, mimicry and aposematism. Some, like the Monarch, will migrate over long distances. Some butterflies have evolved symbiotic and parasitic relationships with social insects such as ants. Some species are pests because in their larval stages they can damage domestic crops or trees; however, some species are agents of pollination of some plants, and caterpillars of a few butterflies (e.g., Harvesters) eat harmful insects. Culturally, butterflies are a popular motif in the visual and literary arts. The name is derived from Middle English buterflie, butturflye, boterflye, from Old English butorflēoge, buttorflēoge, buterflēoge, perhaps a compound of butor (beater), mutation of bēatan (to beat), and flēoge (fly).Alternate etymology connects the first element to butere (butter) as the name may have originally been applied solely to butterflies of a yellowish or butter-colour. This may have merged later with the belief that butterflies ate milk and butter (compare Middle High German molkendiep -literally “milk-thief”; Modern German Molkendieb and Low German Botterlicker - literally “butter-licker”), or that they excreted a butter-like substance (compare Middle Dutch boterschijte - literally “butter-shitter”, also Middle Dutch botervliege, Dutch botervlieg, German butterfliege). Butterflies in their adult stage can live from a week to nearly a year depending on the species. Many species have long larval life stages while others can remain dormant in their pupal or egg stages and thereby survive winters.Butterflies may have one or more broods per year. The number of generations per year varies from temperate to tropical regions with tropical regions showing a trend towards multivoltinism.Butterfly eggs are protected by a hard-ridged outer layer of shell, called the chorion. This is lined with a thin coating of wax which prevents the egg from drying out before the larva has had time to fully develop. Each egg contains a number of tiny funnel-shaped openings at one end, called micropyles; the purpose of these holes is to allow sperm to enter and fertilize the egg. Butterfly and moth eggs vary greatly in size between species, but they are all either spherical or ovate.Eggs are almost invariably laid on plants. Each species of butterfly has its own hostplant range and while some species of butterfly are restricted to just one species of plant, others use a range of plant species, often including members of a common family.",
    "reviews": [
      {
        "timestampMsec": "1360704353496",
        "starRating": "5",
        "comment": "Wish there were more apps like this! I\\'m thrilled! Best wallpaper ever! Great job! :)",
        "commentId": "lg:AOqpTOEuiCh18n3Nk6yAxoMERlwVAQ9ewH8VwGKBIFR4mrtIBofpC7KU77kXgu8Pf69z34zm76cNb_Spoq3bqw",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.MANAGE_ACCOUNTS",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.WAKE_LOCK",
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.READ_PHONE_STATE",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "android.permission.VIBRATE",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_LOCATION_EXTRA_COMMANDS",
      "com.android.browser.permission.READ_HISTORY_BOOKMARKS",
      "com.android.browser.permission.WRITE_HISTORY_BOOKMARKS",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "com.android.launcher.permission.UNINSTALL_SHORTCUT",
      "com.android.launcher.permission.READ_SETTINGS",
      "com.htc.launcher.permission.READ_SETTINGS",
      "com.motorola.launcher.permission.READ_SETTINGS",
      "com.motorola.dlauncher.permission.READ_SETTINGS",
      "com.fede.launcher.permission.READ_SETTINGS",
      "com.lge.launcher.permission.READ_SETTINGS",
      "org.adw.launcher.permission.READ_SETTINGS",
      "com.motorola.launcher.permission.INSTALL_SHORTCUT",
      "com.motorola.dlauncher.permission.INSTALL_SHORTCUT",
      "com.lge.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
