{
  "title": "Camden Hotel",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.camdenhotelbranson.app",
  "category": "Travel & Local",
  "price": "Free",
  "datePublished": "January 6, 2012",
  "version": "5.0",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "Appycity.com",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.camdenhotelbranson.app",
  "extendedInfo": {
    "installSize": "2.7M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Camden Hotel and Conference Center in Branson, Missouri(formerly the Cobblestone Inn)Friendly, Service-Minded Lodging & Accommodations!When choosing from Branson, Missouri hotels, choose the best Branson lodging Location.Located in the heart of Branson and surrounded by hundreds of attractions (shows, shops, and restaurants), the Camden Hotel is a top choice amongst Branson, MO hotels.The Camden Hotel is located on 76 Country Music Boulevard only minutes from historic downtown Branson and the new Branson Landing. This Branson hotel is within walking distance to the Andy Williams Theater, Branson Variety Theater, Grand Palace, and many other theaters. Over 60 outlet stores are just steps away. In addition, the best access roads of the area are right at our back door. The Camden Hotel is also within a short distance of Silver Dollar City and Table Rock Lake.A Branson motel with 181 spacious guestrooms!We have a variety of rooms types including standard queen rooms, standard double rooms, deluxe king suites with 2 adjacent rooms (double queens), standard king rooms, balcony rooms, and ADA rooms.Luxurious lodging amenities and a large Convention Center!The 6,000 square feet convention center with 400 seats is one of the largest Branson has to offer and is suitable for almost any group event.With the conveniences of a prime location with level parking, elevators, in-house laundry facilities, indoor corridors, indoor hot tub and swimming pool, free wireless internet, and extended continental breakfast from a friendly and courteous staff - you simply cannot go wrong when you choose to stay at this Branson lodging favorite.Our apologies since our pool is currently closed for renovations.Make your Branson lodging reservation now!",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.CAMERA",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.INTERNET",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
