{
  "title": "Mock Karnataka CET Series 1",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.byjusclasses.mock_cet_01.app",
  "category": "Education",
  "price": "Free",
  "datePublished": "December 22, 2012",
  "version": "1.0",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "4",
  "rating": "4.0",
  "contentRating": "Everyone",
  "creator": "BYJU'S CLASSES",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.byjusclasses.mock_cet_01.app",
  "extendedInfo": {
    "installSize": "1.9M",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "What is this app about? This is an interactive app that enables the students to take tests on the topics pertaining to physics, chemistry, mathematics and biology. This app provides a platform for students to test their knowledge. It aims at providing the premium content to the students via technology. After the tests, the analysis gives the students a picture about their weak and strong areas. How to use this app? You can use this application as the perfect supplement to the theory part. All the features are user friendly. After reading a chapter, or attending a class, you can quickly take these tests to know your understanding levels. And…you don’t really feel burdened or fatigued at the end of your tests!What more can you expect from this app? Tests and more tests, all of which are followed by a detailed analysis that are time based, accuracy based, knowledge based. You will get to know the exact amount of time that was consumed per question. It is an effective tool to discover your strengths according to the topics. If you are regularly using this app, you can be assured of a déjà vu feeling during your exam – you would have seen them before!. What advantage does Byju’s Classes provide to me? Byju’s Classes is one of a kind Engineering and Medical entrance exams training provider, as it constitutes the best of the minds coming from across the premier institutions in the country. Every question that is set will test the students understanding, reasoning and problem solving abilities at various levels as each question is classified into three different  categories namely easy, average and Hard.  Our tests are taken by a vast segment of engineering and medical aspirants, as they feel our tests help them realise their maximum potential. For details, please visit www.byjusclasses.com.",
    "reviews": [
      {
        "timestampMsec": "1363456150003",
        "starRating": "5",
        "title": "Nice",
        "comment": "But no explanations",
        "commentId": "gp:AOqpTOEiHpRjzOx0A2YPhWacbmI39UUwg9Zlu30p8JNJugkZYTONb_6nhhWugy5TiqbJ-VnowT9CfRIdaA3ZAg",
        "author": "Akhil R",
        "authorURL": "http://lh5.googleusercontent.com/-KvqyIoLSuVs/AAAAAAAAAAI/AAAAAAAAAB8/V1Am6hqpE4U/photo.jpg",
        "authorSecureURL": "https://lh5.googleusercontent.com/-KvqyIoLSuVs/AAAAAAAAAAI/AAAAAAAAAB8/V1Am6hqpE4U/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.VIBRATE",
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "com.android.vending.BILLING",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
