{
  "title": "Tales From Bible For Young",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.bunsin.talesbibleforyoung",
  "category": "Books & Reference",
  "price": "Free",
  "datePublished": "June 10, 2013",
  "version": "Varies with device",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "2",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "bunsin",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.bunsin.talesbibleforyoung",
  "extendedInfo": {
    "installSize": "1.1M",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "These sacred narratives are designed for the young, from ten to sixteen years of age, although many younger readers will be able to understand and appreciate them, while still older persons may find most of them instructive and profitable. The style in which they are written is adapted to the understanding of youthful readers, while it is not so puerile as to offend the taste of riper years.Each narrative rehearsed is given somewhat in detail, and the imagination is allowed to supply the broken links of each story, so far as known facts will warrant, in order to secure the interest of the reader, and throw around the Bible a fascination that is justly its own.Special pains are taken to introduce as much Biblical knowledge as possible into these narratives, that the reader may become better acquainted with the Scriptures. Oriental habits and customs, ancient and modern, are explained, and the whole is interspersed with facts and anecdotes, from both sacred and profane history, by way of illustration. In this manner there is woven into the Tales a sort of running commentary.Important moral lessons, also, are derived from each narrative, that the reader may not overlook the design of these sacred incidents, biographies, and histories.If the Christian public give this humble volume a good reception, the author will be encouraged to go through the entire Bible in this manner, and issue a series of volumes that will be of permanent value in the family and Sabbath school.",
    "reviews": [
      {
        "timestampMsec": "1377968062893",
        "starRating": "5",
        "comment": "Bravo!",
        "commentId": "gp:AOqpTOG2yE3gkIsWbt-nZ0tdG0ZfcicwUWtr7WKby_3CrLrvr7MEmyTpUYk8dYdTMQBDCLXtG39QxxpGAFzqIg",
        "author": "Robinsage Davis",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
