{
  "title": "TrackItSimple (Free)",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.caar.app.trackitsimple",
  "category": "Finance",
  "price": "Free",
  "datePublished": "May 2, 2012",
  "version": "1.0.11",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "14",
  "rating": "4.071429",
  "contentRating": "Everyone",
  "creator": "Carlos Aponte Roa",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.caar.app.trackitsimple",
  "extendedInfo": {
    "installSize": "1.9M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "TrackItSimple follows the rules:Less is More and Keeps It Simple.Are not you tired of having installed in your cellphone several applications that can have a lot of predefined and complicated features that you are not sure how to use them and a big list of configurations, but no really configurable to your special needs?Track simple activities as your GPA/Grades, your car’s maintenance, work hours, rate of payable hours, your basic expenses, your debts, your Owns (No more friends, neighbors, family asking for things or money and never return or pay them back), and any day-to-day activities do not have to be complicated.TrackItSimple allows the user to organize its activities using categories and subcategories, add notes to them, add times or range of times, set alarms and the most important and different feature compared with other applications is to insert user's customized additional information to each of them. Information fields can be defined by user and operations as summations, differences, multiplications and divisions can be executed over them in order to maintain the activity as clear for the user as he wants.Besides, in order to get accumulative results in simple steps, a set of calculations can be done based on customized information defined by user. Activities that can be tracked:- Calculate your College GPA by entering each exam or project grade. Percentage for each of them can be added if user desires.- Work Time Tracking (Check in & out, Configurable rate, counting of hours defined by user). Meaning no more Hours unpaid due no record of them.- Borrowed/lend things and money.- Latest car’s oil change, millage and other car maintenance.- Track daily/weekly/monthly/per-diem/travel expenses.- Any activity that user wants to track.Permissions:This application has access to the following:•Your Storage – SD CARD/USBRead and Write permissions to SD CARD/USB Storage to perform application backups and export of information to .CSV files (Readable format that can be open with any Worksheet processor).•Internet – Access to Internet for publicityAccess to internet is only used to display publicity and support development and maintenance of the application.End User License Agreement:The TrackItSimple software was written by Carlos A. Aponte Roa from now named as “author” and is protected by copyright laws and international copyright treaties, as well as other intellectual property laws and treaties. NO WARRANTIES TrackItSimple. Expressly disclaims any warranty for the software. TrackItSimple software is provided 'As Is' without any express or implied warranty of any kind, including but not limited to any warranties of merchantability, noninfringement, or fitness of a particular purpose. The author does not warrant or assume responsibility for the accuracy or completeness of any information, text, graphics, or other items contained within the software. Author makes no representations or warranties of any kind, express or implied, as to the operation of the software, or information, content, graphics, materials or services included on the software, or their accuracy, reliability, completeness or timeliness. In no event shall author be liable for any damages (including, without limitation, lost profits, business interruption, or lost information) rising out of 'Authorized Users' use of or inability to use the software, even if author has been advised of the possibility of such damages. In no event will author be liable for loss of data or for indirect, special, incidental, consequential (including lost profit), or other damages based in contract, tort or otherwise.Languages:Support several languages: English, Spanish, Portuguese and French (Soon).",
    "reviews": [
      {
        "documentVersion": "1.0.11",
        "timestampMsec": "1373145659605",
        "starRating": "1",
        "title": "this sucks",
        "comment": "not good and not simple",
        "commentId": "gp:AOqpTOHQjBo4biKpqEgJTBfaXXmuH_wRidT42tcGzFCESvoXX5luMZDc1MqPSDO_j-jx7MPGXx8eufJOB7T5aQ",
        "author": "Lisa Skiles",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "documentVersion": "1.0.6",
        "timestampMsec": "1334710734907",
        "starRating": "5",
        "title": "Developer Message:",
        "comment": "I hope that this application be useful for users that want to maintain their tracks simple.",
        "commentId": "lg:AOqpTOEpxC3rVhWh9EzCxjth_Njzw_nHobyZiO9xOscALAsTh1Foir-9rYvQto0G7TIda-azz3QKjMvjRDkVuw",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "documentVersion": "1.0.2",
        "timestampMsec": "1325788843104",
        "starRating": "4",
        "title": "Recordatorio Cambio de aceite",
        "comment": "This is a very useful app becouse allows me remember when my  car needs maintenance such as oil change, brake pads change, and fluids refill. Thanks viejo carlos",
        "commentId": "lg:AOqpTOEiE4z4RjX13-orUKsAJSuQePNwM0LLuLLDjA4tVqcDaLgwwtZzU-uvxhpb3YSfYMndiZUdO0j2kywYzw",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "documentVersion": "1.0.2",
        "timestampMsec": "1325498228346",
        "starRating": "5",
        "title": "TrackItSime",
        "comment": "It\\'s a very useful app.  Just the right one for me to be better organized..",
        "commentId": "lg:AOqpTOGP_L0rTYrK-zvJNAXkKbPKEu-5jFkjJ4Zbue5UDj7e1yP0wBdpnHeuXxGHvxWRYNnXcsPl07-otol0kw",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1324241428487",
        "starRating": "5",
        "comment": "Buen trabajo, buena grafica, creo que la aplicaci\\303\\263n puede mejorar. Sigue asi!",
        "commentId": "lg:AOqpTOFdSJwhNHiVOTaHICdFeB0kK_bPuNlUdmD7_Q4Qwn_1nVAvqwnFx450XCtB0traipGBymRtbVs-h62C8A",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1324299479099",
        "starRating": "5",
        "title": "Very Useful",
        "comment": "Great App to keep track of expenses and get organized!",
        "commentId": "lg:AOqpTOGL69VJR9_9RFXHp0rRzrSUsUtk33T7_zN_N9-Jf1HwhoJAzcwKp8oBtuwP-76pSzpD6yf4pmamq1IpGQ",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
