{
  "title": "Tip Calculator ★ Ad Free",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.calculatorco.tipcalculatorfree",
  "category": "Finance",
  "price": "Free",
  "datePublished": "April 21, 2013",
  "version": "1.05",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "4",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "Calculator Co",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.calculatorco.tipcalculatorfree",
  "extendedInfo": {
    "installSize": "270k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "âAvoid miscalculating your tip and looking like a fool. Try this simple tip & split calculator.âClick install and give it a try, itâs free!Benefits of using Calculator Coâs Tip Calculator:âNo annoyance from impeding adsâTip the correct percent by removing tax before calculations.âError free tipping because of a simple no fluff layoutâEasy to read with accuracy due to large bold textâLess screen frustration with extra-large buttons and wide spacingâRemove change from the equation with the round up and down buttonsâSaved time with the ability to set default tip percentagesâAvoid getting short changed by your friends with the split check options for groupsâFeel more at home with multiple currenciesTutorial: Step by step for the technical inaptâGeneral Info: When Tip Calculator Ad Free is first opened both the bill total and tax are automatically set to zero. The Bill Total is required but Tax is not. The tax subtracts from the total bill before the tip is calculated then added back in to the Grand Total.âStep 1: Enter bill total and tax (optional) from the bill.  âStep 2: Next set the tip percentage with either the text field or the up and down arrows.âStep 3: Choose how many people you wish to have the check split for.âStep 4: View the text fields and if wanted round a field to be a whole number for ease of payment. FAQQ:  How do I set the default tip percentage?A:  Set the tip you would like on the calculator and then press your settings key and select âSave Tip % As Default.âQ:  How do I change the calculatorâs currency?A:  Press the settings key and select âCurrency $ / â¬ / Â£â this will cycle though the supported currencies.Q: How do I round the tip or total to the nearest whole dollar?A: Each value, other than Bill Total and Tax, has arrows on the left and right of the screen. By clicking on these, the value will round the nearest whole. Q: Why do you need to know the Tax to calculate the tip?A:  The tax is truly an optional entry. It is needed so that the Tip is not calculated on Tax.Q: Why is the Tax in a dollar format and not as a percent?A: It is designed to make it easier to enter in the Tax off a receipt, because sales tax is not the same for every service. Q: How do I submit suggestions or problems with the tip app?A: The best way is to send an email to CalculatorCo@gmail.comTip Calculator Ad Free Permission Break DownNo permissions are needed or ever needed. Tip Calculator Ad Free is designed for gratuity and splitting of bills. Tip Calculator Ad Free is a tool and not responsible for its misuse.This application has absolutely no ads. Any application is simply better with no ads.Key words for simple misspellings and abbreviation: add free, no adds, tip calc, no advertisements, advertisement free.Tip Calculator Ad Free was developed by Calculator CoContact CalculatorCo@gmail.com",
    "reviews": [
      {
        "timestampMsec": "1366319697926",
        "starRating": "5",
        "title": "A perfect app",
        "comment": "This is the first tip calculator I\\'ve been able to find that doesn\\'t include tax in the tip calculation. And no ads is a nice bonus.",
        "commentId": "gp:AOqpTOEq-uJiJbIbNfQB7oSHGg4kvK60kMUGCGlOY5O4cGXqIGNwTmgZYwualA8rbqrnaCAt4hRRU5sngxDEPQ",
        "author": "George Doscher",
        "authorURL": "http://lh4.googleusercontent.com/-MamwdLVPSyM/AAAAAAAAAAI/AAAAAAAAAD4/szya2djQu6w/photo.jpg",
        "authorSecureURL": "https://lh4.googleusercontent.com/-MamwdLVPSyM/AAAAAAAAAAI/AAAAAAAAAD4/szya2djQu6w/photo.jpg"
      },
      {
        "timestampMsec": "1357604295300",
        "starRating": "5",
        "title": "Love this!!",
        "comment": "It is easy to use and figures everything out with just a few touches. It is also quick and accurate. Great app!!",
        "commentId": "gp:AOqpTOHPSKwO78gNWFp3g6tO8zEqpB_mQSfgytRDic27ZGIdGvleC-3s4zrptiGMSC-jeFcBVnBDnGH5ZRdgJg",
        "author": "Candice Rounds",
        "authorURL": "http://lh3.googleusercontent.com/-qvWx-7KWJj0/AAAAAAAAAAI/AAAAAAAAAC8/GxpaFzUpV7s/photo.jpg",
        "authorSecureURL": "https://lh3.googleusercontent.com/-qvWx-7KWJj0/AAAAAAAAAAI/AAAAAAAAAC8/GxpaFzUpV7s/photo.jpg"
      }
    ],
    "permissions": [

    ]
  }
}
