{
  "title": "The Auto Screen Turn On & Off",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.calfx.autoscreen",
  "category": "Tools",
  "price": "Free",
  "datePublished": "September 6, 2013",
  "version": "2.22",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "16",
  "rating": "4.9375",
  "contentRating": "Everyone",
  "creator": "CalFX",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.calfx.autoscreen",
  "extendedInfo": {
    "installSize": "269k",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "This is Screen Auto On/Off app.  It runs as a service and is very easy on the battery.  On newer systems (4.0 - Ice Cream Sandwich and above) it will use less than 2% of the battery power.  In fact, it doesn't even appear in the battery usage screen.Important Note: there's a Paid version of this application named My Screen Genie.  The only difference between these two applications is that My Screen Genie doesn't display the \"Touch to keep screen On\" button.  Instead, it will dim your screen for few seconds, during which time you can touch anywhere if you want to keep the screen on.  Please try The Auto Screen Turn On & Off first and if it works for you, consider purchasing My Screen Genie.  It has much cleaner design which simply dims your screen.  Your purchase will support the development of both apps.The AutoScreen will automatically turn your phone's (or tablet) screen on when you pick it up from a flat surface such as your desk, and turn the screen off when you put it back, or when you slide it in your pocket or handbag.  It does the automatic screen On and Off thing by using two sensors on your device - the accelerometer and the proximity sensor, without you having to manually press the Power button.1. To turn the screen on, there are several options. If your device is on your desk, simply pick it up and point it toward you (as you would naturally do when picking up your phone or tablet).  If it's in your hand, you can place it in horizontal position (+/- 10 degrees) for a second or two and then tilt it toward you.  If your device has a proximity sensor, as most phones now do, you can just move your hand above the sensor to wake your screen up (this is useful feature for when you are in a class, meeting, boring dinner with in-laws, etc).  This app also recognizes the shake gesture, so you can also shake your device to wake it up.2. To turn the screen off, simply place your device Screen-Up on a flat surface, such as your desk.  When the screen is about to go back to sleep, the app will display \"Touch to keep screen ON\" button for a few seconds.  If you ignore it, the screen will be turned off.  If you touch it, the usual screen timeout will apply (usually 1 to 10 minutes, as specified in System's Display Sleep settings), so you can use the calculator or read a news article while your device lays flat on your desk.  If your device has a proximity sensor, placing your device in a pocket, handbag or Screen-Down will also cause the screen to go to sleep.What's really nice about The AutoScreen is that it hardly uses any battery power.  In my tests on Motorola Droid Razr running Jelly Bean (4.1.2) it doesn't even appear in the battery usage screen, which means that it uses less than 2% of the battery power.  This should be the case for all the devices running Ice Cream Sandwich (ICS) and above versions of Android.  For devices with older Android versions such as Motorola Droid X running Gingerbread (2.3.4) it appears to be using between 2 and 6 percent of the battery power, which still isn't too bad.  However, on the 7\" Samsung Galaxy Tab running Froyo (2.2.1) it again doesn't even show up in the battery usage screen, which means that for devices with larger battery capacities it apparently uses less battery power than other apps do (below 2%).Please be aware that there are some apps that will try to keep your device's screen on while they are running.  They are usually video players and some games.  Therefore, for the screen to reliably turn off each time, I recommend that you exit or put into background any apps that you were using.If this app doesn't work for you, please let me know rather than leave a bad review.  I will try to fix it if you let me know of the problem.  Please submit all bug reports to \"theautoscreen@gmail.com\".  Provide the device model, Android version (it's in the \"About phone\" under Settings) and a description of the problem you are experiencing with this app.",
    "reviews": [
      {
        "timestampMsec": "1378441657027",
        "starRating": "5",
        "title": "Easiest",
        "comment": "The best. No shaking or hand waving. Just works.",
        "commentId": "gp:AOqpTOFjf7kErhwBrULBUBEF5GNq0iBDEw7h6djarBNG1mVdfIXJjxhlf7BYKnFV0bCt7rcK261ZyW6_JF41aw",
        "author": "Danny Hall",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1376908481116",
        "starRating": "5",
        "title": "Works Great on Samsung Galaxy Nexus phone..",
        "comment": "Contrary to popular Smart Screen, the Auto Screen app actually works great on my Samsung Galaxy Nexus phone..    After a few seconds of setting the phone down, the LCD dims and then proceeds to turn off.  Alternately, when I pick up the phone the LCD immediately turns ON...  No more having to press the Power/On button on the side.  Stay tuned...  P2E",
        "commentId": "gp:AOqpTOECse17KlC7A4eP0WLvSpk8DDQB_L75QhPMFjIeen9l8rWQjNVpfjmhtXitMJLioBPygnYEA0dQSGvnWQ",
        "author": "d\\' wolfe",
        "authorURL": "http://lh4.googleusercontent.com/-td5XU91epVs/AAAAAAAAAAI/AAAAAAAACfQ/1vtwXddVzHg/photo.jpg",
        "authorSecureURL": "https://lh4.googleusercontent.com/-td5XU91epVs/AAAAAAAAAAI/AAAAAAAACfQ/1vtwXddVzHg/photo.jpg"
      },
      {
        "timestampMsec": "1374813793894",
        "starRating": "5",
        "title": "Perfect app",
        "comment": "Just one word...FANTABULOUS!!!",
        "commentId": "gp:AOqpTOHutOzI2slPAotfAxFbAC3BiJG75Fib-nZEDZQqPKUyHLlEMy29EpM3Ggr5vMH9fVp-vXRACk1k_eBtaA",
        "author": "manav tyagi",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1374329242089",
        "starRating": "5",
        "comment": "I b0ught a similar app, i really paid f0r it but this app really functi0nd wel nd ts 4 free!! D0nt buy shaken0n!\\tI rec0mmend!!!",
        "commentId": "gp:AOqpTOFXCk87j5pOQhi6ayEWXGhTugrWx3-VxDZnmMosxjj55bJwyabYsqhWSDnJ5CeycbQiCi1LK_Gm7P4Y1Q",
        "author": "Lovenia Agbanlog",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1374535604825",
        "starRating": "5",
        "comment": "Great for Asus transformer",
        "commentId": "gp:AOqpTOHTor3NudVDW4CR_fjFNGO7AXZfnFKe4gbauUiTBvNN657rbC4SRkETLiCU37FHWu1KlhS1rXBfrBummg",
        "author": "Debbie Warren",
        "authorURL": "http://lh5.googleusercontent.com/-iHsAT9lRhsw/AAAAAAAAAAI/AAAAAAAAG7w/GH0tJKTPnIQ/photo.jpg",
        "authorSecureURL": "https://lh5.googleusercontent.com/-iHsAT9lRhsw/AAAAAAAAAAI/AAAAAAAAG7w/GH0tJKTPnIQ/photo.jpg"
      },
      {
        "timestampMsec": "1373194106452",
        "starRating": "5",
        "title": "very nicely work.its a great really great",
        "comment": "i like because its works mukesh deesa (mp)",
        "commentId": "gp:AOqpTOFBvWzwz17Vro0VQOCsZozb1Z1qV1Cj7oBECUamzMamPL5ElePScnbplrtdIM_MFFWXtkghCHBf58ZPOA",
        "author": "Mukesh Parmar",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_SETTINGS",
      "android.permission.USES_POLICY_FORCE_LOCK",
      "android.permission.RECEIVE_BOOT_COMPLETED"
    ]
  }
}
