{
  "title": "Perfect Skin",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.cappucin.perfectskin",
  "category": "Health & Fitness",
  "price": "Free",
  "datePublished": "August 19, 2011",
  "version": "1.0.3",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "27",
  "rating": "2.0370371",
  "contentRating": "Everyone",
  "creator": "cappucin",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.cappucin.perfectskin",
  "extendedInfo": {
    "installSize": "126k",
    "downloadsCount": "5,000+",
    "downloadsCountText": "5,000 - 10,000",
    "description": "How does Perfect Skin from Cappucin work?Perfect Skin Cappucin works with its unique double oscillation twice against cellulite:On the one site by the prolonged oscillations, the subcutaneous fat cells are transported in a natural way through the bloodstream, the other is streamlined by short intense vibration, the skin and strengthened.Due to the general physical and mental relaxation effect of the oscillations beyond the natural lipids are activated, which prevents the skin to stay healthy, younger and more beautiful. The first signs of lines and wrinkles are softened (your skin is your business card!). The vibrations, the pores open and thus prevent blemishes.In all test series after 3 weeks of regular use in over 80% was a very noticeable improvement which could be identified.Perfect Skin offers three individual stages1. Relax ModeThe relaxation mode for the application in between, in everyday life. If you don't have enough time for skin care and time is of essence. In weak cases of cellulite, or simply for prevention. 1 to 3 times daily for a few minutes to apply for natural lipids to activate and to achieve an anti-cellulite and anti-aging process.2. Intensive CareEspecially for heavily infested areas in the regions of abdomen, legs, buttocks. Treat the affected area every day at least three times for 3-5 minutes to treat. Particularly suited to reach the subcutaneous fat. In addition, redness and blemishes are reduced.3. VarioParticularly for breast, cleavage, neck and upper arms. Here also, the skin is tightened and strengthened. Wrinkles are significantly reduced.",
    "reviews": [
      {
        "documentVersion": "1.0.3",
        "timestampMsec": "1328495546953",
        "starRating": "1",
        "title": "Idk",
        "comment": "I don\\'t know how to work this thing. I do but it makes no since.sorry.u should still get the app tho.",
        "commentId": "lg:AOqpTOHcwD-CdXSi1G5FbpUCnGvzpptcCKFIL5-GekzVDptNu_ASWSzABLCnk3jRLXrJA0X-JK-ye3YuV69S8dI",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.VIBRATE",
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE"
    ]
  }
}
