{
  "title": "Wire Size Calculator ★ Ad Free",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.calculatorco.wiresizecalculator",
  "category": "Productivity",
  "price": "Free",
  "datePublished": "April 22, 2013",
  "version": "1.05",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "4",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "Calculator Co",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.calculatorco.wiresizecalculator",
  "extendedInfo": {
    "installSize": "162k",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "âAvoid dangerous wiring miscalculations with this simple wire gauge selector 120V-480V âClick install and give it a try, itâs free!                                                                            Benefits of using Calculator Coâs Wire Size Calculator:âNo annoyance from impeding adsâError free information because of a simple no fluff layoutâEasy to read with accuracy due to large bold textâLess screen frustration with extra-large buttons and wide spacingWarning: This calculator selects the gauge based on a 3% voltage drop. This is consistent with most electrical code but I advise you to check your local electrical code. Tutorial: Step by step for the technical inaptâGeneral Info: When Wire Size Calculator Ad Free is first opened all fields are reset. All fields play a part in determining the gauge of wire required to maintain less than 3% voltage drop. This calculator is only as correct as the data that is entered. âStep 1: Select the wire type Copper/Aluminum, Phase, and AC Voltage.  âStep 2: Enter the length to the load in feet. (One way)  âStep 3: Enter the Amps of the highest possible load. âStep 4: The gauge is displayed at the bottom. The equation should be reviewed to insure correct data entry. FAQQ: What is the sizing range available?A: This calculator recommends sizes #14 AWG to 2000 mcm.Q: Does this application fallow a specific size chart?A: This program references many equations/charts. If a physical reference is needed American Wire Gauge (awg) sizing charts are available in printable forms online. Q: Are we adding functions in the future?A: This app was designed to fit my requirements for my career. If you need extra functions like DC or metric units send me an email at CalculatorCo@gmail.com and I will add these features in future updates.   Q: How do I submit suggestions or problems with about the wire size calculator?A: The best way is to send an email to CalculatorCo@gmail.comWire Size Calculator Ad Free Permission Break DownNo permissions are needed or ever needed. Wire Size Calculator Ad Free is designed for estimating wire gauge in AC circuits. Wire Size Calculator Ad Free is a tool and not responsible for its misuse.This application has absolutely no ads. Any application is simply better with no ads.Key words or simple misspellings and abbreviation: ac, awg calculator, alternating current, no adds, wire gauge calc, no advertisements, advertisement free, awg size.Wire Size Calculator Ad Free was developed by Calculator CoContact CalculatorCo@gmail.com",
    "reviews": [
      {
        "timestampMsec": "1367937333782",
        "starRating": "5",
        "title": "Well the data is correct",
        "comment": "Works as intended for AC circuits. Some of the text is hard to see on my phone. 5 stars for being free and without ads.",
        "commentId": "gp:AOqpTOEoiZATyNEf0ixsJ3ddH4CvQHE7huQSfLhZq4wjdkyk53Ig0FfBh2JrXlJZWX__-ceNHdA7R0qgjCsNoA",
        "author": "Carl Ballard",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1371821156656",
        "starRating": "5",
        "title": "Great",
        "comment": "Quick, simple, and accurate",
        "commentId": "gp:AOqpTOFqLJn4WNhciLfK89xmBTWP5TfPQ4tAltz8gDEZAKvwl01o8PhVddp4v1yy_rXlzLExUT-mxRyOyO6-hA",
        "author": "Christopher Boone",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [

    ]
  }
}
