{
  "title": "MCCQE Part 1 CDM",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.canadaqbank.mccqe1.cdm",
  "category": "Education",
  "price": "Free",
  "datePublished": "July 16, 2013",
  "version": "4.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "1",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "Canada QBank",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.canadaqbank.mccqe1.cdm",
  "extendedInfo": {
    "installSize": "890k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "CanadaQBank is an online test preparation service for the medical licensing exams of Canada. Our features, accuracy and expertise in question and case creation will give you the very best studying preparation experience available to pass your Medical Council of Canada (MCC) licensing exams.Thousands of Canadian medical students and physicians worldwide use CanadaQBank to help them prepare for the MCCEE, the MCCQE Part 1 and the MCCQE Part 2. Please sign up and be on your way to passing these Canadian medical licensing exams with the highest scores possible, or check out our free Demo QBanks at www.CanadaQBank.comThis is the Full Version of our MCCQE Part1 CDM app. You can access the full database of 660 Cases and Questions of MCCQE Part 1. Users will have to first register and subscribe on the website CanadaQbank.com, but can then access all the questions from their Android AppThis app has 321 of the very best, classic, simulated CDM casesAnswers and detailed explanations for all practice MCCQE Part 1 questionsTake tests in timed and un-timed tutor modesGenerate tests by subject category or any combination of categoriesUnused, incorrect only, or all question selectionsMark preparation questions and write your own notes during the testReview detailed analysis of MCCQE Part 1 CDM practice tests takenPerformance review by subject categoryOverall cumulative performanceCompare your scores with other peopleRevised and expanded with feedback from the most recent MCCQE Part 1 examsContinuous updates to the Testlet cases and corresponding questionsAccessible 24/7 from anywhere",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE"
    ]
  }
}
