{
  "title": "Capricorn live wallpaper",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.capricornimbh.app",
  "category": "Personalization",
  "price": "Free",
  "datePublished": "August 29, 2012",
  "version": "5.2",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "21",
  "rating": "4.1904764",
  "contentRating": "Low Maturity",
  "creator": "Infomedia BH",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.capricornimbh.app",
  "extendedInfo": {
    "installSize": "4.5M",
    "downloadsCount": "5,000+",
    "downloadsCountText": "5,000 - 10,000",
    "description": "NO push notificationsNO spyware NO malwareFREE BONUS - cracked glass and squashed mosquitoes backgroundsThe Capricorn is probably the most responsible sign in the Zodiac. The people born in the sign of Capricorn like everything done on time – and everything done in the right way. Well, to be more precise, in the way they’ve been told to do it. Capricorns are not very imaginative, even though they can be quite resourceful on times. They are ambitious and patient, and take criticism quite well – as long as it’s from someone who’s “superior” to them.They are conceited, but very, very loyal – and make some very good friends. A Capricorn is always there for whoever needs them to be, even if they are not sure exactly what to do in the given situation. For a person born in this sign, it’s always helpful to have some form of instructions, or at least someone telling them how to do things. Once they’ve been told, however, they do them in the most perfect way possible.The Capricorn live wallpaper adds a moving Capricorn sign to your background – one nice reminder that, if you’re a Capricorn, of course, you’re one of those people who can do the job a perfectly as possible. A nice reminder for those around you as well – in case they ever need someone like you.After the download you don't need internet connection to enjoy the application. This application will not download videos from the internet. Download once and enjoy for ever. This free app is ad supported and may contain ads in the notification tray and/or home screen.Notes:Application can not be moved to SD card.Application is a live wallpaper, to access it on your phone, read your phone manual.Application is intended for display in portrait mode, it will work in landscape mode but display may not be optimal.Application is ad supported  and may contain ads in the notification tray.Application does not require internet access for primary usage, however internet connection may be required to access some functions (for instance link to More free apps and similar).",
    "reviews": [
      {
        "timestampMsec": "1363472964525",
        "starRating": "5",
        "title": "Capricorn live wallpaper",
        "comment": "Nice!",
        "commentId": "gp:AOqpTOGt8tX3gaeq0HlE1J6Xk-7BkrAKfpSklJcMHdaYq2AfxpNvj8D0tdwsX6yT0yuk3k9HzYX2ciKtj7TXp2k",
        "author": "Porfirio F. Cousin",
        "authorURL": "http://lh6.googleusercontent.com/-qr6hWlo8dwM/AAAAAAAAAAI/AAAAAAAAAEY/8ovLlgVmDrA/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/-qr6hWlo8dwM/AAAAAAAAAAI/AAAAAAAAAEY/8ovLlgVmDrA/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
