{
  "title": "Pitbull Live Wallpaper",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.bvr.pitbull",
  "category": "Photography",
  "price": "Free",
  "datePublished": "March 22, 2013",
  "version": "1.0",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "12",
  "rating": "4.5833335",
  "contentRating": "Low Maturity",
  "creator": "Superstars Wallpaper",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.bvr.pitbull",
  "extendedInfo": {
    "installSize": "1.2M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "This is a live wallpaper and not a application. You wont find any icon of this wallpaper on your home screen. To activate this live wallpaper follow the steps(1)Download the live wallpaper(2)Long press home screen(3)select wallpaper(4)select Live Wallpaper and then \"Pitball Live Wallpaper\"(5)Set as wallpaperArmando Pérez (born January 15, 1981), better known by his stage name Pitbull, is an American rapper, songwriter, and record producer. His first recorded performance was from the Lil Jon album Kings of Crunk in 2002. In 2004, he released his debut album titled M.I.A.M.I. (short for Money Is A Major Issue) under TVT Records. Since then, he has released three other albums under the label: El Mariel in 2006, The Boatlift in 2007, and Planet Pit in 2011.He released Rebelution in 2009, which included singles \"I Know You Want Me (Calle Ocho)\" and \"Krazy\". The latter peaked at No. 30 on the Hot 100 and No. 11 on the Hot Rap Tracks charts while \"I Know You Want Me\" peaked at No. 2 on the Hot 100 and peaked within the top ten spots of charts in the UK, Canada, Italy, and the Netherlands. The song reached No. 1 in France and the European Hot 100 on the week ending August 29, 2009 according to Billboard magazine. He later signed with Polo Grounds Music through Sony Music and created his own label Mr. 305 Inc. Another single from Rebelution was \"Hotel Room Service\", which peaked at No. 8 on the Hot 100. Rebelution went on to sell over 7.5 million worldwide digital singles and albums combined.[4] Never the least he dropped a Smash called \"Give Me Everything\" which reached #1 for consecutive months worldwide, which featured artists Neyo, Nayer, and Afrojack.Pérez is also the host of his own Spanish-language program on the cable channel Mun2 titled La Esquina (Spanish for The Corner).In 2005 Pérez and rapper Sean 'Diddy' Combs co-founded Bad Boy Latino, a subsidiary of Combs' Bad Boy Records label. It primarily focuses on Latin hip hop, Latin soul, Latin pop and other Tropical music, and has offices in New York and Miami, Florida.Along with co-founding it, Pérez currently heads the A&R division of the label.Pérez has become a product endorser, representing alongside Drake, Rihanna, and Trey Songz the “So Kodak” campaign for the Kodak brand and embarking on a partnership with the soft drink giant Dr Pepper as part of the campaign “Vida 23” for which he recorded the song specifically featured on his album Armando. Pitbull also announced he has become the spokesperson for Voli Vodka, in which he holds a majority equity stake, and Budweiser has chosen Pitbull to promote its Bud Light line of beer. The commercials currently highlight Pitbull dancing and gyrating on stage holding up a bottle of Bud Light. Pitbull has also purchased an equity stake in Miami Subs Pizza and Grill.Tags : Pitball Wallpaper, Pitball, Singer, Music, Wallpaper & Background, Android",
    "reviews": [
      {
        "timestampMsec": "1377931912948",
        "starRating": "5",
        "comment": "My son. Favorite",
        "commentId": "gp:AOqpTOHznczFgethdCPN6Hh8HmApfNIYKx0Fk5z2VoOQfDes3u5vuLMeKnOtHNNnaBiUEstq1ax2kEJ_GQUgzw",
        "author": "Sudipa Acharya",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1364261461620",
        "starRating": "5",
        "title": "pitbull",
        "comment": "love you",
        "commentId": "gp:AOqpTOGXQraIe27mmtzAt08AGJd-Zcd8Y5rlRfckdJplt670aZw_i0A7YKoq1ZbqVcdHvrtN4n2AvlHS3aV5zQ",
        "author": "Noemy Pineda",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_LOCATION_EXTRA_COMMANDS",
      "android.permission.WAKE_LOCK",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.INTERNET"
    ]
  }
}
