{
  "title": "Marriage and Relationships",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.byczeklaw.marriage",
  "category": "Lifestyle",
  "price": "$0.99",
  "datePublished": "November 14, 2010",
  "version": "1.0",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "Michael E. Byczek",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.byczeklaw.marriage",
  "extendedInfo": {
    "installSize": "78k",
    "downloadsCount": "10+",
    "downloadsCountText": "10 - 50",
    "description": "Cooperation. Teamwork. Negotiation. True for relationships, marriage, and divorce. This app was designed by an attorney to explain how a divorce works. The reality of property distribution, joint finances, and child custody provides insight into the building blocks of a relationship. Divorce is among the worst experiences an individual will ever face. Relationships are easy to get into and difficult to get out. Strangers will scrutinize your entire life using a courtroom in the middle of you, your ex-spouse, and stacks of documents. Let an attorney show you how to stay out of divorce and keep your relationship healthy. Learn how to cooperate as a team before your marriage takes a turn for the worse. You might be surprised about the level of disclosure and effort that goes into ending a relationship. The more you know, the better chance of finding a life-long relationship. Read the basics of divorce law, breakdown of a marital settlement, provisions of a parenting agreement, actual statutes, statistics, and questions you'll be asked. See how financial debt is allocated, health care arranged, assets divided, custody awarded, and how to share parental rights, just to name a few. Michael E. Byczek is licensed to practice law in Illinois. He is also an Apple certified mobility specialist and system administrator. The content is based on local cases, though most states follow similar guidelines. Happiness is universal.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [

    ]
  }
}
