{
  "title": "Rich dad Business School",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.business_thang.school",
  "category": "Business",
  "price": "Free",
  "datePublished": "May 29, 2013",
  "version": "1.0",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "3",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "Apps book Tutorial",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.business_thang.school",
  "extendedInfo": {
    "installSize": "3.0M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Business school is a very old form of education that has adapted over time. While the standardized role of university level business studies is a recent development, career training schools focusing on office skills date back to more or less the invention of the typewriter. Up until that point, education through a school was usually fairly general. However, with the industrial revolutions, there was an increased demand for workers who could adapt to the new demands of the work force.Rather than the old style apprenticeship system, which permeated everything from wagon making to clerking, vocational schools popped up, training graduates in machine based skills. One of the things that revolutionized the economy was the increased ability to process data through print. Much more reliable than writing by hand, or even the very strict restrictions of moveable type printing presses, the decline in the cost of paper combined with easier means to record things made the secretary an essential job of the industrial revolution.Initially, the skills these professionals learned at business school were most closely related to stenography and shorthand, business correspondence, typing, and other skills that fit with what was available to work with in the offices of the era. Though it was possible to type things, handwriting still mattered. This was incidentally a time period when there was also a rise in female participation in the work force and female stenographers and secretaries became a common and respected job for women, though one that was assumed to have short term implications.However, as time went on, graduates were called on for more specialized roles. As medicine got more complicated (and reliable), the clerical side of the profession became a standard part of medical practices. People began to train specially to become a medical office assistant. A business school would expand their offerings to cover the demands of the work force.And gradually, they became career training centres where you could find all sorts of classes, from bookkeeper to home inspector. Today, the business component of a business school has fully integrated the computer, both into their curriculum but also often into their methods of material delivery. They have even become places where you can learn to become a computer network technician or take web design courses.This evolution has been a natural process, built into the schools founding. Indeed many institutions may be more than a century old at the core, with legacies passed down from a place that started, two centuries back, as a rented room teaching taking dictation and keyboarding skills. And yet, the spirit of accessible education remains the same, from clunky manual typewriters to cutting edge web design courses and multi-skill medical office assistant programs. One thing is for sure, there is certainly still a role for the business school in the future!Visit Academy of Learning College for more information on becoming a medical office assistant.Valeria Stephens is a Copywriter at Higher Education Marketing, a leading Web marketing firm specializing in Google Analytics, Education Lead Generation, Search Engine Optimization (SEO), Mobile SMS Alerts, Social Media Marketing and Pay Per Click Marketing, among other web marketing services and tools.",
    "reviews": [
      {
        "timestampMsec": "1375255638086",
        "starRating": "5",
        "title": "Excellent",
        "comment": "Compelling me to become rich",
        "commentId": "gp:AOqpTOGZ7Ik1LkxhLL-92Qjn__0lkvnb4c7VoIlkLnelzCEGA-OrdLJ_xvfnxDgi3uITHMx4UiWMgTL1k4lerw",
        "author": "kevin catahan",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1371913166251",
        "starRating": "5",
        "title": "Good because in my home language...",
        "comment": "Best",
        "commentId": "gp:AOqpTOEwd3Zm_VG_QEZYQWJUqPdxp7MC7ObMiLXqdulr2bnssXPmp3jQ4x6FiMYEKRKCwyKelw5iQbHPNmU7Ww",
        "author": "Fird Salleh",
        "authorURL": "http://lh6.googleusercontent.com/-N-hlX8FA8V0/AAAAAAAAAAI/AAAAAAAAACU/fXCOCABReEU/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/-N-hlX8FA8V0/AAAAAAAAAAI/AAAAAAAAACU/fXCOCABReEU/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE"
    ]
  }
}
