{
  "title": "MCCQE Part 2",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.canadaqbank.mccqe2",
  "category": "Education",
  "price": "Free",
  "datePublished": "August 14, 2013",
  "version": "1.3",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "2",
  "rating": "3.0",
  "contentRating": "Everyone",
  "creator": "Canada QBank",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.canadaqbank.mccqe2",
  "extendedInfo": {
    "installSize": "458k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "CanadaQBank is an online test preparation service for the medical licensing exams of Canada. Our features, accuracy and expertise in question and case creation will give you the very best studying preparation experience available to pass your Medical Council of Canada (MCC) licensing exams.Thousands of Canadian medical students and physicians worldwide use CanadaQBank to help them prepare for the MCCEE, the MCCQE Part 1 and the MCCQE Part 2. Please sign up and be on your way to passing these Canadian medical licensing exams with the highest scores possible, or check out our free Demo QBanks at www.CanadaQBank.comThis is the Full Version of our MCCQE Part2 app. Users will have to first register and subscribe on the website CanadaQbank.com, but can then access all the questions from their Android AppFeatures of the QBank practice questions for the MCCQE Part 2:    146 of the best, classic, simulated MCCQE Part 2 cases    74 Couplet Station cases    72 Ten-Minute Station cases    Questions and matching answers for all medical exam practice questions    Each case covers a different topic from the subject areas tested    Couplet Station cases consist of a five minute clinical encounter plus a five minute post-encounter probe (PEP)    Five-minute clinical encounter lists what points you must ask during your history and what you should check during your physical examination    Five-minute post-encounter probes show the examination questions and answers for each patient case    Ten-minute station cases list the relevant points you must ask during your history and what you should check in your physical examination    These cases also include the brief questions and answers that could be asked for each patient scenario    Real MCCQE Part 2 template style for true simulation and exam questions    Revised and expanded with feedback from the most recent practice exams    Continuous updates to the cases and MCCQE Part 2 questions    Bonus: 40 USMLE Step 2 CS Cases included    Accessible 24/7 from anywhere    Pass the MCCQE Part 2 medical exam - guaranteed or get 3 months free!",
    "reviews": [
      {
        "timestampMsec": "1373165678954",
        "starRating": "1",
        "title": "Is it free?",
        "comment": "Tried to open app, ask me to subscribe first. I did and still cannot open it up",
        "commentId": "gp:AOqpTOFBBbq4aAVeCc_2j_XwvMyXhMCCGkYtjSXs0NK68rQn8ohnM5KsSVJgnge9lTE56R3iWO8njUquCf1jgg",
        "author": "Victor Rodriguez",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
