{
  "title": "CARBU.BE",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.carbeo.carbeobe",
  "category": "Transportation",
  "price": "$7.75",
  "datePublished": "December 2, 2011",
  "version": "1.0",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "21",
  "rating": "3.142857",
  "contentRating": "Low Maturity",
  "creator": "Fuel Media Service Sprl",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.carbeo.carbeobe",
  "extendedInfo": {
    "installSize": "1.3M",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "CARBU.BE, le bon plan pour faire son plein !LES MEILLEURES DONNEES EN BELGIQUEQuotidiennement CARBU.BE collecte des milliers de données sur les prix et services pratiqués dans les stations-service de Belgique grâce à une très grande communauté de membres, des exploitants et gérants de stations-service  ainsi que la contribution des dizaines de milliers d’utilisateurs de Smartphone.Plus de 3 400 stations sont référencées en Belgique.UN CONTENU COMPLET ET PRATIQUE•\tEn un clic, retrouvez toutes les stations service autour de vous, ainsi que vos stations favorites.•\tTous les carburants distribués en Belgique sont accessibles Essence Super 95, Super 98, Diesel et LPG.•\tPossibilité de trier les résultats des stations en fonction des prix ou de leur distance.•\tAffichage des résultats par liste ou sur une carte.•\tOuverture d’un itinéraire pour se rendre dans la station.•\tDescriptif des services dans les stations : téléphone, moyens de paiement, horaires, services aux véhicules (gonflage, lavage, garage) ou à la personne (boutique, restauration…)•\tRecherche par géolocalisation ou libre, par  province, par ville, par marque.•\tPersonnalisation des résultats selon vos préférences: marques, carburant, distance.•\tGestion de vos stations favorites. POSSIBILITE DE PARTICIPER A LA MISE A JOUR DES INFORMATIONS•\tMise à jour des prix.•\tMise à jour des carburants distribués ou non dans les stations.SUPPORTNous répondons à TOUS les mails qui nous sont envoyés à l'adresse indiquée dans « A propos ». N’hésitez pas à nous contacter, si vous rencontrez des difficultés.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.VIBRATE",
      "android.permission.CALL_PHONE"
    ]
  }
}
