{
  "title": "Stick Pick",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.buzzgarwood.stickpick",
  "category": "Education",
  "price": "$2.99",
  "datePublished": "February 27, 2013",
  "version": "1.0",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "1",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "Buzz Garwood",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.buzzgarwood.stickpick",
  "extendedInfo": {
    "installSize": "8.9M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Pick a student at random just by giving your device a shake or tapping the screen -- but that’s just the beginning. Stick Pick suggests question starters for learners at different levels and also records how well students respond during classroom discussions. If a student is consistently scoring near the top or bottom, simply change the level so students aren't bored or frustrated. Depending on students' levels of English proficiency, they might be asked simple yes-or-no questions or to elaborate in longer sentences.-----------------------------------------------DIFFERENTIATE INSTRUCTION-----------------------------------------------Stick Pick is the first app of its kind to uniquely link question stems to the cognitive or linguistic needs of each individual learner. Teachers can have multiple soup cans (classes) filled with sticks (students). During setup, teachers choose a category of question stems they wish to focus on for each learner. Questions can be based on Bloom's Taxonomy, English as a second language skills, and degree of difficulty can be chosen for each learner. -----------------------------------------------TRACK FORMATIVE ASSESSMENT-----------------------------------------------Formative assessment is easy to track because teachers can tap a corresponding correct, incorrect, or opinion button based on the student's answer. Teachers can also rate each student's answer by selecting 0-5 on a critical thinking rubric (Bloom's) or an elaboration rubric (for English as a second language). -----------------------------------------------ENRICH LEARNING-----------------------------------------------Stick Pick is a handy tool for any teacher device and can guide classroom discussion and formative assessment in really helpful ways. Teachers can mark sticks so they aren't constantly calling on the same students or asking students the same questions over and over again.Students in small groups can use Stick Pick too. During small group work, students can take turns asking one another questions based on Bloom's Taxonomy, making group work more productive and on-task. -----------------------------------------------IMPROVE PARENT-SCHOOL COMMUNICATION-----------------------------------------------Student progress is recorded and averaged automatically within the app and can be e-mailed by pressing \"Send.\"-----------------------------------------------SUPPORT COMMON CORE STANDARDS-----------------------------------------------Effective teachers are always looking for creative ways to integrate higher order thinking questioning strategies into their lessons. Stick Pick is an easy way to challenge learners while supporting common core standards.-----------------------------------------------MANY SMART FEATURES-----------------------------------------------Finally -- no more sticks cluttering your desk! Now you can keep all your students’ sticks in one convenient place: on your mobile device!• Create as many classes as you need• Over 140 question stems categorized into three modes:-Bloom’s;-Bloom’s Revised; and -ESL (English as a Second Language)• Copy an entire class, with or without scores• “Swipe up,” “tap,” or “shake” to call on a student• Level-appropriate question stems appear right on the screen• Option to operate in Stick Only mode• Sticks can be reset (put back in with the rest) or marked “used” in a special “used can”• Toggle between used and unused sticks with a single tap• Option to “peek” into each can to deliberately pick a particular student • Operates in Left or Right Hand mode• Collect formative assessment data using “Correct,” “Incorrect,” and “Opinion” buttons, AND• Rate each learner's response on a 0-5 point rubric:-Use the Critical Thinking Rubric (for Bloom’s & Bloom’s Revised mode); or-Degree of Elaboration Rubric (for ESL mode)• E-mail student data to parents, the principal, or yourself",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
