{
  "title": "Bus Planner West Midlands",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.bus.planner",
  "category": "Transportation",
  "price": "Free",
  "datePublished": "August 7, 2013",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "1",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "busplanner06",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.bus.planner",
  "extendedInfo": {
    "installSize": "793k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Tired of trying to read complicated but time tables, tired of missing your buses, tired of waiting out in the cold because you didn't know when the next bus was arriving. Bus Planner West Midlands is the perfect solution for you. You can now plan for your day to day bus trips more carefully and accurately avoiding inconveniences and frustration.Bus Planner is an android app that allows one to quickly search for the bus stops that they normally or plan to use and download all their data (all bus companies in the west midlands). Once done, the user can view all the next bus arrival times and the detailed time schedules by clicking on the specific buses. Bus Planner works as an offline app once the information is downloaded. You are only required to be online for the stop download and updates when needed.Bus planner is especially good for people that need to limit their time out in the cold weather and for other reasons, such groups would include:- the elderly and fragile- invalids and those prone to illness- young children- professionals and students with tight schedules etc.",
    "reviews": [
      {
        "timestampMsec": "1374840341503",
        "starRating": "5",
        "title": "Nice app.",
        "comment": "I like it because it does what its supposed to do despite its very simple interface. Also prefer it because of its works offline and supports all the bus companies.",
        "commentId": "gp:AOqpTOHaoIJt1sXvMCXIJ_lDrrC_wJi73y2q1-qQEw2SWh9SgLJajD2h7jrP6anDpKabhHvThzy8ad6fvflk",
        "author": "Howard O",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET"
    ]
  }
}
