{
  "title": "Simply North",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.busybytes.simplynorth",
  "category": "Tools",
  "price": "Free",
  "datePublished": "March 28, 2013",
  "version": "1.0",
  "operatingSystems": "3.0 and up",
  "ratingsCount": "9",
  "rating": "4.0",
  "contentRating": "Low Maturity",
  "creator": "BusyBytes",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.busybytes.simplynorth",
  "extendedInfo": {
    "installSize": "1.5M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Before we come up to the app details, let me tell you a little story; 3 months ago, I bought the new iPad with its really awesome retina display. It’s such a great product but there is still one thing I’m missing. Where is this lovely little compass which we all know from the iPhone? I can just tell you, I didn’t find it despite searching for it in the entire App Store!And on Android? You guess it, I also miss a clean and simple compass on Play Store.  I just wanted a - simple user interface - without many buttons - no big advertisements and banners - built with love, like the original Apple compass - a universal app for both iPad and iPhone - and last but not least: retina graphics for all devices! I believe that there are so many people who have the same thoughts as I do, so I decided to build this App myself. I have worked so many nights to make it pixel perfect and I hope that you love the result! Like or Follow us if you feel the same way: http://www.facebook.com/simplynorthapp http://twitter.com/busybytes http://www.youtube.com/busybytes I almost forgot the rest of the features: - tiny size only 2MB - full Retina support for all devices - chose skin - black/white - tap on the coordinates to copy location+course to clipboard and use it wherever you like - swipe right/ left to convert the location coordinate between the three basic forms DMS, MinDec and DegDec. A must have for geocaching :) - swipe right/ left to display altitude and speed - swipe down or tap on BUSYBYTES to open the ABOUT-BOX Sincerely yours, Eric Help and support: mail@busy-bytes.com ★★★What people are saying★★★ beautifulpixels.com: Simply North is an outstandingly simple app and is incredibly gorgeous to look at.",
    "reviews": [
      {
        "timestampMsec": "1370194292647",
        "starRating": "5",
        "comment": "Beautiful",
        "commentId": "gp:AOqpTOGFTMFAaSDMaemi4GqtmvLKkrNHexUXKxiOkrS-0JwphxI-DNLxllGQHeoc0yJ0-YV4B-3Hk_YTQcFKLmE",
        "author": "Ben Crisp",
        "authorURL": "http://lh3.googleusercontent.com/-t4mroR_sVZk/AAAAAAAAAAI/AAAAAAAAAUM/T4uexUuf6Bs/photo.jpg",
        "authorSecureURL": "https://lh3.googleusercontent.com/-t4mroR_sVZk/AAAAAAAAAAI/AAAAAAAAAUM/T4uexUuf6Bs/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_COARSE_LOCATION"
    ]
  }
}
