{
  "title": "AF-STROKE (FREE)",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.cardioneurology.af",
  "category": "Medical",
  "price": "Free",
  "datePublished": "January 25, 2013",
  "version": "1.1",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "16",
  "rating": "4.6875",
  "contentRating": "Everyone",
  "creator": "CardioNeurology Team",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.cardioneurology.af",
  "extendedInfo": {
    "installSize": "924k",
    "downloadsCount": "5,000+",
    "downloadsCountText": "5,000 - 10,000",
    "description": "AF-STROKEAF-STROKE is a simple application to assess patients with atrial fibrillation (AF) against stroke risk factors and to help choose appropriate antithrombotic therapy for stroke prevention. It calculates at once CHADS2, CHA2DS2-VASc, and HAS-BLED scores and creatinine clearance according to the Cockcroft-Gault equation. Based on the score results, the latest ESC and AHA/ASA advice on antithrombotic therapy is given. It is known to be crucial to check creatinine clearance before prescribing novel oral anticoagulants to avoid serious complications. The application warns you about the contraindication or necessity for a dose reduction, if creatinine clearance is abnormal. Finally, the latest ESC, ESO, AHA/ASA, NICE, and Canadian Cardiovascular Society guidelines are available for reviewing.The main features of the application are:-Getting the results with minimal screen touches-Guidelines of the leading world scientific societies (available in the full version only)-Small application size-Supporting devices with different screen size and orientation, including tablets-English and Russian languages-Manual language switching  (available in the full version only)-E-mailing a detailed test report  (available in the full version only)-No advertisement and banners-Minimum price-No odds!________________________________Example of detailed test report:Patient's ID: Smith J.Age: 67 yrsGender: MaleDate & Time: 18/01/2013\t15:33_________________________________________Test: CHADS2ANSWERS: Congestive heart failure: NoHypertension: YesAge: 67 yrsDiabetes mellitus: NoPrior stroke, TIA or systemic embolism: YesRESULTS: Points: 3High Stroke Risk, 5.9% per yearAHA/ASA ADVICE: Oral anticoagulant_________________________________________Test: CHA2DS2-VAScANSWERS: Congestive heart failure: NoHypertension: YesAge: 67 yrsDiabetes mellitus: NoPrior stroke, TIA or systemic embolism: YesVascular disease: NoGender: MaleRESULTS: Points: 4High Stroke Risk, 4.0% per yearESC ADVICE: Oral anticoagulant_________________________________________Test: HAS-BLEDANSWERS: Uncontrolled Hypertension: NoAbnormal renal function: NoAbnormal liver function: YesPrior stroke: YesBleeding: YesLabile INR: YesAge: 67 yrsDrugs predisposing to bleeding: YesAlcohol abuse: YesRESULTS: Points: 8High Major Bleeding RiskADVICE: Address risk factors, control bleeding strictly, and adjust anticoagulant dose_________________________________________Test: Creatinine Clearance (Cockcroft-Gault equation)DATA: Age: 67 yrsBody weight: 90 kg (198.4 lbs)Gender: MaleSerum creatinine: 256.0 mmol/L (2.896 mg/dL)RESULT: Creatinine clearance: 32 mL/minADVICE: Dose reduction of the novel oral anticoagulant should be considered________________________________Your feedback is very welcome. Please, use the feedback form in your application or e-mail it to cardioneurologyteam@gmail.com with “Android-AF-STROKE\" in the subject line.Keywords: CHADS2 score, CHA2DS2-VASc score, HAS-BLED score, stroke, atrial fibrillation, neurology, cardiology, transient ischemic attack, risk assessment, diagnosis, medical calculator, AHA, ASA, ESC, ESO, NICE",
    "reviews": [
      {
        "timestampMsec": "1373565725034",
        "starRating": "5",
        "title": "CHA2DS2_VASC + bleed made easy.",
        "comment": "Easy calculator that separates the results into it\\'s subcomponants.",
        "commentId": "gp:AOqpTOGd2DTZGn0zNJISOfaswoTKCgt_R-SugSEWkzUTCVyqg_jCvarOqAvqoGf_OYVyQ8T0und5NAUe5E_Svg",
        "author": "Jonathon Dewald",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [

    ]
  }
}
