{
  "title": "Vintage Note dodol theme",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.campmobile.launcher.theme.Vintage_Note",
  "category": "Personalization",
  "price": "Free",
  "datePublished": "August 19, 2013",
  "version": "1.1",
  "operatingSystems": "4.0.3 and up",
  "ratingsCount": "72",
  "rating": "4.5972223",
  "contentRating": "Everyone",
  "creator": "Camp Mobile for dodol theme",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.campmobile.launcher.theme.Vintage_Note",
  "extendedInfo": {
    "installSize": "3.8M",
    "downloadsCount": "50,000+",
    "downloadsCountText": "50,000 - 100,000",
    "description": "\"Imagine… you're lying on top of cool grass, absorbing the summer sun, and you are doodling on a vintage note. It may not be what you are doing right now, but enjoy the laid-back way of life with the colorful icons and color-faded background in the 'Vintage Note Dodol Launcher Theme'. Don't miss the flower printed page indicator and polka-dotted battery widget! +_+* Apply the theme to transform your background screen, icon and launcher widget! :D* How to apply a theme  - Install Dodol Launcher (if you haven't yet).  - Press the home button and set the Dodol Launcher as the default home launcher by selecting [Use as default value for this task] or [Always].   - Open the launcher menu by swiping the home screen upwards, select the [Theme] menu, then select and apply the theme of your choice.** Precaution- Is available only in Android ver. 4.0.2 and above (ICS, Jellybean)- Some functions cannot  be applied in certain devices.* Customer Supporthttp://m.help.naver.com/serviceMain.nhn?falias=mo_launcher_app&type=faqhttp://dodolhome,blog.me* Why Dodol Launcher is so special  - Cute, simple, vibrant, sophisticated, cuddly and warm themes are continuously updated  - The default widget offers convenient functions, including quick switch and memory cleaner  - Apps/widget can be used easily with the dock and alert shortcut list  - Offers functions that can be used to decorate fonts/ringtones/keyboards  - Offers detailed functions for screen rotation/individual icons/folders etc...  - Supports functions in a convenient and stable manner by copying the home screen and creating backups of settings",
    "reviews": [
      {
        "timestampMsec": "1377008258393",
        "starRating": "2",
        "title": "Samsung galaxy",
        "comment": "Not bad too",
        "commentId": "gp:AOqpTOEFkTCHFC8ADVU-B1z72dzmyNn-_0aIrM10kdOcxTAdd3yJWaPJkzV3294kCi1b8QSq-DcPdaUmvNUt_g",
        "author": "Thalitha Aprilla",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "com.android.launcher.permission.INSTALL_SHORTCUT"
    ]
  }
}
