{
  "title": "Buzz4Play",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.buzz4play",
  "category": "Social",
  "price": "Free",
  "datePublished": "February 2, 2012",
  "version": "1.0.6a",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "25",
  "rating": "3.8",
  "contentRating": "Medium Maturity",
  "creator": "buzz4play.com",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.buzz4play",
  "extendedInfo": {
    "installSize": "3.2M",
    "downloadsCount": "5,000+",
    "downloadsCountText": "5,000 - 10,000",
    "description": "Buzz4Play est le premier réseau social géolocalisé multi-profil et affinitaire. MULTI-PROFILUn réseau social ne devrait pas nous contraindre à faire une croix sur le respect de notre anonymat.Tout simplement, parce qu’on ne partage pas n'importe quoi avec n'importe qui.Dans la vraie vie, chacun communique tout ou partie de ses informations personnelles en fonction de ses interlocuteurs et en cloisonnant sa vie privée et sa vie publique.Pour la première fois, un réseau social propose de transposer ce principe sur l’internet mobile en offrant la possibilité à ses utilisateurs de gérer eux-mêmes les informations relevant de la sphère privée et de la sphère publique.Sur votre compte Buzz4Play, vous pouvez ainsi gérer 2 profils sous 2 pseudonymes:Un pseudonyme privé sous lequel vos amis vous identifient et à partir duquel vous pouvez gérer vos groupes. Vos amis peuvent vous géolocaliser uniquement si vous acceptez de leur envoyer votre position géographique.Un pseudonyme public modifiable à volonté, sous lequel les personnes de votre environnement (hors amis) vous géolocalisent. Vous tchatez et rencontrez de nouveaux buzznautes en tout anonymat.Avec votre compte multi-profil, vous basculez en une fraction de seconde de votre profil privé à votre profil public. Vos amis ne savent pas quelles sont vos relations publiques et vice-versa.Vous menez les vies que vous vous voulez, fréquentez qui vous voulez, incognito.AFFINITAIREEn renseignant vos centres d’intérêt vous vous donnez toutes les chances de rencontrer des personnes partageant vos affinités.1 étoile = 1 critère en commun5 étoiles = 5 critères ou plus en communVous pouvez aussi filtrer les buzznautes autour de vous en temps réel grâce à l’option ‘Affinités’.En rejoignant les tribus Buzz4Play vous accédez aux informations et aux bons plans qui vous intéressent. Vous recevez du contenu exclusif, des offres promos uniquement dans l’univers qui vous passionne.** Ce service sera bientôt actif, merci de votre patience.",
    "reviews": [
      {
        "documentVersion": "1.0.6",
        "timestampMsec": "1375427690715",
        "starRating": "4",
        "title": "Cool",
        "comment": "Ok",
        "commentId": "gp:AOqpTOFwHZiCNvd8RyUpgzLDUiD7JpIjOB6EFc6ZWycSbR0vPcWK3DmbwzGXwu7HFSUS6yAX2Qo5cH-IbhFBNlw",
        "author": "SANDRA PRICE",
        "authorURL": "http://lh6.googleusercontent.com/-yXW5ftipV0c/AAAAAAAAAAI/AAAAAAAAADE/C5phGeFz0w8/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/-yXW5ftipV0c/AAAAAAAAAAI/AAAAAAAAADE/C5phGeFz0w8/photo.jpg"
      },
      {
        "documentVersion": "1.0.6",
        "timestampMsec": "1327945180036",
        "starRating": "5",
        "title": "myBuzzPlay",
        "comment": "good",
        "commentId": "lg:AOqpTOFhx72KGb288HAgo9tCcmj8Iv1CiLRwYvR7BZ3Gv0HUayrUhPEieOkNa584RIub_ffuKcbYkzJOvqm4Klk",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_EXTERNAL_STORAGE",
      "android.permission.CAMERA",
      "android.permission.READ_PHONE_STATE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.VIBRATE"
    ]
  }
}
