{
  "title": "Summer Rain Dodol Theme",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.campmobile.launcher.theme.Summer_Rain",
  "category": "Personalization",
  "price": "Free",
  "datePublished": "September 1, 2013",
  "version": "1.1",
  "operatingSystems": "4.0.3 and up",
  "ratingsCount": "10",
  "rating": "4.5",
  "contentRating": "Everyone",
  "creator": "Camp Mobile for dodol theme",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.campmobile.launcher.theme.Summer_Rain",
  "extendedInfo": {
    "installSize": "3.0M",
    "downloadsCount": "5,000+",
    "downloadsCountText": "5,000 - 10,000",
    "description": "The 'Summer Rain Dodol Launcher Theme' will quench the frying hot summer heat~!Umbrellas, rain boots, clouds and rain drops have been transformed to cute icons>0<)bb The rain may pour, but my friendly dog has come out for a walk!♥Apply the theme to transform your background screen, icon and launcher widget! :D***How to apply a theme***  - Install Dodol Launcher (if you haven't yet).  - Press the home button and set the Dodol Launcher as the default home launcher by selecting [Use as default value for this task] or [Always].   - Open the launcher menu by swiping the home screen upwards, select the [Theme] menu, then select and apply the theme of your choice.***Precaution***  - Is available only in Android ver. 4.0.3 and above (ICS, Jellybean)  - Some functions cannot  be applied in certain devices.***Customer Support***  - http://m.help.naver.com/serviceMain.nhn?falias=mo_launcher_app&type=faq  - http://blog.naver.com/dodolhome  - http://www.facebook.com/dodolhome***Why Dodol Launcher is so special***  - Cute, simple, vibrant, sophisticated, cuddly and warm themes are continuously updated  - The default widget offers convenient functions, including quick switch and memory cleaner  - Apps/widget can be used easily with the dock and alert shortcut list  - Offers functions that can be used to decorate fonts/ringtones/keyboards  - Offers detailed functions for screen rotation/individual icons/folders etc...  - Supports functions in a convenient and stable manner by copying the home screen and creating backups of settings",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "com.android.launcher.permission.INSTALL_SHORTCUT"
    ]
  }
}
