{
  "title": "MBA Sidekick",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.businesscompassllc.mbasidekick",
  "category": "Education",
  "price": "$79.99",
  "datePublished": "May 8, 2012",
  "version": "3.0",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "Business Compass LLC",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.businesscompassllc.mbasidekick",
  "extendedInfo": {
    "installSize": "3.0M",
    "downloadsCount": "1+",
    "downloadsCountText": "1 - 5",
    "description": "Key Features:Comprehensive MBA Level Finance and Statistics. Actual calculatation and Analysis is performed by the App. Accounting, Economics, Marketing and Strategy would be introduced next.1. Finance2. Statistics3. Calculator4. RSS Feed 5. Stop Watch6. Weather (US Only)7. World Time3. Call & E-Mail SupportFinance:1. Amortization 2. Bond  - Straight Bond, Convertible Bond, Accrued Interest3. Consumer Finance - auto, home and student loan4. Depreciation - Straight Line, Declining Balance, Sum-of-Years' Digits, Production Or Use, MACRS5. Forward & Future6. Monte Carlo Simulation 7. Option - Foreign Currency, Option on Future, Equity/Stock Option8. T-Bill9. Time Valuea. Comparisonb. Interest Rate - Simple, Compound, Annuity, Perpetuity, Nominal/Real, Effective Annual Rate (EAR)c. NPV/IRRd. Time Value of Money - Present Value (PV), Payment, Future Value (FV), Interest Rate, Timee. Estimated Annual Cost10. What-if Analysis11. Valuation12. Yield CurveDetailed Features:1. Amortization - Summary, Schedule, Pie Chart of Interest vs. Principle and Line Chart of cumulative balances. 2. Bond - Straight Bond and Convertible Bond. Bond Volatilities, Accrued Interest, Price Value of Basis Point, Bond Amortization Schedule, Bond Price Graph over time.3. Consumer Financea. Auto Financei. Amortization with graphs & chartsii. Comparison with bar chartiii. Leaseiv. Lease vs. Buyv. Hybrid Break Even Point Analysisvi. What if analysisb. College Financei. Amortization with graphs/chartsii. Comparison with bar graphsiii. Consolidationiv. What if analysisv. Data is saved and retrieved upon return.c. Home Financei. Amortization with graphs/chartsii. Affordabilityiii. APRiv. Balloon Paymentv. Comparison with bar graphsvi. Costv. Durationvi. Qualificationvii. What if analysis4. Depreciationa. Straight Lineb. Accelerated Depreciation - Double Decliningc. Sum of Years Digitsd. Production or Usee. MACRSf. Area chart of accumulated depreciation vs. ending book value over asset life5. Forward & Futurea. Commodityb. Currencyc. Indexd. Forward6. Interest Ratea.Annuityb. Compound Interestc. Effective Annual Cost (EAC)d. Effective Annual Rate (EAR)e. Nominal/Real Interest Ratef. Perpetuityg. Simple Interest7. Monte Carlo Simulation - supply trading days, initial security price, daily average and daily standard deviation. Add one or more initial security price, daily average and daily standard deviation and the app simulates security price over the trading days.8. NPV/IRR - Flexible Cash Flow Start Time and Cash Flow Repetition9. Optiona. Equity/Indexi. Option Valueii. Greeksiii. Implied Volatilityiv. Profitability analysisv. Payoff chartb. Foreign Currencyi. Option Valueii. Greeksiii. Implied Volatilityiv. Profitability analysisv. Payoff graphsc. Option On Futurei. Option Valueii. Greeksiii. Implied Volatilityiv. Profitability analysisv. Payoff graphs10. T-Bill11. Time Value12. Valuation - APV, Beta Un-lever, Beta Re-Lever, CAPM, WACC, WACC Valuation13. What if analysis14. US Yield Curve for most recent date as well as for a date picked from available dates16. Call & E-Mail Support18. E-mail ResultKey Features:1. Analysis of Variance (ANOVA)2. Beta Function3. Covariance & Correlation4. Effective Size5. Error Function6. Gamma Function7. Probabilitya. CDF & PDF - Chi-Square, Fisher F-Distribution, Normal Distribution, Standard Normal Distribution, Student's t-Distributionc. p-value and Inverse p-value8. simple and Multiple Regression9. Solver - Solves Polynomials 10. Summary Statistics",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.INTERNET",
      "android.permission.CALL_PHONE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
