{
  "title": "C8M Preview",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.c8.promotion",
  "category": "Medical",
  "price": "Free",
  "datePublished": "August 28, 2012",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "C8 MediSensors",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.c8.promotion",
  "extendedInfo": {
    "installSize": "11M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "The C8 MediSensors Optical Glucose Monitor™ System will be a breakthrough in diabetes management and is currently under review for CE marking. The C8 MediSensors Optical Glucose MonitorTM Sensor is intended to measure interstitial glucose levels non-invasively and continuously using a pulse of light. The C8 MediSensors™ Monitor is intended to be comfortable to wear, smartphone enabled, accurate, convenient, discreet, and is intended to afford those living with diabetes a more convenient way to measure glucose - through the power of light.In order to use the C8 MediSensors Optical Glucose Monitor™ System you will be required to install and use the C8 MediSensors™ Software  Application ( C8M App) on a C8 MediSensors specified smartphone enabled with the Android 2.X (X≥2) operating system, and pair the smartphone and the C8M App with the C8 MediSensors™ Monitor.The C8 MediSensors Optical Glucose Monitor™ System will be an adjunct device intended to complement, not replace, information obtained from a standard blood glucose meter.  Prior to making any decisions regarding your diabetes treatment, you will be instructed to obtain a blood glucose reading using a traditional finger stick method.  To use the C8 MediSensors Optical Glucose Monitor™ System and C8 MediSensors™ Software Application, you will need to be eighteen (18) years of age or older and will need to reside in the European Economic Area, specifically in the following countries: Austria, Belgium, Bulgaria, Cyprus, the Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, the Netherlands, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, the United Kingdom, Iceland, Norway and Switzerland.  WHEN THE APPLICATION IS RELEASED YOU WILL ACKNOWLEDGE THAT YOUR RIGHT TO USE THE SOFTWARE IS SUBJECT TO YOUR ACCEPTANCE OF THE SOFTWARE LICENSE AGREEMENT THE TERMS OF WHICH WILL BE DISPLAYED TO YOU AFTER YOU HAVE DOWNLOADED THE SOFTWARE.  IF YOU DO NOT AGREE TO THE SOFTWARE LICENSE AGREEMENT, YOU WILL BE GIVEN AN OPPORTUNITY TO CLICK ON THE “CANCEL” BUTTON AND UNINSTALL THE SOFTWARE.  THEREUPON, YOU WILL BE ALLOWED TO RETURN THE C8 MEDISENSORS OPTICAL GLUCOSE MONITOR™ SYSTEM TO C8 MEDISENSORS FOR A REFUND OF THE PURCHASE PRICE YOU WILL HAVE PAID THEREFOR.  NO AGREEMENT OR CONTRACT FOR THE SOFTWARE WILL BE CONCLUDED BETWEEN YOU AND C8 MEDISENSORS UNLESS YOU WILL HAVE HAD CLICKED THE “I AGREE” BUTTON FOR THE SOFTWARE LICENSE AGREEMENT.CAUTION - THE C8 MEDISENSORS OPTICAL GLUCOSE MONITOR™ SYSTEM IS AN INVESTIGATIONAL DEVICE.  THE C8 MEDISENSORS OPTICAL GLUCOSE MONITOR™ SYSTEM HAS NOT BEEN APPROVED FOR COMMERCIAL SALE IN ANY JURISDICTION.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [

    ]
  }
}
