{
  "title": "Sara's Pretty Pet Parlour",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.captive.petparlour",
  "category": "Casual",
  "price": "$0.99",
  "datePublished": "February 26, 2013",
  "version": "1.3",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "4",
  "rating": "3.75",
  "contentRating": "Everyone",
  "creator": "Captive Games",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.captive.petparlour",
  "extendedInfo": {
    "installSize": "9.8M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Dress up animals. Pet lover's who love to pamper their pets. Here's a game where you can pamper them at the pet parlour. - Choose to pamper your cat, dog, or pony. - Lots of breeds to choose from, whether you like calico cats or tabby cats, pugs to poodles, and more.- You can dress them up in cool and cute outfits. - You can groom your pony, give your puppy a bath, or blow dry your cat's hair.InstructionsDress UpChoose your pet and start dressing them up. Icons on the right are the main categories + Backgrounds+ Animals+ Hats+ Wigs+ Coats+ Footwear+ AccessoriesWhen done you can save to your phone photo album or game gallery.GroomingChoose your pony and start grooming by tapping one of the activity icons on the righta - Brush - Move your finger over your pony to brush the coatb - Hoof Cleaning - Tap your finger over the hoof area to remove dirtc - Perfume - Tap on your pony to spray some perfume on the coatHair StylingChoose your cat and start styling awaya - Tap on the Down arrow to lower the dryerb - When dryer has finished tap on the UP arrow to raise the dryer c - Repeat to see what style will appear nextBath TimeChoose your dog and get started by tapping on the icons at the bottoma - Shower - Tap and hold down on the shower icon to shower your dogb - Bubbles - Tap and hold down on the bubble box icon to add bubbles to the bathc - Brush - Move your finger over your dog to brush the dirt awayd - Towel - Move your finger over the dog to dry",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.INTERNET",
      "android.permission.READ_PHONE_STATE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
