{
  "title": "Canal Mobile Assistant",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.canal_3",
  "category": "Finance",
  "price": "Free",
  "datePublished": "October 23, 2012",
  "version": "1.5",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "7",
  "rating": "5.0",
  "contentRating": "Low Maturity",
  "creator": "Canal Insurance Company",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.canal_3",
  "extendedInfo": {
    "installSize": "263k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Introducing Canal Insurance Mobile Assistant – the quick and easy way to report a loss while on the road.If you are insured with Canal Insurance Company, its subsidiaries or affiliates, the Canal Insurance Mobile Assistant is a valuable tool for reporting claims immediately – a vital first step in getting you back on the road and controlling claims costs! Initiating a claim is simple. In just a matter of minutes you can report your entire claim via your mobile phone and jump-start the claims adjusting process – saving you time and getting you back on the road quickly.Forget your policy information? Canal Mobile Claims Assistant allows you to input and store all of your necessary policy information at start-up and retrieves it when you need it most.Unsure of how to report a loss? The Report a Loss section of the Canal Mobile Claims Assistant walks you through the process. It’s quick and easy. Report an entire loss in just a few simple steps!Need to photograph the scene? Canal Mobile Claims Assistant guides you through the steps needed to take all necessary photos of the accident scene, and allows you to send them directly to Canal.Want to obtain an accurate location? Use the GPS feature on the Canal Mobile Claims Assistant to pinpoint your exact location.We welcome your comments! Please share your thoughts and ideas for the Canal Mobile Claims Assistant via the comments feature at the iTunes App Store and Android Market.Do you have questions about Canal Insurance Company or our mobile app? Call us at 1-800-452-6911 or submit your feedback online at https://www.canalinsurance.com/contact.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.CAMERA",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
