{
  "title": "Daniel Burrus",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.burrus.danielburrus",
  "category": "Business",
  "price": "Free",
  "datePublished": "November 22, 2011",
  "version": "1.3",
  "operatingSystems": "1.0 and up",
  "ratingsCount": "2",
  "rating": "3.0",
  "contentRating": "Everyone",
  "creator": "Burrus Research Associates, Inc.",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.burrus.danielburrus",
  "extendedInfo": {
    "installSize": "24k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Access Daniel Burrus, best selling author of Flash Foresight and one of the world’s leading technology forecasters and business strategists on the go.This app provides easy access to Daniel Burrus’s mobile web content including:• Read Daniel Burrus’ latest blog posts from his Strategic Insights Blog• Watch Daniel Burrus in action with his latest video clips• Engage in conversation with Daniel Burrus via Twitter• Sign up for a free 6-month trial of Daniel Burrus’ monthly Technotrends Newsletter (now in it’s 27th year of publication).• Purchase Daniel Burrus’ latest product offerings.• Learn about Daniel Burrus and his keynote presentations.Daniel Burrus has helped hundreds of clients identify new opportunities and develop successful competitive strategies based on the creative application of leading-edge technologies, and has delivered over 2,500 keynote speeches to corporations, associations, and professional organizations worldwide. He has founded and managed six businesses, three of which were national leaders in their first year. As a highly successful entrepreneur, he knows how to translate research findings into practical business advantages.Daniel Burrus is also a contributing blogger on the topics of innovation, change and the future for CNBC, Huffington Post, Wired Magazine and Examiner to name a few.Burrus’s client list encompasses a wide range of industries, and includes many Fortune 500 companies such as GE, IBM, Oracle, Microsoft, DuPont, Google, Toshiba, Procter & Gamble, American Express, Northwestern Mutual, ExxonMobil, and Sara Lee. He has been the featured subject of a PBS Special, has appeared on programs such as CNN, CNBC and Bloomberg, and is quoted in a variety of publications, including The Wall Street Journal, USA Today, Fortune and Industry Week.",
    "reviews": [
      {
        "timestampMsec": "1319445387846",
        "starRating": "3",
        "title": "Eh.",
        "comment": "Love the description, very P.R. driven... But doesn\\'t say what the app actually does. Synopsis: app opens touch-enabled website about Daniel. End.",
        "commentId": "lg:AOqpTOGgREn_v4bcnGmc-3OKxWil2ySzkN3PFg3YoYdygWVYrtPdmqHg0RNV7sX3pv7moG2YTjCbVMP4i5hrwg",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
