{
  "title": "Cutesy Horror dodol theme",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.campmobile.launcher.theme.Horror_Express",
  "category": "Personalization",
  "price": "Free",
  "datePublished": "August 26, 2013",
  "version": "1.1",
  "operatingSystems": "4.0.3 and up",
  "ratingsCount": "31",
  "rating": "4.83871",
  "contentRating": "Everyone",
  "creator": "Camp Mobile for dodol theme",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.campmobile.launcher.theme.Horror_Express",
  "extendedInfo": {
    "installSize": "1.4M",
    "downloadsCount": "10,000+",
    "downloadsCountText": "10,000 - 50,000",
    "description": "Introducing the 'Cutesy Horror Express', where the 'scary' icons will delight you out of your wits.It's an eerie, dark night, and your passing by a cemetery… You hear a howling sound and look at your phone screen. Suddenly an image of a cute ghost jumps out of your screen, welcoming you to your summer's first horror experience!  ♥Apply the theme to transform your background screen, icon and launcher widget! :D***How to apply a theme***  - Install Dodol Launcher (if you haven't yet).  - Press the home button and set the Dodol Launcher as the default home launcher by selecting [Use as default value for this task] or [Always].   - Open the launcher menu by swiping the home screen upwards, select the [Theme] menu, then select and apply the theme of your choice.***Precaution***  - Is available only in Android ver. 4.0.3 and above (ICS, Jellybean)  - Some functions cannot  be applied in certain devices.***Customer Support***  - http://m.help.naver.com/serviceMain.nhn?falias=mo_launcher_app&type=faq  - http://blog.naver.com/dodolhome  - http://www.facebook.com/dodolhome***Why Dodol Launcher is so special***  - Cute, simple, vibrant, sophisticated, cuddly and warm themes are continuously updated  - The default widget offers convenient functions, including quick switch and memory cleaner  - Apps/widget can be used easily with the dock and alert shortcut list  - Offers functions that can be used to decorate fonts/ringtones/keyboards  - Offers detailed functions for screen rotation/individual icons/folders etc...  - Supports functions in a convenient and stable manner by copying the home screen and creating backups of settings",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "com.android.launcher.permission.INSTALL_SHORTCUT"
    ]
  }
}
