{
  "title": "Good Luck Wallpapers",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.cardshark.goodluckwallpapers",
  "category": "Personalization",
  "price": "Free",
  "datePublished": "October 31, 2011",
  "version": "1.0",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "6",
  "rating": "3.6666667",
  "contentRating": "Everyone",
  "creator": "Cardshark",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.cardshark.goodluckwallpapers",
  "extendedInfo": {
    "installSize": "2.9M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "Good Luck Wallpapers offers the luckiest hand-picked photography for your Android device.≈≈≈Highlights:√ Optimized for high res phones√ Legally uses images via Creative Commons licensing√ Unique images you won't find anywhere else√ Hand-picked and cropped to precise dimensionsFeatures:√ Works offline√ Contains 20 high definition images√ Offline optimized for speed√ Install to SD card (requires Froyo+)Legal / Credits:Application by Cardshark. Based in Seattle, WA.  www.cardsharkapps.comApplication icon and image source material licensed through Creative Commons Attrib-Sharealike.Image source material: Cre8iveDoodles, The hills are alive, .Bala, ` TheDreamSky, aussiegall, williamcho, Neal., Phil Roeder, naama, the_tahoe_guy, kaibara87, Steve-kun, Pink Dispatcher, sophiea, spisharam, david.nikonvscanon, Matthew Fang, foxypar4, emrank, poppet with a camera, Mahesh Telkar.Got your own pics you'd like us to feature in this app? Email us at contact@cardsharkapps.com. Your images must be licensed under Creative Commons or otherwise grant us permission to use them.Note on Permissions:android.permission.INTERNET is used to connect to the advertising mediation servers and our partner advertising network servers for the purpose of retrieving advertisements. android.permission.ACCESS_NETWORK_STATE is used to determine the existence and quality of a phone's network connection for retrieving advertisements. android.permission.GET_TASKS is used to prevent advertisements from being retrieved when an application is in the background by checking to see if the application's task is active when an advertisement is requested. This is a workaround for the lack of global notifications about the active state of Android applications.android.permission.READ_PHONE_STATE is used for accounting and auditing purposes by advertising networks. Advertising networks use anonymous unique identifiers to limit the number of impressions and clicks attributed to individual users. android.permission.SET_WALLPAPER is used to set the home screen background wallpaper.android.permission.VIBRATE is used to vibrate the phone on successful completion of setting the wallpaper.android.permission.WRITE_EXTERNAL_STORAGE is used to save images to the SD card. Images are automatically saved in a sub-folder of /wallpapers/ on your SD card named based on this app. They are only saved to the SD card when you set them as a wallpaper. This way, if you remove the app, you will retain the wallpapers on the SD card. You may delete the wallpapers from your SD card if you wish without affecting the functionality of the app.",
    "reviews": [
      {
        "timestampMsec": "1325084180123",
        "starRating": "4",
        "comment": "The only hd and high resolution wallpaper app I can find that shows clearly on a HTC sensation screen. However needs to increase number of backgrounds",
        "commentId": "lg:AOqpTOGLLnuxX42QedAmmUWdlL-o0IC0PUqyfXV7hWa2IPxXuz8N91eqrX65rWF43hX19c0-_KDcuewvdW5sWA",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.SET_WALLPAPER",
      "android.permission.INTERNET",
      "android.permission.GET_TASKS",
      "android.permission.READ_PHONE_STATE",
      "android.permission.VIBRATE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
