{
  "title": "WordSeeker",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.bushidroid.app.wordseeker",
  "category": "Brain & Puzzle",
  "price": "Free",
  "datePublished": "August 24, 2013",
  "version": "1.16",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "2",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "武士Droid",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.bushidroid.app.wordseeker",
  "extendedInfo": {
    "installSize": "559k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "-OutlineThe number of each hidden stage words which are the games which discover an English word from the alphabetic character arranged at random at the increasing eye which was divided into the lattice is 12. The word is summarized for every category and it is a game which competes for a clear time. There may be the brain training effect. Many elementary school words are recorded.-The usage The tap of the screen top is carried out and a word is traced. If it is a correct answer, the color of the found word portion changes. A game consists of a normal mode and the hard mode. -Normal modeThe remaining words are displayed by pushing the remaining word portion. -Hard mode It is a game performed without a hint. -Menu button--shuffleThe present game can be re-shuffled and a game can be performed. --skipIt circulates from the category 1 to the category N.   If it is the present category 1, it changes to the game of the category 2. --selectCategory selection is performed. It is assigned to the category if a category is chosen.   A game can be performed with a word. --topIt returns to a top page. --exitGame is ended.--Revision history--Ver1.15. A new stage was added.--Ver1.13. A new stage was added.ããããã Correction when chosen was made.--Ver1.12. A new stage was added.--Ver1.11. A new stage was added.           Bug fix           The addition of a bonus privilege--Ver1.10. A new stage was added.--Ver1.9. The addition of a function which shares a result with Twitter etc.--Ver1.8. Bug Fix.--Ver1.7. Modify Result Page.--Ver1.6. Bug Fix.--Ver1.5. An addition of new GAME STAGE.          The effect addition at the time of updating a score.--Ver1.4. Icon change.          Add New Stage.--Ver1.3. Icon change.          Add New Stage.          Design change of a top page.--Ver1.2. Icon chage.          Bug fixed.--Ver1.1. Change of an icon, and design correction of a starting screen.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE"
    ]
  }
}
