{
  "title": "PhysCalc",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.calculator.main",
  "category": "Tools",
  "price": "Free",
  "datePublished": "June 8, 2012",
  "version": "1.0.1",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "7",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "Justa Physicist",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.calculator.main",
  "extendedInfo": {
    "installSize": "78k",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "PhysCalc scientific calculator distinguishes itself from other calculators by- optionally keeping track of (SI-based) units,- having a built-in list of physical and other universal constants and units, - allowing for customization in a number of ways.With PhysCalc your expressions are evaluated both numerically as well as in terms of units if desired, so that you can always check in what SI units to express the result. In addition, PhysCalc comes with a built-in list of physical and other constants (such as Planck's constant, Bohr's radius, the electron mass, and many others) that conform to the 2010 CODATA values where possible. This list is sub-divided in packages (such as an electromagnetic, an atomic, a US weights package) that contain related constants and units. Packages can be separately selected for display so that the screen contains only what you use. Constants and units can also be changed, added, removed or moved between packages. PhysCalc provides the usual functions (goniometric, hyperbolic, logarithm, etc.) as well as a limited number of conversion functions. Functions are also arranged in packages that can be separately selected for display. All your customizations are saved so that PhysCalc will continue to look just as you prefer whenever you use it.DISCLAIMER: PhysCalc comes without any warranty or liability whatsoever. PhysCalc is free and requires no internet access or any other permissions. Send e-mail to physcalculator@gmail.com if you find mistakes or have suggestions for units, constants, functions or packages to include.Additional features:- dimensional consistency in function arguments is enforced when selected- keeps a list of previous expressions that can be modified or re-invoked- all buttons give a description of the unit or constant they represent (or the function they invoke) when long tapped- should work with Android 2.2 and higher (but not tested on 4.2 other than on WXGA, no SDK available yet)- should work on all screen sizes (but if you have Android 4.x combined with a small screen it won't be very good)Hints and instructions:- check/uncheck \"units\" to include/exclude units from the evaluation- long tap on buttons for hints and descriptions- select the expression window by tapping, then tap out your expression- long tap on the expression window to clear- tap on the answer window or the \"=\" button to evaluate your expression- insert unit expressions in the \"divide out\" window if you'd like the answers in those units- customize your screen by selecting packages you want to use, or (e.g.) moving units/constants to the \"user\" package- use the reset option to undo all your changes to packages, constants and units",
    "reviews": [
      {
        "documentVersion": "1.0.1",
        "timestampMsec": "1353415691362",
        "starRating": "5",
        "title": "Great",
        "comment": "Great concept for a sci calc and at 78K bytes in size.... Great!",
        "commentId": "lg:AOqpTOEMkh6uVfXYLzdKN4yZvnsIRuBbsqMz9CEo-VwpMHPU78RdBPXGKpKHeMQdDBZI8aTY7K3ekYDS4RtITg",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1338780626796",
        "starRating": "5",
        "title": "Wish I\\'d had this in grad school!",
        "comment": "I just tried this and it works great! I love the way it keeps track of units, and it\\'s surprisingly easy to use for a tablet calculator. Also it just looks really nice. Very cool! :-)",
        "commentId": "lg:AOqpTOHvSLieodVotY6hx_61m2KZduHfHC5Y1JyE7uk96B70wwALxHZuvvCgihfVyeDNz30d9BPW3Oq9zNvwUQ",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1344556692262",
        "starRating": "5",
        "title": "A+ app",
        "comment": "Highly recommend.",
        "commentId": "lg:AOqpTOGjOC1lEeaXv9f0Z30ip4kpmz42vkLSrreyrB4r8mK0k_x5QOhzyo2WIXE4tdcW6w7lNgAnmJpV83t2qw",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1371603062538",
        "starRating": "5",
        "title": "First app that does not need ANY permission!",
        "comment": "First app that does not need ANY permission!",
        "commentId": "gp:AOqpTOE1kqkemRXxa5RHgATJ3StPXqdm5nYRgo6a8Xmt1aE2Z9cWzF3aj_Z56XwQ1BodUvRsg4RhX58ZAoUWWQ",
        "author": "Patric Z",
        "authorURL": "http://lh4.googleusercontent.com/-uRcTQIL6DaA/AAAAAAAAAAI/AAAAAAAACVc/T9XGDLmD-yg/photo.jpg",
        "authorSecureURL": "https://lh4.googleusercontent.com/-uRcTQIL6DaA/AAAAAAAAAAI/AAAAAAAACVc/T9XGDLmD-yg/photo.jpg"
      }
    ],
    "permissions": [

    ]
  }
}
