{
  "title": "Catch stolen cars",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.car.get",
  "category": "Social",
  "price": "Free",
  "datePublished": "September 7, 2013",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "2",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "Hassoba",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.car.get",
  "extendedInfo": {
    "installSize": "174k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Simply \"Catch stolen cars\" aims to fight the car theft every where  by the help of it's users.It tries to build a huge database of plate numbers of stolen cars, as if the user's car was stolen he/she can insert the car plate number and his cell phone number at the application. If other users suspect car in the street they can check if this car is stolen or not by inserting it's plate number at the app. and if it was a stolen car they can get the owner's cell phone number so they can call him telling him his car location or call the police.I can say it's a unique app. as:1-Most of the apps of finding cars  at the app. stores talk about getting the location of where did you park your car.2-It's a very simple app. with huge benefit and easy to use.3-If this app. spread on a large scale it will cause a huge benefit as it treats a very serious problem.4-The app. displays how many plate numbers recorded in the database which help in motivating the users. 5-It can be a hobby for some people to insert the car plate numbers and check if it was stolen or not.VIP:the success of this App. depends mainly on it's USERs thus this success will reflect ISA on the USERs.So please post every plate number of a stolen car you know and our Great USERs will help you find it ISA.",
    "reviews": [
      {
        "timestampMsec": "1373323516360",
        "starRating": "5",
        "title": "What a CREATIVE IDEA MSA",
        "comment": "Thanks",
        "commentId": "gp:AOqpTOHZcdgLfsdcqjGNr48gZsfKe7pDItnlJYDpNdDleb84oRkMzTrbk2KvMKLiTiLxAk4welp4ADrjGRIJEg",
        "author": "Mohamed Hassoubah",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET"
    ]
  }
}
