{
  "title": "HVAC Duct Sizer",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.carmelsoft.hvacductsizer",
  "category": "Productivity",
  "price": "$6.99",
  "datePublished": "August 23, 2012",
  "version": "1.5",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "13",
  "rating": "3.4615386",
  "contentRating": "Everyone",
  "creator": "Carmel Software Corporation",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.carmelsoft.hvacductsizer",
  "extendedInfo": {
    "installSize": "114k",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "The HVAC Duct Sizer app is the #1 selling duct sizing application for the Android OS. Thousands of users have downloaded this useful application for performing quick and simple duct sizing analysis.The Duct Sizer application allows you to quickly size one HVAC duct run using the constant friction method. Think of this application as a digital version of the classic Trane Ductulator. In the \"Size by Airflow\" mode, you can specify the total airflow in CFM (or L/s), the aspect ratio and one of either the velocity of air or the friction loss per 100 feet (30 meters). The results include both the exact and rounded height and width (or diameter) dimensions, the equivalent diameter (for rectangular and oval duct) and the calculated velocity and friction loss. In the \"Size by Dimensions\" mode, you can analyze an existing duct system. There are options to input the existing duct dimensions and one of either the airflow or velocity values to derive the calculated duct friction loss. You can specify additional parameters such as the duct shape (rectangular, round, or oval), the duct material type (10+ duct material items), duct roughness, the air temperature and the air pressure. You can also choose to display values in either English (IP) or Metric (SI) units.This application uses slider controls that allow you to quickly increment or decrement the input values and immediately observe the calculated results.In addition, you can email all inputs and results to any email address. The \"HVAC Duct Sizer\" application was designed by Carmel Software Corporation, a leader in HVAC design software since 1995. In fact, Autodesk (the makers of AutoCAD) acquired our load calculation software and incorporated it into their leading 3D modeling software called Revit. We currently offer 35+ apps for the iPhone and Android. In addition, we developed the ASHRAE 62.1 ventilation and Duct Fitting Database iPhone apps that are currently sold by ASHRAE, Inc.REGARDING COMMENTS BELOW:1. WE'VE ADDED THE FLEXIBLE DUCT, HELIX CORE DUCT MATERIAL TYPE TO THE DATABASE2. THE LATEST UPDATE HAS BEEN TESTED ON A VARIETY OF ANDROID SCREEN SIZES INCLUDING ANDROID PHONE/TABLET. IT IS MUCH EASIER TO USE THE SLIDER CONTROLS NOW.3. THE COMMENT BELOW ABOUT INCORRECT CALCULATIONS: IN FACT, THE CALCULATIONS ARE 100% CORRECT. WE HAVE COMPARED IT AGAINST A STANDARD DUCTULATOR AND ALSO OTHER DESKTOP SOFTWARE CALCULATORS. EVERYTHING IS CALCULATING CORRECTLY. PLEASE EMAIL US AT INFO@CARMELSOFT.COM IF YOU HAVE ANY HESITATIONS.",
    "reviews": [
      {
        "timestampMsec": "1346520607609",
        "starRating": "5",
        "title": "Thanks for the changes",
        "comment": "Thanks for adding flex duct also like new interface. I wish you would add residential load calcs. With printable or pdf reports to Android it would be a great sales tool you could count me in for $50.00-$100.00",
        "commentId": "lg:AOqpTOFvOd01MO-mgVgEtCeuZ4DtTxFjSHLVbjnF_II3jTARfng2ZMB5xvBleYdkGM1QE3IMBPImfjmPilmV",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1300082131584",
        "starRating": "1",
        "comment": "In IP units it fails and calcs wrong for fpm x area = cfm. And as duct size increases answer gets worse. Took me more than 15 to realize now I\\'m :(",
        "commentId": "lg:AOqpTOE97K-CjPzV6SqI1v5LCED_KipxsM_GmKtAuA-kZjWa1fSr2ab2EP9mBEfTUx1VxkgokmK8TNmCadrz",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1300401015447",
        "starRating": "5",
        "title": "Very useful application",
        "comment": "I am always out in the field doing quick sizing of installed ductwork. With this application, I can double check the work of our contractors fast and easy. Accurate, too!",
        "commentId": "lg:AOqpTOHqzEAN3iBkLhtu2XtE4AIWU6GxCa8XhaV2I1m_a_hTzMBjqiYDLCTgggfo5vygA4nK0gIwVXWPfAww",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1330521413449",
        "starRating": "1",
        "title": "Hard to use",
        "comment": "When trying to scroll the slider move and change results.  Can\\'t see enough of the screen at once to be an efficient tool.",
        "commentId": "lg:AOqpTOHs8rJ5z_P2lij3JdXdCQuBXiIq5A7NgQM2nZI08dSzYRH3Kdz80FZeYDL0y0wAgdx9vXRz92cJ_iYA",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1292959548084",
        "starRating": "5",
        "comment": "Great app to replace those low tech TRANE ductulators we have been using for too long.",
        "commentId": "lg:AOqpTOEuqkettkoWAnxTFd7WTljV7oYltVsvvyfWJZNO0VHBkQXOrN8FaMdkJnab7hf8R0Lohq4grr_Am0gb",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1345850586480",
        "starRating": "5",
        "title": "Great duct sizing app",
        "comment": "I really like this app. It\\'s simple yet quite comprehensive. It includes all of the duct material types I need, along with the different shape options. I also like the emailing ability.  Highly recommend it.",
        "commentId": "lg:AOqpTOE0On1qlwULYwOL5AjrwlyQX6RZ4_-jKZ19ilnjq0ZnikoYDxJJTjS-Mi0mFJ0y69uHCm7KCmuRdFEf",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1345676351430",
        "starRating": "5",
        "title": "So useful",
        "comment": "Extremely handy! Works quickly and without fail. More accurate than other sizing apps I\\'ve used.",
        "commentId": "lg:AOqpTOFfLgTclH2Rblth-pc6FbXgwBzKltDNVlCls5jrajsYhmtlcVu0HQzZrxAoqiV7zZizKbEbhDd8M_kB",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET"
    ]
  }
}
