{
  "title": "Bible In A Year",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.callonjesus.client.android.BibleInAYear.activity",
  "category": "Lifestyle",
  "price": "$2.99",
  "datePublished": "January 9, 2012",
  "version": "1.0.0009",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "1",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "Dudley Rutherford",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.callonjesus.client.android.BibleInAYear.activity",
  "extendedInfo": {
    "installSize": "4.3M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Bible in A Year Integrated Bible reader with Christian devotional videos by Pastor Dudley C. Rutherford Read the entire Bible in 1 Year using a simple daily reading plan and be encouraged each week by devotional videos by Pastor Dudley C. Rutherford. Features: - Complete Holy Bible: World English Bible (WEB) - translation of American Standard Version - 53 devotional videos - Fast navigation by book or chapter - 52-week Bible reading plan with integrated tracking - Bible reading progress charts - Bible Search by keyword - Links to additional inspirational Christian content for your iPhone or iPod Touch in the Application Store - Link to www.callonjesus.com storefront where you can buy Books, CD’s/DVD’s, and Apparel About Call on Jesus (www.callonjesus.com): Call on Jesus is the preaching and teaching ministry of Pastor Dudley Rutherford, the Senior Pastor of Shepherd of the Hills Church in Porter Ranch, CA, a suburb of Los Angeles. Pastor Rutherford is a founding partner in CallOnJesus Mobile (www.callonjesusmobile.com) which extends his ministry to mobile phones and invites all ministers to join this new application. The ministry has a threefold mission to: - Help people find Jesus and enter into a deep and personal relationship with Him. - Accurately and clearly teach the Bible, God’s word, through sermons, devotionals, and other valuable resources. - Offer hope to the hurting through God’s grace, forgiveness, and healing. Bible in A Year © 2012 Dudley Rutherford and Call on Jesus.",
    "reviews": [
      {
        "documentVersion": "1.0.0009",
        "timestampMsec": "1356283108770",
        "starRating": "5",
        "title": "great way to read the bible",
        "comment": "Wonderful app. Extremely user friendly. The font used makes it easy to read on small phone screens. Wish it could be available on my personal computer.",
        "commentId": "gp:AOqpTOFO8mj8EGjzrcgypmc-Vx3X1Ueh89GdODcONLdtMUyF2QGXuVSOkhw9499C649yXNAiNaFBihPvSkv7t9M",
        "author": "Kelly Kallal",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
