{
  "title": "Handy Lyrics - 50 Cent",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.bswhaney.Cent",
  "category": "Music & Audio",
  "price": "Free",
  "datePublished": "February 26, 2013",
  "version": "1.0",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "10",
  "rating": "4.8",
  "contentRating": "Everyone",
  "creator": "Kultida Anekboon",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.bswhaney.Cent",
  "extendedInfo": {
    "installSize": "995k",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "If you are 50 Cent's fan, this app is right for you. Whenever you want to check 50 Cent's lyrics, just open this app and choose the lyrics that you want. You don't have to access the internet to get the lyrics. We provide all 50 Cent's lyrics here. In the Album tab, you can choose lyrics based on the album. In All lyrics tab, all of 50 Cent's lyrics are here. You can quickly search the lyrics by using the search bar at the top of the page.Hope you guy enjoy using this app as much as I enjoy developing it. :)-------------------------------- Main Features -------------------------------- - Lyrics categorized by album - Show all lyrics - Search lyrics-------------------------------- List of albums -------------------------------- - Power of the Dollar- 50 Cent Is The Future- Guess Who's Back?- No Mercy, No Fear- Get Rich or Die Tryin'- The New Breed- The Massacre- Curtis- Before I Self Destruct- 5 (Murder By Numbers)- Street King Immortal-------------------------------- List of lyrics -------------------------------- - 21 Questions- 50 Bars- 8 Mile Road (G-Unit Remix)- A Baltimore Love Thing- A Little Bit Of Everything U.T.P.- After My Cheddar- All Of Me- Amusement Park- As The World Turns- AYO Technology- Baby By Me- Back Down- Back Seat / Tony Yayo- Bad News- Banks Victory- Banks Workout- Be A Gentleman- Be My Bitch- Blood Hound- Build You Up- Bump Dat Street Mix- Business Mind- Call Me- Can I Speak To You- Candy Shop- Clue / 50- Clue Shit!- Come & Go- Corner Bodega- Could've Been You- Crime Wave- Curtis 187- Cutmaster C Shit- Da Repercussions- Death To My Enemies- Definition Of Sexy- Disco Inferno- Do You Think About Me- Don't Push Me- Doo Wop Freestyle- E.M.S- Elementry- Fat Bitch- Fire- First Date- Flight 187- Follow My Lead- Fuck You- Fully Loaded Clip- Funk Flex- Gangsta's Delight- Gatman And Robbin- Get In My Car- Get It Hot- Get Out The Club- Ghetto Qua Ran- Ghetto Quran (Forgive Me Pt. 1)- God Gave Me Style- Got Me A Bottle- Gotta Make It To Heaven- Green Lantern- Gun Runners- G-Unit / U.T.P- G-Unit Soldiers- G-Unit That's What's Up- Gunz Come Out- Hate It Or Love It (G-Unit Remix)- Heat- High All The Time- Hold Me Down- How To Rob- I Don't Need 'Em- I Get Money- I Got Swag- I Smell Pussy- If I Can't- I'll Still Kill- I'm A Hustler- I'm Supposed To Die Tonight- In Da Club- In Da Hood- In My Hood- Intro- Intro [The Massacre]- Just A Lil' Bit- Just Fuckin' Around- Killa Tape Intro- Leave The Lights On- Life's On The Line- Like My Style- Major Distribution- Make Money By Any Means- Man Down- Man's World- Many Men (Wish Death)- Material Girl 2000- Money- Movin' On Up- My Crown- My Gun Go Off- My Life- My Toy Soldier- New Day- NY- Ok, You're Right- Outta Control- P.I.M.P.- Patiently Waiting- Peep Show- Piggy Bank- Poor Lil Rich- Position Of Power- Power Of The Dollar- Psycho- PT2. & Bump Heads- Roll That Shit- Rotten Apple- Ryder Music- Say What You Want- Ski Mask Way- Slow Dough- So Amazing- So Disrespectful- Soldier- Straight To The Bank- Stretch- Stretch Armstrong Freestyle- Strong Enough- Surrounded By Hoes- That Ain't Gangsta- That's What's Up- The Good Die Young- The Hit- The Invitation- Then Days Went By- This Is 50- Thug Love- Tony Yayo Explosion- Too Hot- Touch The Sky- True Loyalty- U Heard Me- U Not Like Me- U Should Be Here- United Nations- Wanksta- We Up- What Up Gangsta?- Who U Rep With- Whoo Kid- Whoo Kid Freestyle- Whoo Kid Kayslay Shit!- You Ain't No Gangsta",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.READ_PHONE_STATE",
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
