{
  "title": "Television for Colombia",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.bulbtap.tvplusAndroid.CO",
  "category": "Media & Video",
  "price": "$1.57",
  "datePublished": "May 7, 2013",
  "version": "1.1",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "4",
  "rating": "1.0",
  "contentRating": "Everyone",
  "creator": "BulbTap Ltd.",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.bulbtap.tvplusAndroid.CO",
  "extendedInfo": {
    "installSize": "1.1M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "La guía de televisión definitiva. Nuestra experiencia en Broadcasting, nos permite ofrecer una guía completa, rápida y fácil de usar con actualizaciones diarias de la información. Todas las funciones favoritas se han mejorado: trailers, vídeos relacionados, recordatorios, Twitter, correo... CARACTERÍSTICAS - Ordenar la lista de canales como quieras - Resúmenes de películas y programas de televisión (sólo en los países compatibles) - Ahora en la TV - Parrilla televisiva- Encuentra el programa que está buscando usando la sección de búsqueda - Establece un recordatorio y la aplicación te avisará cuando el programa está a punto de comenzar. No te pierdas tus programas favoritos de nuevo! - Enviar tweets o mensajes directamente desde la aplicación - A&E- AnimalPlanet- AXN- Azteca13internacional- Canal13- CanalCaracol- CanaldelasEstrellas- CanalRCN- CartoonNetwork- CasaClub- CineLatino- Cinema+- CinemaxOeste- CityTv- CristoVision- DIATV- DiscoveryChannel- DiscoveryHome&Health- E!Entertainment- ElKanalVallenato- ElTiempo- Enlace- FX- Glitz- Golden- Gourmet- Infinito- KMusic- LIV- MGM- MTV- Multipremier- Novelisima- NuestraTeleNoticias24hs- Pasiones- RadiolaTV- SeñalColombia- Sony- Space- Speed- StudioUniversal- Teleantioquia- Telecaribe- TheFilmZone- TheHistoryChannel- TLNovelas- TNT- TravelLivingChannel- TYCSports- UniversalChannel- Utilisima- VH1Los datos incluidos en la aplicación están disponibles gratuitamente en Internet. Sólo los hemos reunido en una sola aplicación. Todas las descripciones e imágenes presentados en la aplicación son propiedad de sus respectivos propietarios.",
    "reviews": [
      {
        "timestampMsec": "1362345649028",
        "starRating": "1",
        "title": "Stay away",
        "comment": "Doesn\\'t do anything, just  says downloading",
        "commentId": "gp:AOqpTOEbNeivLe8AMXrkBWoQOw2cGH9cUgyl5_-9s8WP4ZzJq_ookF2sAurIUaZRKMwtBuM0phzyAgS-VL3V2sI",
        "author": "Freddy Elvenes",
        "authorURL": "http://lh3.googleusercontent.com/-VIPQiHr8DzM/AAAAAAAAAAI/AAAAAAAAAGc/GNRwbA0jw4o/photo.jpg",
        "authorSecureURL": "https://lh3.googleusercontent.com/-VIPQiHr8DzM/AAAAAAAAAAI/AAAAAAAAAGc/GNRwbA0jw4o/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.INTERNET"
    ]
  }
}
