{
  "title": "Handy Lyrics - Bloc Party",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.bswhaney.BlocParty",
  "category": "Music & Audio",
  "price": "Free",
  "datePublished": "May 31, 2013",
  "version": "1.0",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "2",
  "rating": "3.0",
  "contentRating": "Everyone",
  "creator": "Kultida Anekboon",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.bswhaney.BlocParty",
  "extendedInfo": {
    "installSize": "700k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "If you are Bloc Party's fan, this app is right for you. Whenever you want to check Bloc Party's lyrics, just open this app and choose the lyrics that you want. You don't have to access the internet to get the lyrics. We provide all Bloc Party's lyrics here. In the Album tab, you can choose lyrics based on the album. In All lyrics tab, all of Bloc Party's lyrics are here. You can quickly search the lyrics by using the search bar at the top of the page.Hope you guy enjoy using this app as much as I enjoy developing it. :)************************Main Features ************************- Lyrics categorized by album - Show all lyrics - Search lyrics************************List of albums ************************- Silent Alarm- A Weekend in the City- Intimacy- Four************************List of lyrics ************************- 3x3- Ares- Banquet- Better Than Heaven- Biko- Black Crown- Blue Light- Coliseum- Compliments- Day Four- Flux- Halo- Helicopter- Hunting For Witches- I Still Remember- Ion Square- Kettling- Kreuzberg- Leaf Skeleton- Lean- Letter To My Son- Like Eating Glass- Little Thoughts- Luno- Mean- Mercury- Octopus- On- One Month Off- Pioneers- Plans- Positive Tension- Price Of Gas- Real Talk- She's Hearing Voices- Signs- So He Begins To Lie- So Here We Are- Song For Clay (Disappear Here)- SRXT- Sunday- Talons- Team A- The Healing- The Prayer- This Modern Love- Trojan Horse- Truth- Uniform- V.A.L.I.S.- Waiting For The 7:18- We Are Not Good People- We Were Lovers- Where Is Home?- Your Visits Are Getting Shorter- Zephyrus",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.READ_PHONE_STATE",
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
