{
  "title": "Handy Lyrics - Scissor Sisters",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.bswhaney.ScissorSisters",
  "category": "Music & Audio",
  "price": "Free",
  "datePublished": "May 8, 2013",
  "version": "1.0",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "Kultida Anekboon",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.bswhaney.ScissorSisters",
  "extendedInfo": {
    "installSize": "693k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "If you are Scissor Sisters's fan, this app is right for you. Whenever you want to check Scissor Sisters's lyrics, just open this app and choose the lyrics that you want. You don't have to access the internet to get the lyrics. We provide all Scissor Sisters's lyrics here. In the Album tab, you can choose lyrics based on the album. In All lyrics tab, all of Scissor Sisters's lyrics are here. You can quickly search the lyrics by using the search bar at the top of the page.Hope you guy enjoy using this app as much as I enjoy developing it. :)************************Main Features ************************- Lyrics categorized by album - Show all lyrics - Search lyrics************************List of albums ************************- Scissor Sisters- Ta-Dah- Night Work- Magic Hour************************List of lyrics ************************- A Message From Ms. Matronic- Almost Sorry- Ambition- Any Which Way- Baby Come Home- Best In Me- Better Luck- Comfortably Numb- Contact High (Demo)- Everybody Wants The Same Thing- Filthy / Gorgeous- Fire With Fire- Fuck Yeah- Get It Get It- Hair Baby- Harder You Get- I Can't Decide- I Don't Feel Like Dancin'- I Don't Feel Like Dancin' (Paper Faces Remix)- Inevitable- Intermission- Invisible Light- It Can't Come Quickly Enough- Keep Your Shoes On- Kiss You Off- Land Of A Thousand Words- Laura- Let's Have A Kiki- Lights- Lovers In The Backseat- Making Ladies- Mary- Might Tell You Tonight- Ms. Matronic's Magic Message- Music Is The Victim- Night Life- Night Work- Only The Horses- Ooh- Paul McCartney- Return To Oz- Running Out- San Luis Obispo- Secret Life Of Letters- Self Control- Sex And Violence- Shady Love- She's My Man- Skin This Cat- Skin Tight- Something Like This- Somewhere- Take Your Mama- The Other Side- The Skins- Tits On The Radio- Transistor- Whole New Way- Year Of Living Dangerously",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.READ_PHONE_STATE",
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
