{
  "title": "BabySmart Animals Free",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.bs.babysmartfree",
  "category": "Education",
  "price": "Free",
  "datePublished": "November 9, 2012",
  "version": "1.1",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "14",
  "rating": "4.642857",
  "contentRating": "Everyone",
  "creator": "Stokersoft",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.bs.babysmartfree",
  "extendedInfo": {
    "installSize": "6.3M",
    "downloadsCount": "5,000+",
    "downloadsCountText": "5,000 - 10,000",
    "description": "For the youngest children and babies, encourage children to talk about colorful pictures and wonderful sounds.Baby Smart Animals is an app for the youngest children. It is a very simple and entertaining app that trains your child's motor skills in a very pedagogical way. When the child or baby pushes one of the funny animated animals, the animals says a sound and moves, and the child will love it (and so will the child's parents / grandparents :-)). The beautiful and colorful images of happy animals stimulate your child or baby while the child learns to combine animal sounds with pictures. The app is extremely easy to use, and your child can be up and running in seconds. There is no text, only pictures and sounds so your child understands it all. Navigate between animals by swiping your finger over the image. With BabySmart Animals your child gets a successful experience with his/hers first contact with the digital media.BabySmart Animals is developed by parents to babies and small children. Our babies love it, and we know your baby will do the same.Also suitable to almost new born babies, with help from the parents they learn to focus and slowly over time they can recognize the beautiful animals.- Trains your child's motor skills- Extremely easy to use for the child or baby- Exercise in combining images and sounds- Your child/baby learns to know the animals- No text, just beautiful and funny animated pictures of animals that stimulate your child/baby- Your child gets used to the digital media in a fun and natural way- Real animal sounds in best quality- Funny and different animals. More animals added along the way. All upgrades are 100% free if the app has already been downloaded.- Suitable for 1-3 year oldsWe wish you some lovely hours in the company of the funny and amazing animals in BabySmart Animals. The best training for your child or baby.",
    "reviews": [
      {
        "timestampMsec": "1373633127249",
        "starRating": "3",
        "title": "It gets boring",
        "comment": "My toddler loved it for the first 5mins but it gets boring for him because the animals only shake and make a sound. I hope they could do other movements at least, like 3 actions with sound per animal.",
        "commentId": "gp:AOqpTOFpy29bPAP9fPd6bY52u3hOuVg2CjrHGMUGEkWz006GTeSJbIuqBbfAf-IbuxcujMmMG2ecN5ALGuPBhYk",
        "author": "Karen Hernandez",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1351845876105",
        "starRating": "5",
        "title": "Superb",
        "comment": "Wonderful app for children",
        "commentId": "lg:AOqpTOHnPykTkODQgsULKSTfz3iYdy9Es7mLmBgcc2cZSunTuTsUcEWpE5eQH1zySTgBZj5Nlzb9vAYW1W33qks",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1351874774449",
        "starRating": "5",
        "title": "Nirav",
        "comment": "Nice app",
        "commentId": "lg:AOqpTOGZ-jJwZ9YpkbBLwJuYOgi-uU5P7rbrWAJxbDOcH1Iy2FHZ3BOXwyPfAPJGkqV1BYIgo2UaPWV1V6gTqDk",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.INTERNET"
    ]
  }
}
