{
  "title": "Breathing Rate Detector",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.breathing_rate_detector_free_10422",
  "category": "Tools",
  "price": "Free",
  "datePublished": "April 24, 2013",
  "version": "0101",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "1",
  "rating": "1.0",
  "contentRating": "Everyone",
  "creator": "New Video Daily Corp",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.breathing_rate_detector_free_10422",
  "extendedInfo": {
    "installSize": "2.7M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "All of us have many needs: food, shelter, clothing, water, air.And then do you want to know your breathing rate?Quick get this app- Breathing Rate Detector, which cantest your breathing rate. Instructions:1. Open this app, and you will see four buttons in the middle of the screen. Click To button to begin the test;2. Then you need to breath in front of the microphone of your phone;3. After 60 seconds, it will show you the result. And you can save it after inputting your name. If you think that 60 seconds is too long, you can just long press the wave pattern  on the testing screen to end the test, and then click Result button on the first page to see the result;4. Click the History button on the first page to see all the testings in this app;5. If you have detected your breathing rate up to five times, you can click statistics to check up a graphic of data statisctics.6. Click Direct button on the home page to read the health standard for breathing rate. Functions:The study found that moderately intense activity or exercise should increase your breathing rates.And some other study found that listening to classical or nature music has been shown to lower heart rate and slow breathing.From these two studies, we can know that Physical exercise and mood can influence our breathing rate.So you can just use this Breathing Rate Detector to detect your breathing rate and guide your daily exercise.  ###############################This is an ads-supported app. Here Ads refers to notification ads or icon ads.################################",
    "reviews": [
      {
        "timestampMsec": "1371761343398",
        "starRating": "1",
        "title": "USLESS...too large for s5570 screen",
        "comment": "google compatibility gadget say is compatible, weeell is NOT!!!",
        "commentId": "gp:AOqpTOFOQTNrOGKHXdwDw6vKMafQhxiS36P6r8iRZyFdQLuRhgYHV5hok24hIu2VUVSWXqbNPyczEQrA5K2c7zw",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.RECORD_AUDIO",
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_PHONE_STATE",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.RECEIVE_BOOT_COMPLETED"
    ]
  }
}
