{
  "title": "Last Manhunt",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.btgn.lastmanhunt",
  "category": "Books & Reference",
  "price": "$0.99",
  "datePublished": "May 23, 2011",
  "version": "1.0",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "Books to Go Now",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.btgn.lastmanhunt",
  "extendedInfo": {
    "installSize": "371k",
    "downloadsCount": "10+",
    "downloadsCountText": "10 - 50",
    "description": "Seth Mason, a skilled man hunter, has captured Jake Franks, a killer consumed with hatred of all Yankees, after the Civil War.  Seth plans to settle down and use the bounty money to buy a ranch and marry Dinah, who has doubts about the morality of bounty hunting.When Franks kills two lawmen, he escapes to his lover, Red Nel, a half Osage Indian beauty who runs a saloon.  With a deadly showdown with Franks looming, Seth is torn between his goal of ranching, his love for Dinah, and being able to quit bounty hunting after one last manhunt. The Last ManhuntLowell Zeke ZiemannGenre: Western/AdventureWord Count: 5,050 Word Count Short StoryBooks to Go Now, eBook Publsiher, ebook, phone apps, Droid, authors, short stories, short story, author, writers, writing, Amazon, PDF, wwwbookstogonow.com, digital publisher, Seattle, story, stories, ebook, e-book, pdf, lit, html, publish, publishing, publisher, publication, publications, buy here, purchase, sale, cart, shop, shopping, download, read, reads, reader, reading,  contract, author, authors, digital, electronic, book, books,  action, adventure, usa, american, britain,  british,",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "com.android.vending.CHECK_LICENSE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
