{
  "title": "United Kingdom's Television",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.bulbtap.tvplusAndroid.UK",
  "category": "Media & Video",
  "price": "$1.56",
  "datePublished": "May 1, 2013",
  "version": "1.0",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "1",
  "rating": "1.0",
  "contentRating": "Everyone",
  "creator": "BulbTap Ltd.",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.bulbtap.tvplusAndroid.UK",
  "extendedInfo": {
    "installSize": "1.1M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "The ultimate TV guide. Our experience in TV Broadcasting allows us to offer a complete, quick and easy to use guide with daily update of the information. All your favorite features are enhanced: trailers, related videos, reminders, Twitter, mail... FEATURES - Sort the list of channels as you like - TV Listings for Movies and TV Shows (only on supported countries) - Now on TV - Full TV Listings Grid- Find the program you are looking for, using the search section - Set a reminder and the app will alert you when the program is about to start. Never miss your favorite shows again! - Send Tweets or mails directly from the app - Really- G.O.L.D.- Pick TV- Yesterday- More4- Dave- bid tv- Price-drop.tv- Challenge- E4- Film4- 5 USA- 5 Star- Quest- CBeebies- CiTV- Sky News- Home- ITV Central- Channel 4- Channel 5- Sky One- Sky Living- Sky Atlantic- Watch- Comedy Central- SyFy- ITV 2- ITV 3- ITV 4- Sky Livingit- ComedyCtralX- Sky Two- Alibi- DMAX- Biography- FX- Sky Atlantic HD- Discovery Real Time- Good Food- Travel Channel- Travel Channel 2- TCM2- Horror channel- True Movies- Movies24- VH1- Chart Show TV- Scuzz- DanceNationTV- MUTV- British Eurosport- Motors TV- At The Races- Extreme Sports- Chelsea TV- Bloomberg- EuroNews- Discovery- Discovery Turbo- Discovery Science- Animal Planet- History- Eden- Blighty- Discovery HD- History HD- The God Channel- Cartoon Network- Boomerang- Nickelodeon- Nicktoons- Nick Jr.- Cartoonito- B4U Movies- Star Plus- Zee TV- TV5 Europe- TVE Internacional- Phoenix CNEThe data included in the application are available for free on the Internet. We've only met them into one application. All descriptions and images presented in the application are the property of their respective owners.",
    "reviews": [
      {
        "timestampMsec": "1376059649437",
        "starRating": "1",
        "title": "Rubbish.",
        "comment": "Only gave it 1 star because i couldnt give it 0. This app never gets past the downloading listings page. Not recommended.",
        "commentId": "gp:AOqpTOHtijQd3qh6AeU5eFSctWCQS5IOx4b8E3QshnxOK_JItG5u88RrqEy3k4tk9LZ7EyLdHPsUF8PuZjKsZA",
        "author": "Phil Moss",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET"
    ]
  }
}
