{
  "title": "A Little Bit Cocky",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.btgn.alittlebitcocky",
  "category": "Books & Reference",
  "price": "$0.99",
  "datePublished": "February 18, 2011",
  "version": "1.0",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "1",
  "rating": "1.0",
  "contentRating": "High Maturity",
  "creator": "Books to Go Now",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.btgn.alittlebitcocky",
  "extendedInfo": {
    "installSize": "343k",
    "downloadsCount": "50+",
    "downloadsCountText": "50 - 100",
    "description": "It's Jerod's 18th birthday and he's on the prowl looking for his first encounter with a woman.Supremely confident in his manliness, he hits a local dive bar where he encounters a bevy of beauties who, shockingly, aren't taken in by his charms.How is this Don Juan in the making going to get what he wants?A Little Bit Cocky by Vee MichaelsGenre: Erotica/HumorWord Count: 2,725Length: Short StoryThis story is adult in nature and only available to people over the age of 18Review:I'll bet you knew this guy in High School!by D. V. Berkom This review is from: A Little Bit Cocky (Kindle Edition)Vee Michaels paints a hilarious portrait of a dude on the crest of a tidal wave of his own making. Jerod has just turned 18 and fabulous- at least in his mind. He'll be the Valentino of the Goldfish (a local pickup joint), a seducer extraordinaire. Armed with years of reading comics, he feels he's garnered enough knowledge about what the ladies want, and he's ready to wow 'em. Not like the silly girls in his high school. He wants older, more mature ladies. Wild and wanton ladies. Vee Michaels creates a character who could have been an obnoxious stereotype but actually shows a sweetness and earnestness that totally won me over. His unshakable confidence in his sexual prowess is endearing and laugh out loud funny, and could only work with a character so young. The last scene at the Goldfish is a great payoff.Ahhh, youth...Books to Go Now, eBook Publsiher, ebook, Jennifer Conner, Romance, phone apps, Droid, authors, short stories, short story, author, writers, writing, Carol Schuster, Amazon, Smashwords, PDF, wwwbookstogonow.com, digital publisher, Seattle, romance, romantic, sensual, story, stories, erotic, erotica, ebook, e-book, pdf, lit, html, publish, publishing, publisher, publication, publications, submit, submission, submissions, buy, buy here, purchase, sale, cart, shop, shopping, download, read, reads, reader, reading,  royalty, royalties, contract, author, authors, digital, electronic, book, books, zip, zipped, romance, romantic, erotic, erotica, best seller, bestseller, recommended read, award, award winning, free, links, contests, prizes, games, anthology, anthologies, faq, about, coming soon, new release, chats, sex, sexual, sexuality, fantasy, fantasies, mobi pocket, fictionwise, contemporary, action, adventure,  comedy, humour, contemporary,  marketing, yahoo, myspace, bebo, uk, usa, american, britain,  british, au, australia",
    "reviews": [
      {
        "timestampMsec": "1311905813487",
        "starRating": "1",
        "comment": "Rip off",
        "commentId": "lg:AOqpTOF7SUuq0zQQdn2U0agVVZDfpVqGrFwg6-Q4UduJufotkgXoB1hW1UjNhXsj9Hse1CvCEUSbC9J4w_pRbo4",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "com.android.vending.CHECK_LICENSE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
