{
  "title": "New Farm",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.btgn.newfarmchapter1",
  "category": "Books & Reference",
  "price": "Free",
  "datePublished": "April 2, 2011",
  "version": "1.0",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "9",
  "rating": "4.4444447",
  "contentRating": "Everyone",
  "creator": "Books to Go Now",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.btgn.newfarmchapter1",
  "extendedInfo": {
    "installSize": "391k",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "This is a sample chapter of the story New Farm. To purchase the complete story for only .99 visit the Android Marketplace.A Nebraskan farm family's flight east to escape the effects of a supervolcano eruption in Yellowstone Park.The bright, fourteen-year-old daughter narrates their journey to Iowa, through volcanic ash and tragic occurrences. In Iowa, she makes a momentous decision. New Farm - A. Frank BowerGenre: Young Adult/Inspirational/SciFiWord Count: 7,256Length: Short StoryBooks to Go Now, eBook Publsiher, young adult, volcano, disaster, 2012, ebook, Romance, phone apps, Droid, authors, short stories, short story, author, writers, writing,  Amazon, Smashwords, PDF, wwwbookstogonow.com, digital publisher, Seattle, romance, romantic, story, stories, ebook, e-book, pdf, lit, html,  buy, buy here, purchase, sale, cart, shop, shopping, download, read, reads, reader, reading,  royalty, royalties, contract, author, authors, digital, electronic, book, books, romance, romantic, best seller, bestseller, recommended read, award, award winning, free, links,antasies, mobi pocket, fictionwise, contemporary, action, adventure,  comedy, humour, contemporary, marketing, yahoo, myspace, bebo, uk, usa, american, britain,  british, au, australia",
    "reviews": [
      {
        "timestampMsec": "1332184007678",
        "starRating": "1",
        "comment": "sucks",
        "commentId": "lg:AOqpTOEs3m2Fjzkln_rGj7mm7F388PyW2Kbzd2kFZgMs8PEmyqMtf5l3An_KyauBoXYig_bvmx_2fDPBMxDboms",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
