{
  "title": "Handy Lyrics - Rascal Flatts",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.bswhaney.RascalFlatts",
  "category": "Music & Audio",
  "price": "Free",
  "datePublished": "May 7, 2013",
  "version": "1.0",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "1",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "Kultida Anekboon",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.bswhaney.RascalFlatts",
  "extendedInfo": {
    "installSize": "812k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "If you are Rascal Flatts's fan, this app is right for you. Whenever you want to check Rascal Flatts's lyrics, just open this app and choose the lyrics that you want. You don't have to access the internet to get the lyrics. We provide all Rascal Flatts's lyrics here. In the Album tab, you can choose lyrics based on the album. In All lyrics tab, all of Rascal Flatts's lyrics are here. You can quickly search the lyrics by using the search bar at the top of the page.Hope you guy enjoy using this app as much as I enjoy developing it. :)************************Main Features ************************- Lyrics categorized by album - Show all lyrics - Search lyrics************************List of albums ************************- Rascal Flatts- Melt- Feels Like Today- Me and My Gang- Still Feels Good- Unstoppable- Nothing Like This- Changed************************List of lyrics ************************- A Little Home- All Night To Get There- American Living- Baby Don't Get Hooked On Me- Backwards- Banjo- Better Now- Bless The Broken Road- Bob That Head- Break Away- Changed- Close- Come Wake Me Up- Cool Thing- Dry County Girl- Easy- Ellsworth- Every Day- Fall Here- Falling Upside Down- Fast Cars And Freedom- Feels Like Today- Forever- Friday- From Time To Time- Great Big Love- He Ain't The Leavin' Kind- Head Over Heels- Help Me Remember- Here- Here Comes Goodbye- Here's To You- Holdin' On- Holes- Hot In Here- How Strong Are You Now- Hurry Baby- I Can Almost- I Feel Bad- I Melt- I Was Born To- I Won't Let Go- I'm Moving On- It's Not Just Me- It's Not Supposed To Go Like That- Let It Hurt- Like I Am- Long Slow Beautiful Dance- Love Another Day- Love Who You Love- Love You Out Loud- Lovin' Me- Mayberry- Me And My Gang- My Wish- My Worst Fear- Next To You, Next To Me- No Reins- Nothing Like This- Oklahoma-Texas Line- Once- One Good Love- Pieces- Play- Prayin' For Daylight- Red Camaro- Revolution- Right One Time- Secret Smile- See Me Through- She Goes All The Way- She'd Be California- She's Leaving- Shine On- Skin[Hidden Track]- Some Say- Stand- Still Feels Good- Summer Nights- Summer Young- Sunday Afternoon- Sunrise- Take Me There- The Day Before You- The Man In Love With You- The Way- Then I Did- These Days- They Try- Things That Matter- This Everyday Love- To Make Her Love Me- Tonight Tonight- Too Good Is True- Unstoppable- Waiting All My Life- What Hurts The Most- When The Sand Runs Out- Where You Are- While You Loved Me- Why- Why Wait- Winner At A Losing Game- Words I Couldn't Say- Yes I Do- You",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.READ_PHONE_STATE",
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
