{
  "title": "Captive - Lisa Kumar",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.btgn.captive",
  "category": "Books & Reference",
  "price": "$0.99",
  "datePublished": "March 14, 2011",
  "version": "1.0",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "8",
  "rating": "3.875",
  "contentRating": "Low Maturity",
  "creator": "Books to Go Now",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.btgn.captive",
  "extendedInfo": {
    "installSize": "335k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "When Emma finds herself swept off into a different world and held captive by Cian, an Elven male, she determines to keep herself aloof and return home.This soon all changes as he wages a seductive war on her defenses that challenges everything she’s believed about love and life.Fantasy8,000 wordsREVIEW:Review: Leilani Loves Books “As short as this book was, I actually really liked it!I've always love the Alpha male type taking a woman and keeping her even though she says that she doesn't want to even though they both secretly love each other. This was definitely one of those! While Captive was technically the whole book, it felt like it should have been more a few chapters or the complete summary of the book. If Captive was extended, I think it could make a great Elf romance book that many romance lovers will enjoy.Emma was just a normal girl who was stolen by the lovely Cian to be his little \"pet.\" Emma did what any girl would do, she denied it at first and then gave in. Cian was your regular Elf master. Hard as ice, looks like a god, but his heart beats for only one. You can't help respecting men like that!If you have some extra time, I suggest you pick up Captive if your a paranormal lover like I am! While there is not much description of the world as I would hope for because it is such a short book, but with the dialog and everything that is given, I suggest it anyways! I hope there is a second part to this tale for Kumar has captivated me!”Books to Go Now, eBook Publsiher, fantasy, elf, elves, ebook, Romance, phone apps, Droid, authors, short stories, short story, author, writers, writing,  Amazon, Smashwords, PDF, wwwbookstogonow.com, digital publisher, Seattle, romance, romantic, sensual, story, stories, ebook, e-book, pdf, lit, html, publish, publishing, publisher, publication, publications, submit, submission, submissions, buy, buy here, purchase, sale, cart, shop, shopping, download, read, reads, reader, reading,  royalty, royalties, contract, author, authors, digital, electronic, book, books, zip, zipped, romance, romantic, best seller, bestseller, recommended read, award, award winning, free, links, fantasies, mobi pocket, fictionwise, contemporary, action, adventure,  comedy, humour, contemporary, marketing, yahoo, myspace, bebo, uk, usa, american, britain,  british, au, Australia",
    "reviews": [
      {
        "timestampMsec": "1321252353240",
        "starRating": "5",
        "title": "Thirsty for more",
        "comment": "I loved this short story. Very entertaining, and I wish there were more fantasy stories like this one!",
        "commentId": "lg:AOqpTOFFjJ5TALhvWc7ABso4oqI7GWJ5XLGuUYib6vUJFxl0yXSKvSNjcPgFox4ud5KMcQqCOIMOmuOy7jTlkWs",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1357709050141",
        "starRating": "5",
        "title": "Good",
        "comment": "Wish it were longer",
        "commentId": "gp:AOqpTOF7w0D4KIsYSeOe-qb6WtbF6OhAcN8L4h8XEqRCIDLp1ug3Hatq3E0weCMg9_jRg9lfRDvdB_AJFvR97Uk",
        "author": "Tamara Salazar",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1306723255808",
        "starRating": "5",
        "comment": "I just wish it was only longer DX",
        "commentId": "lg:AOqpTOGjKs3kKLUUA1gbihHEGiOMbfSR4t33xebcTtCtDn_YzNAPQBe4ABTtb2ktc0jKOA_23S8Vg_wglCVSQ6w",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "com.android.vending.CHECK_LICENSE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
