{
  "title": "Handy Lyrics - Jonas Brothers",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.bswhaney.JonasBrothers",
  "category": "Music & Audio",
  "price": "Free",
  "datePublished": "March 28, 2013",
  "version": "1.0",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "6",
  "rating": "4.8333335",
  "contentRating": "Everyone",
  "creator": "Kultida Anekboon",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.bswhaney.JonasBrothers",
  "extendedInfo": {
    "installSize": "670k",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "If you are Jonas Brothers's fan, this app is right for you. Whenever you want to check Jonas Brothers's lyrics, just open this app and choose the lyrics that you want. You don't have to access the internet to get the lyrics. We provide all Jonas Brothers's lyrics here. In the Album tab, you can choose lyrics based on the album. In All lyrics tab, all of Jonas Brothers's lyrics are here. You can quickly search the lyrics by using the search bar at the top of the page.Hope you guy enjoy using this app as much as I enjoy developing it. :)--------------------------------Main Features --------------------------------- Lyrics categorized by album - Show all lyrics - Search lyrics--------------------------------List of albums --------------------------------- It's About Time- Jonas Brothers- A Little Bit Longer- Lines, Vines and Trying Times--------------------------------List of lyrics --------------------------------- 6 Minutes- 7:05- A Little Bit Longer (You Don't Even Know)- Australia- Baby Bottle Bop Theme Song- BB Good- Before The Storm- Black Keys- Burning Up- Can't Have You- Don't Charge Me For The Crime- Don't Speak- Fly With Me- Games- Goodnight And Goodbye- Got Me Going Crazy- Hello Beautiful- Hello Goodbye- Hey Baby- Hold On- Hollywood- I Am What I Am- Infatuation- Inseparable- Just Friends- Keep It Real- Kids Of The Future- Live To Party- Lovebug- Mandy- Much Better- One Day At A Time- One Man Show- Out Of This World- Paranoid- Please Be Mine- Poison Ivy- Pushing Me Away- S.O.S.- Shelf- Sorry- Still In Love With You- Take A Breath- That's Just The Way We Roll- Time For Me To Fly- Tonight- Turn Right- Underdog- Video Girl- We Got The Party- What Did I Do To Your Heart- What I Go To School For- When You Look Me In The Eyes- World War III- Year 3000- You Just Don't Know It",
    "reviews": [
      {
        "timestampMsec": "1378143946140",
        "starRating": "5",
        "title": "Good Application!",
        "comment": "Hopefully you Update the Lyrics everytime there\\'s a new song.. #JonasBrothers",
        "commentId": "gp:AOqpTOH3zxNUS1nUMmxRPByu1DiAXHpysk_w5Cne0gDVzszp9h2Wni73idbZi2PKkOwyxxVABCbLT-ijSY4n0w",
        "author": "Paul Manabat",
        "authorURL": "http://lh6.googleusercontent.com/-nG1Ev0C2W3A/AAAAAAAAAAI/AAAAAAAAABI/jPpSC9h4FWs/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/-nG1Ev0C2W3A/AAAAAAAAAAI/AAAAAAAAABI/jPpSC9h4FWs/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.READ_PHONE_STATE",
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
