{
  "title": "Speed Trap",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.btgn.speedtrap",
  "category": "Books & Reference",
  "price": "$0.99",
  "datePublished": "March 30, 2011",
  "version": "1.0",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Medium Maturity",
  "creator": "Books to Go Now",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.btgn.speedtrap",
  "extendedInfo": {
    "installSize": "486k",
    "downloadsCount": "10+",
    "downloadsCountText": "10 - 50",
    "description": "Speed Trap -A young couple travelling back home after an unpleasant visit with the family. They’re tired and they’re short on patience, and they have miles left to go over a broad expanse of Texas flatland. It’s going to be a long trip.But just up ahead all that’s about to change. Meet Texas State Trooper Chris Parker. A man sworn to uphold the law by any means necessary. He’s big and he’s fast, and he’s had a dull morning. Things are about to get exciting.Speed TrapMatthew LettGenre: HorrorShort StoryBooks to Go Now, eBook Publsiher, ebook, Romance, phone apps, Droid, authors, short stories, short story, author, writers, writing,  Amazon, Smashwords, PDF, horror, scary,  police, police brutality,  wwwbookstogonow.com, digital publisher, Seattle, story, stories, ebook, e-book, pdf, lit, html, publish, publishing, publisher, publication, publications, submit, submission, submissions, buy, buy here, purchase, sale, cart, shop, shopping, download, read, reads, reader, reading,  royalty, royalties, contract, author, authors, digital, electronic, book, books, zip, zipped, best seller, bestseller, recommended read, award, award winning, free, links, fantasies, mobi pocket, fictionwise, contemporary, action, adventure,contemporary, marketing, yahoo, myspace, bebo, uk, usa, american, britain,  british, au, australia",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "com.android.vending.CHECK_LICENSE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
