{
  "title": "Handy Lyrics - Kanye West",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.bswhaney.KanyeWest",
  "category": "Music & Audio",
  "price": "Free",
  "datePublished": "March 9, 2013",
  "version": "1.1",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "6",
  "rating": "4.1666665",
  "contentRating": "Everyone",
  "creator": "Kultida Anekboon",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.bswhaney.KanyeWest",
  "extendedInfo": {
    "installSize": "839k",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "If you are Kanye West's fan, this app is right for you. Whenever you want to check Kanye West's lyrics, just open this app and choose the lyrics that you want. You don't have to access the internet to get the lyrics. We provide all Kanye West's lyrics here. In the Album tab, you can choose lyrics based on the album. In All lyrics tab, all of Kanye West's lyrics are here. You can quickly search the lyrics by using the search bar at the top of the page.Hope you guy enjoy using this app as much as I enjoy developing it. :)-------------------------------- Main Features -------------------------------- - Lyrics categorized by album - Show all lyrics - Search lyrics-------------------------------- List of albums -------------------------------- - The College Dropout- Late Registration- Graduation- 808s & Heartbreak- My Beautiful Dark Twisted Fantasy- Watch The Throne- Cruel Summer-------------------------------- List of lyrics -------------------------------- - Addiction- All Falls Down- All Of The Lights- All Of The Lights (Remix)- Amazing- Bad News- Barry Bonds- Big Brother- Bittersweet Poetry- Blame Game- Bliss- Breathe In Breathe Out- Bring Me Down- Can't Tell Me Nothing- Can't Tell Me Nothing (Remix)- Celebration- Chain Heavy- Champion- Christian Dior Denim Flow- Christmas In Harlem- Clique- Cold- Coldest Winter- Crack Music- Creepers- Dark Fantasy- Devil In A New Dress- Diamonds From Sierra Leone- Diamonds From Sierra Leone (Remix)- Don't Look Down- Don't Stop!- Drive Slow- Drunk & Hot Girls- Everything I Am- Eyes Closed- Family Business- Flashing Lights- Flashing Lights (Remix)- Flight School- Get Em High- Gold Digger- Gone- Good Friday- Good Life- Good Morning- Good Night- Gorgeous- Gotta Have It- Graduation Day- H.A.M- Heard 'Em Say- Heartless- Hell Of A Life- Hey Mama- Hey Mama (Grammy Remix)- Higher- Homecoming- I Don't Like- I Wonder- I'll Fly Away- Illest Motherfucker Alive- Impossible- Intro- Jesus Walks- Jesus Walks (Remix)- Last Call- Late- Lift Off- Lil Jimmy Skit- Looking For Trouble- Lord Lord Lord- Lost In The World- Love Lockdown- Made In America- Mama's Boyfriend- Mercy- Monster- Murder To Excellence- My Way Home- Never Let Me Down- New Day- New God Flow- Niggas In Paris- No Church In The Wild- Otis- Paranoid- Perfect Bitch- Pinocchio Story- Power- Power (Remix)- Primetime- RoboCop- Roses- Runaway- Say You Will- School Spirit- School Spirit Skit 1- School Spirit Skit 2- See Me Now- See You In My Nightmares- Sin City- Skit #1- Skit #2- Skit #3- Skit #4- Slow Jamz- So Appalled- Spaceship- Street Lights- Stronger- Take One For The Team- That's My Bitch- The Glory- The Joy- The Morning- The New Workout Plan- The New Workout Plan (Remix)- The One- The Roc In Here- Through The Wire- Through The Wire (Remix)- To The World- Touch The Sky- Two Words- Us Placers- Wake Up Mr. West- Way Too Cold- We Don't Care- We Major- Welcome To Heartbreak- Welcome To The Jungle- White Dress- Who Gon Stop Me- Why I Love You- Workout Plan",
    "reviews": [
      {
        "timestampMsec": "1372597103905",
        "starRating": "4",
        "title": "where\\'s yeezus?",
        "comment": "waiting",
        "commentId": "gp:AOqpTOG0Lz2zHziHMAng315-fuES2uLYllEyiOaAgv9fC7gSKi4J6m6Dvav_I2Rs17fxk20OKkK5T7SOj_CLYg",
        "author": "blioumkine ilya",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1366740403227",
        "starRating": "5",
        "comment": "About yeezy",
        "commentId": "gp:AOqpTOF4EdGGUdjPeL-qIp-A21WaC4uQIttxc2mwPD8PETzLYFOrXEQ0MoJdZ8lJpLRUB1vePPdfTQRORWVkng",
        "author": "Mohab Mohamed",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.READ_PHONE_STATE",
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
