{
  "title": "Defaced Face Painter",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.bumbleskunk.defacedfull",
  "category": "Entertainment",
  "price": "$1.43",
  "datePublished": "March 26, 2011",
  "version": "1.0",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "1",
  "rating": "3.0",
  "contentRating": "Medium Maturity",
  "creator": "hardly.digital",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.bumbleskunk.defacedfull",
  "extendedInfo": {
    "installSize": "1.1M",
    "downloadsCount": "10+",
    "downloadsCountText": "10 - 50",
    "description": "From Hardly Digital, the makers of 'C-Sharply Music Trainer' and the upcoming sub-hunt game, 'DEATH OCEAN'... Put a mustache on it!Ever had a friend's embarrassing picture you think could be just a little more humiliating?Ever gazed longingly at an especially manly beard wishing you could make it yours?Ever thought a picture of you could be spruced up with a strategically placed laser sword (or two)?Get Defaced!Defaced is a photo editing application that allows you to place all manner of props and decals on pictures located on your Android device. From adding that little joke to a family picture to planting some devil's horns on your ex, Defaced is a great way to annoy your loved ones and adorn your Facebook wall with some goofy fun.Features:-Decorate with an expanding number of props any photo taken from the internet or off your Android camera phone.-Rotate, Stretch, and Scale any of the 75+ decals included in this initial release.-Upload edited photos into Facebook, Flickr, Evernote, Dropbox, or any other social network you have linked with your phone.-Send edited pictures via Text or Email.-Have a say in future releases by sending feedback to Hardly Digital. Hardly Digital is taking suggestions for the next 75 decals to be soon released for free.Tell us what you think at:hd@hardlydigital.comOr leave comments and suggestions at:www.hardlydigital.com",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
