{
  "title": "Handy Lyrics - Brad Paisley",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.bswhaney.BradPaisley",
  "category": "Music & Audio",
  "price": "Free",
  "datePublished": "April 22, 2013",
  "version": "1.2",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "Kultida Anekboon",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.bswhaney.BradPaisley",
  "extendedInfo": {
    "installSize": "792k",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "If you are Brad Paisley's fan, this app is right for you. Whenever you want to check Brad Paisley's lyrics, just open this app and choose the lyrics that you want. You don't have to access the internet to get the lyrics. We provide all Brad Paisley's lyrics here. In the Album tab, you can choose lyrics based on the album. In All lyrics tab, all of Brad Paisley's lyrics are here. You can quickly search the lyrics by using the search bar at the top of the page.Hope you guy enjoy using this app as much as I enjoy developing it. :)-------------------------------- Main Features -------------------------------- - Lyrics categorized by album - Show all lyrics - Search lyrics-------------------------------- List of albums -------------------------------- - Who Needs Pictures- Part II- Mud on the Tires- Time Well Wasted- A Brad Paisley Christmas- 5th Gear- Play- American Saturday Night- This Is Country Music-------------------------------- List of lyrics -------------------------------- - 364 Days To Go- A Man Don't Have To Die- Ain't Nothin' Like- Alcohol- All I Wanted Was A Car- All You Really Need Is Love- American Saturday Night- Anything Like Me- Away In A Manger- Be The Lake- Better Than This- Bigger Fish To Fry- Born On Christmas Day- Camouflage- Catch All The Fish- Celebrity- Cloud Of Dust- Collision Of Worlds- Come On In- Come On Over Tonight- Don't Breathe- Don't Drink The Water- Eastwood- Easy Money- Everybody's Here- Famous People- Farther Along- Find Yourself- Flowers- Hard Life- He Didn't Have To Be- Hold Me In Your Arms (And Let Me Fall)- Holdin' On To You- I Do Now- I Hope That's Me- I Wish You'd Stay- If Love Was A Plane- I'll Be Home For Christmas- I'll Take You Back- I'm Gonna Miss Her- I'm Still A Guy- In The Garden- Is It Raining At Your House- It Did- It Never Woulda Worked Out Anyway- I've Been Better- Kung Pao Buckaroo Holiday- Let The Good Times Roll- Letter To Me- Life's Railway To Heaven- Little Moments- Long Sermon- Love Her Like She's Leavin'- Love Is Never-Ending- Make A Mistake- Me Neither- More Than Just This Song- Mr. Policeman- Mud On The Tires- New Favorite Memory- No- Nobody's Fool- Oh Love- Oh Yeah, You're Gone- Old Alabama- One Of Those Lives- Online- Out In The Parkin' Lot- Part Two- Penguin, James Penguin- Rainin' You- Remind Me- Santa Looked A Lot Like Daddy- She's Everything- She's Her Own Woman- Silent Night- Silver Bells- Sleepin' On The Foldout- Some Mistakes- Somebody Knows You Now- Southern Comfort Zone- Start A Band- That's Love- The Best Thing That I Had Goin'- The Cigar Song- The Old Rugged Cross- The Pants- The Uncloudy Day- The World- Then- This Is Country Music- Ticks- Time Well Wasted- Too Country- Toothbrush- Two Feet Of Topsoil- Two People Fell In Love- Waitin' On A Woman- Water- We Danced- Welcome To The Future- Welcome To The Future (Reprise)- When I Get Where I'm Going- When We All Get To Heaven- Whiskey Lullaby- Who Needs Pictures- Winter Wonderland- With You, Without You- Working On A Tan- Wrapped Around- You Do The Math- You Have That Effect On Me- You Need A Man Around Here- You'll Never Leave Harlan Alive- Beat This Summer- Outstanding In Our Field- Pressing On A Bruise- I Can't Change The World- Karate- Death Of A Married Man- Harvey Bodine- Tin Can On A String- Death Of A Single Man- The Mona Lisa- Accidental Racist- Runaway Train- Those Crazy Christians- Officially Alive- Yankee Doodle Dixie- Facebook Friends",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.READ_PHONE_STATE",
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
