{
  "title": "Nearly Departed in Deadwood",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.btgn.deadwood",
  "category": "Books & Reference",
  "price": "Free",
  "datePublished": "April 20, 2011",
  "version": "1.0",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "3",
  "rating": "3.3333333",
  "contentRating": "Medium Maturity",
  "creator": "Books to Go Now",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.btgn.deadwood",
  "extendedInfo": {
    "installSize": "399k",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "Welcome to Deadwood—the Ann Charles version. The world I have created is blend of the present day and the past, of non-fiction and fiction.  What’s real and what’s not is for you to determine as the series develops, the characters evolve, and I write line by line of the stories. I will tell you one thing about the series—it’s going to run on for quite awhile, and Violet Parker will have to hang on and persevere through the crazy adventures I have planned for her. Poor, poor Violet. It’s a good thing she’s got a lot of gumption to keep her going!Book 1:  Nearly Departed in Deadwood“Watch out Stephanie Plum, because Violet Parker is coming your way.” ~Deborah Schneider, RWA Librarian of the Year 2009 & author of Promise Me* * *The first time I came to Deadwood, I got shot in the ass.—Violet ParkerIrony is having a big ol’ fiesta and Violet Parker is the piñata.  Little girls are vanishing from Deadwood, South Dakota, and Violet’s daughter could be next.  Short on time and long on worry, she’s desperate to find the monster behind the abductions.  But with her jerkoff co-worker trying to get her fired, a secret admirer sending creepy love poems, and a sexy-as-hell stranger hiding skeletons in his closet, Violet just might end up as one of Deadwood’s dearly departed.* * *“Nearly Departed in Deadwood is a delightful mix of on the edge suspense and laugh-out-loud humor.  Ann Charles is a star in the making!” ~Gerri Russell, award-winning author of Seducing the Knight",
    "reviews": [
      {
        "timestampMsec": "1362177627804",
        "starRating": "1",
        "title": "Scam to buy book",
        "comment": "Not the entire book very lame misleading app.",
        "commentId": "gp:AOqpTOF-bUKp_coGS6-1u6ZXu2LZBio7MaFACCky4YxN6z6lcZHpj_6kLy864uzx21PNiUlr52UYyYSP0dB-qJg",
        "author": "Janee Michel",
        "authorURL": "http://lh5.googleusercontent.com/-1Q8-UBUdxs0/AAAAAAAAAAI/AAAAAAAAAE8/85YdOejtm1w/photo.jpg",
        "authorSecureURL": "https://lh5.googleusercontent.com/-1Q8-UBUdxs0/AAAAAAAAAAI/AAAAAAAAAE8/85YdOejtm1w/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
