{
  "title": "Handy Lyrics TheNotoriousB.I.G",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.bswhaney.TheNotoriousBIG",
  "category": "Music & Audio",
  "price": "Free",
  "datePublished": "May 9, 2013",
  "version": "1.0",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "Kultida Anekboon",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.bswhaney.TheNotoriousBIG",
  "extendedInfo": {
    "installSize": "838k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "If you are The Notorious B.I.G.'s fan, this app is right for you. Whenever you want to check The Notorious B.I.G.'s lyrics, just open this app and choose the lyrics that you want. You don't have to access the internet to get the lyrics. We provide all The Notorious B.I.G.'s lyrics here. In the Album tab, you can choose lyrics based on the album. In All lyrics tab, all of The Notorious B.I.G.'s lyrics are here. You can quickly search the lyrics by using the search bar at the top of the page.Hope you guy enjoy using this app as much as I enjoy developing it. :)************************Main Features ************************- Lyrics categorized by album - Show all lyrics - Search lyrics************************List of albums ************************- Ready to Die- Life After Death- Born Again- Duets: The Final Chapter- Notorious************************List of lyrics ************************- 1970 Somethin'- Another- B.I.G. Interlude- B.I.G. Live In Jamaica (Intro)- Beef- Big Booty Hoes- Big Poppa- Biggie- Breakin' Old Habits- Brooklyn Go Hard- Can I Get Witcha- Come On- Dangerous MC's- Dead Wrong- Everyday Struggle- Friend Of Mine- Fuck Me (Interlude)- Fuck You Tonight- Get Your Grind On- Gimme The Loot- Going Back To Cali- Guaranteed Raw- Hold Ya Head- Hope You Niggas Sleep- Hustler's Story- Hypnotize- I Got a Story to Tell- I Love the Dough- I Really Want To Show You- If I Should Die Before I Wake- I'm With Whateva- Intro- It Has Been Said- Juicy- Just A Memory- Kick In The Door- Last Day- Let Me Get Down- Letter To B.I.G.- Life After Death Intro- Living In Pain- Living The Life- Long Kiss Goodnight- Love Is Everlasting (Outro)- Love No Ho- Machine Gun Funk- Me & My Bitch- Mi Casa- Microphone Murderer- Miss U- Mo Money Mo Problems- My Downfall- Nasty Boy- Nasty Girl- Niggas- Niggas Bleed- Notorious B.I.G.- Notorious Thugs- One More Chance- One More Chance (Remix)- One More Chance / The Legacy Remix- Party And Bullshit- Playa Hater- Rap Phenomenon- Ready To Die- Respect- Sky's The Limit- Somebody's Gotta Die- Spit Your Game- Suicidal Thoughts- Ten Crack Commandments- The What- The World is Filled...- Things Done Changed- Tonight- Ultimate Rush- Unbelieveable- Wake Up- Warning- Whatchu Want- What's Beef?- Who Shot Ya- Would You Die For Me- You're Nobody (Til Somebody Kills You)",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.READ_PHONE_STATE",
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
