{
  "title": "BT Engage Meeting Mobile",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.btc.engage",
  "category": "Business",
  "price": "Free",
  "datePublished": "December 7, 2012",
  "version": "1.4.1",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "11",
  "rating": "4.2727275",
  "contentRating": "Everyone",
  "creator": "BT Conferencing",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.btc.engage",
  "extendedInfo": {
    "installSize": "954k",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "BT Engage Mobile is your perfect companion to the BT Engage Meeting Manager web portal. Now you can schedule, view, cancel, start, monitor, or control your video meetings right from your phone or tablet, wherever you are, whenever you prefer. Whether it’s SD, HD, or immersive video systems from any major vendors, you can schedule or control your video meetings using the same simple interface on your mobile device. FEATURESAll registered users of BT Engage Meeting Manager can:- View your existing meetings (List or Calendar view) and cancel an upcoming meeting- View your meeting site location/contact info on Google map- Schedule new meetings and edit existing ones- Schedule both room reservation or self-service video meeting on your favorite sites- Desktop (SIP) participant support - Enjoy streamlined reservation steps- Launch an ad-hoc video meeting immediately- Manual launch;  Use this app to launch your meeting- Associate billing codes with a new meeting when necessary- Control a live video meeting:- Monitor video connection status for each site- Connect/disconnect any video site with a simple tap- Extend a meeting beyond scheduled time - End a meeting ahead of scheduled timeREQUIREMENTSYou must be a customer of BT Conferencing video services to use this app. To learn about BT’s video services and how to become a customer, please visit BT Conferencing web site at http://www.btconferencing.com/products-and-services/video-conferencing/",
    "reviews": [
      {
        "timestampMsec": "1334467240771",
        "starRating": "5",
        "title": "nitish",
        "comment": "goooooood apps",
        "commentId": "lg:AOqpTOHyDjV7Ouvz0-I1IA0CtQfxa7w9xKns8ZaSt0o6yTVSeFdYKkjbuAqlHbGY0JQPi744mZWcs7J9f1Q8kQ",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1352702930207",
        "starRating": "4",
        "title": "Jay",
        "comment": "Cool app but as an administrator I would like to see more.",
        "commentId": "lg:AOqpTOG6QN68qDGWdfawP9ajgA2oRw48t0GQTWz882hbRCFF-ddfZt8AZRhDQDcS9qqTSKVUO8kD5yLjSjEUfQ",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE"
    ]
  }
}
