{
  "title": "Handy Lyrics - Snoop Dogg",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.bswhaney.SnoopDogg",
  "category": "Music & Audio",
  "price": "Free",
  "datePublished": "April 22, 2013",
  "version": "1.1",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "9",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "Kultida Anekboon",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.bswhaney.SnoopDogg",
  "extendedInfo": {
    "installSize": "1.1M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "If you are Snoop Dogg's fan, this app is right for you. Whenever you want to check Snoop Dogg's lyrics, just open this app and choose the lyrics that you want. You don't have to access the internet to get the lyrics. We provide all Snoop Dogg's lyrics here. In the Album tab, you can choose lyrics based on the album. In All lyrics tab, all of Snoop Dogg's lyrics are here. You can quickly search the lyrics by using the search bar at the top of the page.Hope you guy enjoy using this app as much as I enjoy developing it. :)************************Main Features ************************- Lyrics categorized by album - Show all lyrics - Search lyrics************************List of albums ************************- Doggystyle- Tha Doggfather- Da Game Is to Be Sold, Not to Be Told- No Limit Top Dogg- Tha Last Meal- Duces 'n Trayz: The Old Fashioned Way- Paid tha Cost to Be da Boss- R&G (Rhythm & Gangsta): The Masterpiece- Tha Blue Carpet Treatment- Ego Trippin'- Malice n Wonderland- More Malice- Doggumentary- Reincarnated************************List of lyrics ************************- (Intro) I Love To Give You Light- (O.J.) Wake Up- (Tear 'Em Off) Me & My Doggz- 10 Lil' Grips- 1800- 2 Minute Warning- 20 Dollars To My Name- 20 Minutes- 2001- A Bitch I Knew- A Word Witchya! (Intro)- Ain't No Fun (If The Homies Can't Have None)- Ain't Nut'in Personal- Back Up Off Me- Ballin'- Bang Out- Bathtub- Batman & Robin- Beat Up On Yo Pads- Beautiful- Been Around Tha World- Betta Days- Bitch Please- Blueberry- Bo$$ Playa- Boom- Boss' Life- Brake Fluid (Bitches Pump Yo Brakes)- Break A Bitch Til I Die- Bring it On- Buck 'Em- Buss'n Rocks- Can I Get A Flicc Witchu- Can U Control Yo Hoe- Candy (Drippin' Like Water)- Can't Say Goodbye- Chronic Break- Cold Game- Connected- Conversations- Cool- Crazy- Crip Hop- D.O.G.'s Get Lonely 2- Deez Hollywood Nights- Different Languages- Dogghouse In Your Mouth- Doggy Dogg World- Doggyland- Doggz Gonna Get Ya- Doin' Too Much- Don't Let Go- Don't Stop- Don't Tell- Down 4 My Niggas- Downtown Assassins- DP Gangsta- Drop It Like It's Hot- Eastside Ridaz- El Lay- Eyez Closed- For All My Niggaz & Bitches- Freestyle Conversation- Fresh Pair Of Panties On- Friends- From Long Beach 2 Brick City- From Tha Chuuuch To Da Palace- G Bedtime Stories- G Funk Intro- Game Court- Game Of Life- Gangbang Rookie- Gangbangn 101- Gangsta Like Me- Gangsta Luv- Gangsta Ride- Get A Light- Get Bout It & Rowdy- Ghetto Symphony- Gin & Juice #2- Gin And Juice- Girl Like U- Go Away- Gold Rush- Groupie- Gz And Hustlas- Hennesey And Buddah- Here Comes The King- Hoes, Money, And Clout- Hourglass- House Shoes- Hustle & Ball- I Believe In You- I Can't Swim- I Don't Need No Bitch- I Love My Momma- I Luv It- I Miss That Bitch- I Wanna Fuck You- I Wanna Rock- I Wanna Rock (The Kings' G-Mix)- I'm Threw Witchu- Imagine- In Love With A Thug- Intro- Intrology- Issues- It's D Only Thang- Just Dippin'- La La La- Late Night- LAX- Lay Low- Leave Me Alone- Let It Out- Let's Get Blown- Life Of Da Party- Lighters Up- Like This- Lodi Dodi- Lodi Dodi Intro- Lollipop- Loosen' Control- Luv Drunk- Mac Bible Chapter 211 Verse 20-21- Mission Cleopatra- Murder Was The Case (DeathAfterVisualizingEternity)- My Fuckin' House- My Heat Goes Boom- My Medicine- My Own Way- Neva Have 2 Worry- No Guns Allowed- Now Is The Time- Oh No- One Chance (Make It Good)- Paper'd Up- Party With A D.P.G- Pass It Pass It- Payin' For Pussy- Peer Pressure- Perfect- Picture This- Pimp Slapp'd- Pimpin Ain't EZ- Platinum- Press Play- Promise I- Pronto- Pronto (G-Mix)- Protocol- Psst!- Pump Pump- Raised In Da Hood- Ready 2 Ryde- Ridin' In My Chevy- Round Here- SD Is Out- Secrets- See Ya When I Get There- Serial Killa- Set It Off- Sets Up- Sexual Eruption- Signs- Sixx Minutes- Slow Down- Snoop Bounce",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.READ_PHONE_STATE",
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
