{
  "title": "Handy Lyrics - Aesop Rock",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.bswhaney.AesopRock",
  "category": "Music & Audio",
  "price": "Free",
  "datePublished": "May 13, 2013",
  "version": "1.0",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "Kultida Anekboon",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.bswhaney.AesopRock",
  "extendedInfo": {
    "installSize": "835k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "If you are Aesop Rock's fan, this app is right for you. Whenever you want to check Aesop Rock's lyrics, just open this app and choose the lyrics that you want. You don't have to access the internet to get the lyrics. We provide all Aesop Rock's lyrics here. In the Album tab, you can choose lyrics based on the album. In All lyrics tab, all of Aesop Rock's lyrics are here. You can quickly search the lyrics by using the search bar at the top of the page.Hope you guy enjoy using this app as much as I enjoy developing it. :)************************Main Features ************************- Lyrics categorized by album - Show all lyrics - Search lyrics************************List of albums ************************- Music for Earthworms- Float- Labor Days- Bazooka Tooth- None Shall Pass- Skelethon************************List of lyrics ************************- 1,000 O'Clock- 11:35- 39 Thieves- 6b Panorama- 89.9FM Nighttrain Promo- 9-5ers Anthem- Abandon All Hope- Antisocial- Attention Span- Babies With Guns- Basic Cable- Battery- Bazooka Tooth- Bent Life- Big Bang- BMX- Boombox- Bring Back Pluto- Catacomb Kids- Citronella- Coffee- Coma- Commencement At The Obedience Academy- Cook It Up- Coordinates- Coward Of The Year- Crows 1- Crows 2- Cycles To Gehenna- Dark Heart News- Daylight- Dokken Rules- Drawbridge- Easy- Fascination- Five Fingers- Flashflood- Float- Freeze- Frijoles- Fryerstarter- Fumes- Garbage- Getaway Car- Gopher Guts- Grace- Gun For The Whole Family- Homemade Mummy- How To Be A Carpenter- I'll Be OK- Keep Off The Lawn- Kill The Messenger- Labor- Leisureforce- Limelighters- Live On 89.9FM Nighttrain- Mars Attacks- Merit- N.Y. Electric- No City- No Jumper Cables- No Regrets- No Splash- None Shall Pass- One Brick- Oxygen- Pigs- Plastic Soldiers- Prosperity- Racing Stripes- Ruby '81- Saturn Missiles- Save Yourself- Shere Kan- Shovel- Skip Town- Spare A Match- Super Fluke- Tetra- The Greatest Pac-Man Victory In History- The Harbor Is Yours- The Mayor And The Crook- The Substance- The Tugboat Complex Pt. 3- The Yes And The Y'all- Troubled Waters- Wake-Up Call- We're Famous- Zero Dark Thirty- ZZZ Top",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.READ_PHONE_STATE",
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
