{
  "title": "Ultimate Casino Guide",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.bridges.ultimatecasino",
  "category": "Cards & Casino",
  "price": "$1.49",
  "datePublished": "September 3, 2012",
  "version": "1.0",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Medium Maturity",
  "creator": "SnuggzProduction",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.bridges.ultimatecasino",
  "extendedInfo": {
    "installSize": "4.9M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Get ready to take down the house with the Ultimate Casino Guide.  This app features instructions, strategy, the house edge and a visual walkthrough of over 30 of the most popular casino games.  Games that are included in this app are:  Baccarat (With instructions, strategy, house edge and visual walkthrough)Big Six (With instructions, strategy and house edge)Regular BlackjackBlackjack SwitchDouble Exposure BlackjackNo Bust 21Spanish 21 (All with instructions, BASIC STRATEGY CARDS, house edge and visual walkthrough)Caribbean Stud (With instructions, strategy, house edge and visual walkthrough)Craps (With instructions, strategy and house edge)Casino Hold'em (With instructions, strategy, house edge and visual walkthrough)Horse Bettering (With instructions on how to bet, bet types, how the payouts work, small strategy and house edge or rake)Keno (With instructions, strategy and house edge)Let it Ride (With instructions, strategy, house edge and visual walkthrough)Mississippi Stud (With instructions, strategy, house edge and visual walkthrough)Paigow Poker (With instructions, strategy, house edge and visual walkthrough)Red Dog (With instructions, strategy, house edge and visual walkthrough)Roulette (With instructions, strategy and house edge)Sicbo (With instructions, strategy and house edge)Sports Betting (With instructions on how to bet, the bet types, payouts and house edge or vig)3 Card Poker (With instructions, strategy, house edge and visual walkthrough)Casino War (With instructions, strategy, house edge and visual walkthrough)Also included is a complete Poker Section with Hand Rankings, Small General Poker Strategy, Small Tournament Strategy as well as how to play, basic strategy ideas and a visual walkthrough of the following poker games:BadugiDeuce to 7 Single DrawDeuce to 7 Triple Draw5 Card DrawTexas Hold'emOmahaOmaha Hi/LoRazz7 Card Stud7 Card Stud Hi/LoFinally there is a section that explains how to play and lists what to keep for 5 different Video Poker Games:Jacks or BetterBonus PokerDouble Bonus PokerDouble Double Bonus PokerDeuces Wild (COMING SOON)With the Ultimate Casino Guide, you can gain confidence and try games you have never played before and have the right strategy to minimize the house edge and hopefully come away a WINNER!!Good Luck!",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "com.android.vending.CHECK_LICENSE"
    ]
  }
}
