{
  "title": "Television for Netherlands",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.bulbtap.tvplusAndroid.NL",
  "category": "Media & Video",
  "price": "$1.57",
  "datePublished": "May 7, 2013",
  "version": "1.1",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "1",
  "rating": "1.0",
  "contentRating": "Everyone",
  "creator": "BulbTap Ltd.",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.bulbtap.tvplusAndroid.NL",
  "extendedInfo": {
    "installSize": "1.1M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "De ultieme Tv-gids. Onze ervaring in tv-uitzendingen stelt ons in staat, U een complete, snelle en makkelijk te gebruiken Tv-gids aan te bieden met dagelijkse update van de informatie. Al uw favoriete functies zijn verbeterd: trailers, gerelateerde video's, herinneringen, Twitter, e-mail... FUNCTIES - De lijst van kanalen sorteren zoals u dat wilt - TV vermeldingen voor films en TV Shows (alleen voor ondersteunde landen) - Nu op TV - Volledige TV vermeldingtabel- Met behulp van de zoekfunctie kunt u het programma vinden dat u zoekt. - Mis nooit meer uw favoriete programma's! Stel een herinnering in op de app en deze zal u waarschuwen wanneer het programma gaat beginnen. - Rechtstreeks vanuit de app verzenden Tweets of mails - Nederland1- Nederland2- Nederland3- RTL4- RTL5- RTL7- RTL8- SBS6- NET5- Veronica- DiscoveryChannel- TLC- Eén- KETNET/Canvas- MTV- ComedyCentral- Eurosport- EredivisieLive- Sport1- CartoonNetwork- Nickelodeon- Syfy- BVN- 2BE- VT4- VTM- RTVDrenthe- RTVNoord- OmroepFryslân- RTVOost- OmroepFlevoland- OmroepGelderland- AT5- OmroepZeeland- OmroepBrabant- RTVNoord-Holland- RTVRijnmond- RTVWest- RTVUtrecht- L1TV- Film1Family- Film1Festival- MGM- TCM- ZoneReality- DiscoveryScience- DiscoveryWorld- AnimalPlanet- ARD- ZDF- WDRFernsehen- NDRFernsehen- ARTE- 3Sat- PRO7- Sat1- RTBFLa1- RTBFLa2- TRTint.- RTL- NickJr.- Boomerang- ComedyFamily- GoedTVDe opgenomen gegevens in de aanvraag zijn gratis beschikbaar op het Internet. We hebben hen alleen in één toepassing vervuld. Alle beschrijvingen en afbeeldingen gepresenteerd in de applicatie zijn het eigendom van hun respectieve eigenaars.",
    "reviews": [
      {
        "timestampMsec": "1365802490256",
        "starRating": "1",
        "title": "Not live",
        "comment": "No live broadcasts just a TV guide",
        "commentId": "gp:AOqpTOG8HPoBbOTxpsRRsZ44zTZM2QBLs1LhYAw1oEAdG1uUCB9-6RPWULu4gWpE-_YZ5WowX9nasyq5sFdlWQ",
        "author": "John Jones",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET"
    ]
  }
}
