{
  "title": "HD Sexy legs and asses",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.bullfrog.sexylegs",
  "category": "Entertainment",
  "price": "Free",
  "datePublished": "January 19, 2013",
  "version": "2.0.8",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "1",
  "rating": "5.0",
  "contentRating": "High Maturity",
  "creator": "Bullfrog",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.bullfrog.sexylegs",
  "extendedInfo": {
    "installSize": "1.1M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "When you look around and see a woman wearing a short skirt and high heels, what about this woman makes you think she has the best legs you have ever seen, or wished you had? Have you really taken the time to define what about her legs you really like? It's hard to put into words exactly what the perfect legs are. Yet, when you see it, you'll know it, right?Sexy legs have a good overall shape to them from top to bottom. The muscles in the upper thigh area should be tight and shapely as well as the area right above the knee. It is important is to look at a pair of legs and see that they are toned and don't jiggle or sag.Check out this HD Gallery of hot sexy girls with legs that will melt your heart and soul! A large compilation of pictures for your viewing pleasure.*** Data connection needed to download new images ****** Thousands of pictures to choose from! ****** Save pictures to your phone to store and view later! ****** Set your favourite pictures as wallpaper! ***Note: This free app is ad supported but does not contain any notifications or ads on notification tray or home screen. Press menu button to save picture or set wallpaper.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.SET_WALLPAPER",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
