{
  "title": "Handy Lyrics - Celtic Woman",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.bswhaney.CelticWoman",
  "category": "Music & Audio",
  "price": "Free",
  "datePublished": "June 14, 2013",
  "version": "1.0",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "Kultida Anekboon",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.bswhaney.CelticWoman",
  "extendedInfo": {
    "installSize": "785k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "If you are Celtic Woman's fan, this app is right for you. Whenever you want to check Celtic Woman's lyrics, just open this app and choose the lyrics that you want. You don't have to access the internet to get the lyrics. We provide all Celtic Woman's lyrics here. In the Album tab, you can choose lyrics based on the album. In All lyrics tab, all of Celtic Woman's lyrics are here. You can quickly search the lyrics by using the search bar at the top of the page.Hope you guy enjoy using this app as much as I enjoy developing it. :)************************Main Features ************************- Lyrics categorized by album - Show all lyrics - Search lyrics************************List of albums ************************- Celtic Woman- Celtic Woman: A Christmas Celebration- A New Journey- Songs From The Heart- Lullaby- Believe- Celtic Woman: Home For Christmas************************List of lyrics ************************- A Spaceman Came Travelling- A Woman's Heart- Adeste Fideles- Amazing Grace- At The Céili- Auld Lang Syne- Ave Maria- Awakening- Away In A Manger- Baby Mine- Beyond The Sea- Black Is The Colour- Brahms' Lullaby- Bridge Over Troubled Water- Caledonia- Carol Of The Bells- Carolina Rua- Carrickfergus- Christmas Pipes- Danny Boy- Ding Dong Merrily On High- Don Oíche Úd I mBeithil- Dúlaman- Fields Of Gold- Follow On- Forever Young- Galway Bay- Goodnight My Angel- Green Grow The Rushes- Hark The Herald Angels Sing- Harry's Game- Have Yourself A Merry Little Christmas- Hush Little Baby- I'll Be Home For Christmas- Isle Of Inisfree- Joy To The World- Laschia Ch'io Pianga- Let It Snow!- Mary's Boy Child- May It Be- Mo Ghile Mear- My Lagan Love- Nella Fantasia- Newgrange- Níl Sé'n Lá- Nocturne- Non C'è Più- O America!- O Come, All Ye Faithful- O Holy Night- One World- Orinoco Flow- Over The Rainbow- Panis Angelicus- Sailing- Santa Claus Is Coming To Town- Scarborough Fair- Send Me A Song- She Moved Thru' The Fair- Sí Do Mhaimeó Í- Silent Night- Sing Out!- Siúil A Rúin- Smile- Someday- Songs From The Heart: Walking The Night / Give Me Your Hand- Spanish Lady- Stay Awake- Suantrai- Symphonie- Téir Abhaile Riú- The Blessing- The Christmas Song- The Last Rose Of Summer- The Little Drummer Boy- The Moon's A Harsh Mistress- The New Ground - Isle Of Hope, Isle Of Tears- The Parting Glass- The Prayer- The Sky And The Dawn And The Sun- The Soft Goodbye- The Voice- The Water Is Wide- The Wexford Carol- Vivaldi's Rain- Walking In The Air- We Three Kings- We Wish You A Merry Christmas- Wenn Du In Meinen Träumen Bei Mir Bist- What Child Is This- When You Believe- When You Wish Upon A Star- White Christmas- Winter Wonderland- You Raise Me Up- You'll Be In My Heart- You'll Never Walk Alone",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.READ_PHONE_STATE",
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
