{
  "title": "[B]Not Here",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.broadcon.nothereproen",
  "category": "Lifestyle",
  "price": "$1.93",
  "datePublished": "August 7, 2013",
  "version": "1.0",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "1",
  "rating": "3.0",
  "contentRating": "Low Maturity",
  "creator": "BroadCON",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.broadcon.nothereproen",
  "extendedInfo": {
    "installSize": "1.8M",
    "downloadsCount": "10+",
    "downloadsCountText": "10 - 50",
    "description": "Freed from tracing location! Let's escape from the tracking!## Notice ##1. This application doesn’t provide your location information to anybody. This is only for making fake location of user.2. This application is dedicated to those who are in trouble with the lovely chasing. =) ＃. Information I don't even know where I am! Just find me! There are so many people who are tracing me~ Here is the way to run away from lover, parents, teacher, boss and so on.. Here comes the cool application that makes them trust you! Let me introduce the app Not Here! Now you can live a comfortable life with Not Here app which is using the defense system. * Defense System *The function which makes my location be changed into the fake location＃. How to use 1. Register the fake location You have to register the fake location first to use this app. -Now you can make 5 items Click the [Add} button in the List -You can see the screen of settings location info. -You can input the title of your fake location -You can click the location in the map as you want.-And set up the duration time. Default duration time is 60 Min.-The fake location will be saved when you click [OK].2. Use / Stop the fake location  You can use the fake location function when you choose the list. -Just select the list you want to use. -[Start Now] button will make your location be changed into the fake location. -Although you finish the app, the fake location function keeps working. -When the duration time passes, the fake location function is over. -The fake location you're using now is shown as the hourglass. -You can stop the fake location function by clicking [Stop] button. 3. Delete List You can delete the list by clicking trash can button. -Click trash can button -Select the items you want to delete. -When you click trash can button again, the delete is completed. 4. Settings You can set up by clicking Tool shape button in the bottom. -You can see the taps [Settings/Help/Info] -Set up duration time of Widget : This is not available now -Recommendation : You can recommend this app to your friends.  *You may need to log in Twitter or Facebook for Sync. ＃. bug / Q&A -Email: appstore@broadcon.co.kr-Homepage: www.broadcon.net-Twitter: @broadcon-Facebook: www.facebook.com/broadconhc",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.WRITE_SECURE_SETTINGS",
      "android.permission.WRITE_SETTINGS",
      "android.permission.INTERNET",
      "android.permission.ACCESS_MOCK_LOCATION",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
