{
  "title": "Television for Germany",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.bulbtap.tvplusAndroid.DE",
  "category": "Media & Video",
  "price": "$1.34",
  "datePublished": "February 28, 2013",
  "version": "1.0",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "3",
  "rating": "2.3333333",
  "contentRating": "Everyone",
  "creator": "BulbTap Ltd.",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.bulbtap.tvplusAndroid.DE",
  "extendedInfo": {
    "installSize": "1.1M",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "Die ultimative Fernsehprogramm. Unsere Erfahrung in der Fernsehübertragungen ermöglicht es uns, Ihnen eine komplette, schnelle und einfach zu bedienen Fernsehprogramm mit täglich aktualisierten Informationen an zu bieten. Alle Ihrer bevorzugten Funktionen sind verbessert: Trailers, ähnlichen Videos ansehen, Erinnerungen, Twitter, E-Mai... FUNKTIONEN - Sortieren Sie die Liste der Kanäle, wie Sie es möchten - Fernsehprogrammliste für Filme und Fernsehprogrammen (nur für unterstützten Länder) - Jetzt im Fernsehen - Vollständige Fernsehprogrammlisten Tabelle- Mit der Suchfunktion können Sie das gewünschte Programm finden.  - Verpassen Sie nie mehr Ihre Lieblings-Programm! Eine Erinnerung einstellen in der App und es wird Sie warnen, wenn das Programm anfängt. - Direkt aus der App zu versenden E-Mails oder Tweets - DasErste- ZDF- RTL- Sat.1- ProSieben- kabeleins- RTLII- VOX- 3sat- ARTE- TELE5- DASVIERTE- ComedyCentral- DMAX- sixx- SUPERRTL- KI.KA- Nickelodeon- NDR- BR- RBB- PHOENIX- BR-alpha- Einsfestival- EinsPlus- ZDFneo- ZDFkultur- ZDFinfo- ORF1- ORF2- PULS4- ServusTVHD- SF1- SF2- 3+- HH1- TVBerlin- Euronews- N24- n-tv- SPORT1- SPORT1+- EXTREMESPORTS- Eurosport- DELUXEMUSIC- iMusic1- VIVA- ANIXE- BibelTV- TIMM- HSE24- QVC- sonnenklarTV- MGM- DiscoveryHD- HistoryHD- 13thStreetUniversal- Classica- DiscoveryChannel- GoldstarTV- Heimatkanal- Junior- RTLCrime- Syfy- SkyKrimi- TNTSerie- Animax- AXN- TheBiogr.Channel- Boomerang- CartoonNetwork- Eurosport2- History- kabeleinsclassics- MTV- Nicktoons- RTLLiving- TNTFilm- VH1Classic- BlueMovie- BlueMovie2- BlueMovie3- AnimalPlanet- BonGusto- E!Entertainment- FashionTV- GuteLauneTV- LustPur- DR1- TV2- TV5Die enthalten Daten in der Anwendung sind kostenlos im Internet zur Verfügung. Wir haben nur diese in einer Anwendung erfüllt. Alle Beschreibungen und Bilder in der Anwendung die vorgestellt werden sind das Eigentum ihrer jeweiligen Eigentümer.",
    "reviews": [
      {
        "timestampMsec": "1375704499994",
        "starRating": "1",
        "title": "Bullshit! Wouldnt play any channel!!",
        "comment": "I bought this software and all the links you had just connected to youtube and wouldnt let me to watch any of these channels online. Why you make a fake software like this. Return my money!!!",
        "commentId": "gp:AOqpTOHFa0p891pAeIRC-spQ7rHjXcWwMmHYPMnS-TdWWYCuH12OoAjQQDyhxI3mMSjXjVYd5zxXFSh_K-qSxh8",
        "author": "Luciana Nolle",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET"
    ]
  }
}
