{
  "title": "Sex Stories: Spanking Erotica",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.brian.android.spanking2",
  "category": "Entertainment",
  "price": "$0.99",
  "datePublished": "March 16, 2011",
  "version": "1.0",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "6",
  "rating": "4.1666665",
  "contentRating": "High Maturity",
  "creator": "Infochet",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.brian.android.spanking2",
  "extendedInfo": {
    "installSize": "288k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "If you like spanking, nude love, stripping, role-playing, sensual play, sexuality, bondage, discipline, BDSM, kinky, erotica, sex stories, and sex in general, you will love this set of stories from around the globe.  Over 22,000 words make up this long collection, and it will leave you breathless.An exerpt of the book:“Come over here and sit down next to me,” he said.  She actually gasped a little bit at his strong, sexy tone.  She walked over slowly, nervously, trying not to show him how much she wanted this, because that was part of the game. She leaned over him as he sat on the bed and gave him a warm kiss on the lips. Her tongue darted out and met his. They held their kiss for just a second and then he broke away.He couldn’t wait to touch her bare flesh.  His hands reached out and grabbed the bottom of her blouse and started tugging it up her body.  His movements were forceful and hungry.  As the shirt hem got caught on her breasts, and then continued, her nipples erected from the stimulation. She obediently raised her arms over her head, still leaning over him as he sat on the bed. As the shirt went over her head, she realized how much this itself was just like bondage.  Hank could easily overpower her right now.  It also had a blindfolding effect; the dark tent of her blouse absorbed all light and muffled the sounds around her.  He left her like that for a moment, started running his hands down her sides, carefully avoiding her breasts, tracing the curve of her waist and then down to her skirt.  He dipped his hands down the waist of her skirt. He slowly undid the button and pulled the zipper down in a torturing slowness.  It all seemed so far away to her because of the blouse still around her head. All she could feel were his hands on her body.  With her skirt unbuttoned, he finally helped her out of her blouse.  Slowly, he continued to strip her down.  She undulated her hips to help him take her skirt off, and he smiled when he saw she was wearing stockings with lacy tops.  His favorite.  “Naughty girl, you,” he said, and stood up beside the bed to study her.  Hank had a long, lean and muscled torso, and his workpants hung loosely around his hips.  He pulled his shirt off and she nearly swooned.  He had just the right amount of muscle with a slight dusting trail of hair around his lower abdomen, trailing down to his crotch.  She let her eyes wander down there and noticed he already had a hard-on.He moved back beside her on the bed, now shirtless.  Suddenly, he pulled her across his lap so she was face down.  As she lay there, she started to think of what would happen.  Would it hurt, or would he just lightly administer a few smacks?  Would he get out a brush or a paddle, like he’d talked about?  The thought excited her.  “Since you were late, I plan on making this pretty interesting,” he said as he rubbed her cheeks lightly.  The sensation felt good, like he was warming her up for something.  SMACK!The first blow of his hand landed right on the middle of her ass.  Her orbs shook from the impact of his hand.  He saw the bright white print of his hand for just a second, and then it slowly faded away.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
