{
  "title": "Wild Blackberries",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.btgn.blackberries",
  "category": "Books & Reference",
  "price": "$0.99",
  "datePublished": "March 20, 2011",
  "version": "1.0",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Medium Maturity",
  "creator": "Books to Go Now",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.btgn.blackberries",
  "extendedInfo": {
    "installSize": "329k",
    "downloadsCount": "10+",
    "downloadsCountText": "10 - 50",
    "description": "Morgan is researching on an Indian reservation in Prescott, Arizona, for her new paranormal novel. She doesn't believe in the paranormal, but writes it for the trend and the nice royalties. That is until her soon to be divorced husband tries to kill her, and she survives by her wits and a little \"strange\" help. Wild Blackberries by Lorrie Unites-StruiffGenre: Paranormal/Adventure/ThrillerWord Count: 4,200Length: Short StoryReview From BK Walters:“Wild Blackberries by Lorrie Unites-Struiff was a fantastic short story.  From the first sentence I knew it was going to be a 'do not put down until finished' tale. Morgan is doing research on an Indian Reservation for her new novel.  In the midst of her research she is also trying to finalize a divorce with her husband who drained her bank account and her patience.When Morgan awakes in the trunk of a car,  she searches her memory of what happened.  When her captor,  who just happens to be her husband,  tries killing her,  Morgan must outsmart him while confronting the spirit world of the reservation.  Is her mind playing tricks on her,  or is seeing really believing?Find out in this fast paced short story,  Wild Blackberries. Struiff holds nothing back on suspense and thrills.Purchase this E-book at Books To Go NowI give it ***** (5) Stars,  BK Walker.  http://bkwalkerbooks.weebly.com”Books to Go Now, eBook Publsiher, ebook, Romance, phone apps, Droid, authors, short stories, short story, author, writers, writing,  Amazon, Smashwords, PDF, wwwbookstogonow.com, digital publisher, Seattle, romance, romantic, sensual, story, stories, ebook, e-book, pdf, lit, html, publish, publishing, publisher, publication, publications, submit, submission, submissions, buy, buy here, purchase, sale, cart, shop, shopping, download, read, reads, reader, reading, werewolves, team Jacob, werewolve, lycan,  author, authors, digital, electronic, book, books, romance, romantic, best seller, bestseller, recommended read, award, award winning, free, links, fantasies,contemporary, action, adventure,  comedy, humour, contemporary, marketing, yahoo, myspace, bebo, uk, usa, american, britain,  british, au, australia",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "com.android.vending.CHECK_LICENSE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
