{
  "title": "Handy Lyrics - Bryan Adams",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.bswhaney.BryanAdams",
  "category": "Music & Audio",
  "price": "Free",
  "datePublished": "March 12, 2013",
  "version": "1.0",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "5",
  "rating": "4.6",
  "contentRating": "Everyone",
  "creator": "Kultida Anekboon",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.bswhaney.BryanAdams",
  "extendedInfo": {
    "installSize": "732k",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "If you are Bryan Adams's fan, this app is right for you. Whenever you want to check Bryan Adams's lyrics, just open this app and choose the lyrics that you want. You don't have to access the internet to get the lyrics. We provide all Bryan Adams's lyrics here. In the Album tab, you can choose lyrics based on the album. In All lyrics tab, all of Bryan Adams's lyrics are here. You can quickly search the lyrics by using the search bar at the top of the page.Hope you guy enjoy using this app as much as I enjoy developing it. :)--------------------------------Main Features --------------------------------- Lyrics categorized by album - Show all lyrics - Search lyrics--------------------------------List of albums --------------------------------- Bryan Adams- You Want It You Got It- Cuts Like a Knife- Reckless- Into the Fire- Waking Up the Neighbours- 18 til I Die- On a Day Like Today- Room Service- 11--------------------------------List of lyrics --------------------------------- (Everything I Do) I Do It For You- (I Wanna Be) Your Underwear- 18 Til I Die- Ain't Gonna Cry- All I Want Is You- Another Day- Before The Night Is Over- Black Pearl- Blessing In Disguise- Broken Wings- Can't Stop This Thing We Started- Cloud Number Nine- C'mon C'mon C'mon- Coming Home- Cuts Like A Knife- Depend On Me- Do I Have To Say The Words- Do To You- Don't Drop That Bomb On Me- Don't Leave Me Lonely- Don't Look Now- Don't Ya Say It- East Side Story- Fearless- Fits Ya Good- Flower Grown Wild- Flying- Getaway- Give Me Your Love- Have You Ever Really Loved A Woman- Hearts On Fire- Heat Of The Night- Heaven- Hey Honey - I'm Packin' You In!- Hidin' From Love- Home Again- House Arrest- How Do Ya Feel Tonight- I Ain't Losing The Fight- I Don't Wanna Live Forever- I Think About You- I Thought I'd Seen Everything- I Was Only Dreamin'- If I Had You- If You Wanna Leave Me- I'll Always Be Right There- I'm A Liar- I'm Ready- Inside Out- Into The Fire- Is Your Mama Gonna Miss Ya?- It Ain't A Party - If You Can't Come 'Round- It's Only Love- Jealousy- Kids Wanna Rock- Last Chance- Let Him Know- Let's Make A Night To Remember- Lie To Me- Lonely Nights- Long Gone- Mysterious Ways- Native Son- No One Makes It Right- Not Guilty- Not Romeo Not Juliet- Nowhere Fast- On A Day Like Today- One Good Reason- One Night Love Affair- Only The Strong Survive- Open Road- Oxygen- Rebel- Remember- Remembrance Day- Right Back Where I Started From- Room Service- Run To You- She's A Little Too Good For Me- She's Got A Way- She's Only Happy When She's Dancin'- Somebody- Something To Believe In- Star- State Of Mind- Straight From The Heart- Summer Of '69- Take Me Back- The Best Was Yet To Come- The Only One- The Only Thing That Looks Good On Me Is You- There Will Never Be Another Tonight- This Side Of Paradise- This Time- Thought I'd Died And Gone To Heaven- Tonight- Tonight We Have The Stars- Touch The Hand- Try To See It My Way- Vanishing- Victim Of Love- Wait And See- Walk On By- Wastin' Time- We Found What We Were Looking For- We're Gonna Win- What's It Gonna Be- When You're Gone- Where Angels Fear To Tread- Why Do You Have To Be So Hard To Love- Win Some, Lose Some- You Want It, You Got It- You're Still Beautiful To Me",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.READ_PHONE_STATE",
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
