{
  "title": "Handy Lyrics - Brother Ali",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.bswhaney.BrotherAli",
  "category": "Music & Audio",
  "price": "Free",
  "datePublished": "June 5, 2013",
  "version": "1.0",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "1",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "Kultida Anekboon",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.bswhaney.BrotherAli",
  "extendedInfo": {
    "installSize": "812k",
    "downloadsCount": "10+",
    "downloadsCountText": "10 - 50",
    "description": "If you are Brother Ali's fan, this app is right for you. Whenever you want to check Brother Ali's lyrics, just open this app and choose the lyrics that you want. You don't have to access the internet to get the lyrics. We provide all Brother Ali's lyrics here. In the Album tab, you can choose lyrics based on the album. In All lyrics tab, all of Brother Ali's lyrics are here. You can quickly search the lyrics by using the search bar at the top of the page.Hope you guy enjoy using this app as much as I enjoy developing it. :)************************Main Features ************************- Lyrics categorized by album - Show all lyrics - Search lyrics************************List of albums ************************- Rites Of Passage- Shadows On The Sun- The Undisputed Truth- Us- Mourning In America And Dreaming In Color************************List of lyrics ************************- All You Need- Babygirl- Back Stage Pacin'- Bad Mufucker Pt. 2- Best @It- Bitchslap!- Blah Blah Blah- Breakin' Dawn- Brothers And Sisters- Champion- Crown Jewel- Daylight- Dorian- Ear To Ear- Eighty-8- Faheem- Fajr- Forest Whitiker- Freedom Ain't Free- Fresh Air- Games- Gather Round- Here- House Keys- Just Fine- Letter From The Government- Letter To My Countrymen- Lookin' At Me Sideways- Missing Teeth- Mourning In America- My Beloved- Namesake- Need A Knot- Nine Double 'Em- Only Life I Know- Pay Them Back- Pedigree- Picket Fence- Prince Charming- Room With A View- Round Here- Say Amen- Shadows On The Sun- Singing This Song- Slippin' Away- So Dearly- Soul Whisper- Star Quality- Stop The Press- Take Me Home- The Preacher- The Puzzle- The Travelers- They're Finished- Think It Through- Three Day Journey- Tight Rope- Truth Is- Uncle Sam Goddamn- Us- Victory! (Come Forward)- Walking Away- Whatcha' Got- When The Beat Comes In- Win Some Lose Some- Won More Hit- Work Everyday- You Say (Puppy Love)",
    "reviews": [
      {
        "timestampMsec": "1370799414487",
        "starRating": "5",
        "title": "Great",
        "comment": "Good for brother ali fans.. Don\\'t have to look up the lyrics its there...  I like the organization",
        "commentId": "gp:AOqpTOHD_PQioFj0NA4emL1xspakMf4zEGbK9vU3NfP-19Gz_b5gmw0TEFr_euqHRvI6RjQT0_P6BcoMKVC3Ox8",
        "author": "Josh Sixberry",
        "authorURL": "http://lh5.googleusercontent.com/-7sv2W72kOUs/AAAAAAAAAAI/AAAAAAAAAME/w0n3TlxCqB4/photo.jpg",
        "authorSecureURL": "https://lh5.googleusercontent.com/-7sv2W72kOUs/AAAAAAAAAAI/AAAAAAAAAME/w0n3TlxCqB4/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.READ_PHONE_STATE",
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
