{
  "title": "Just a Little Off Key",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.btgn.justalittleoffkey",
  "category": "Books & Reference",
  "price": "$0.99",
  "datePublished": "July 17, 2011",
  "version": "1.0",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "Books to Go Now",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.btgn.justalittleoffkey",
  "extendedInfo": {
    "installSize": "338k",
    "downloadsCount": "1+",
    "downloadsCountText": "1 - 5",
    "description": "The night of their wedding rehearsal, Susan begs off early, planning to contemplate her last wedding eve hours. In a last mad spur of the moment thought, she dresses in a purple tie-dyed outfit and returns to an old neighborhood club she haunted in high school and college. She encounters Brad Kere, the owner and a former college chorus classmate, ending up joining him in the night’s event, karaoke. They share a song, a dance, and a shaky, “Good Luck to the Bride,” kiss. From that moment Susan decides to take her wedding in her own hands, surprising pompous Frank and their wedding guests with a slight alteration to her white satin wedding gown, white veil, baby’s breath flowers and white satin pumps, by tie dying purple splashes on the entire wedding attire.  At their wedding altar Susan realizes just how off key they really are, especially when Frank lectures her about her embarrassing antics. Susan finds out love really can be found in unplanned occasions, even if you’re on your wedding eve. A simple little Karaoke event revives her passionate nature which she pushed aside attempting to suit her future stuffy husband. By mutual agreement they discontinue the wedding, and Susan flees to the night club to see if passion was truly real with Brad, and to get back on key to love.Just a Little Off-KeyClaire Luna PinskerGenre: RomanceWord Count: Short StoryBooks to Go Now, eBook Publisher, romance, ebook, authors, short stories, short story, author, writers, writing,  wwwbookstogonow.com, digital publisher, Seattle, story, stories, ebook, e-book, publish, publishing, publisher, publication, publications, read, reads, reader, reading, book, books, romance, romantic, best seller, bestseller, recommended read, award, award winning,",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "com.android.vending.CHECK_LICENSE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
