{
  "title": "Handy Lyrics - Bill Withers",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.bswhaney.BillWithers",
  "category": "Music & Audio",
  "price": "Free",
  "datePublished": "May 29, 2013",
  "version": "1.0",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "Kultida Anekboon",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.bswhaney.BillWithers",
  "extendedInfo": {
    "installSize": "775k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "If you are Bill Withers's fan, this app is right for you. Whenever you want to check Bill Withers's lyrics, just open this app and choose the lyrics that you want. You don't have to access the internet to get the lyrics. We provide all Bill Withers's lyrics here. In the Album tab, you can choose lyrics based on the album. In All lyrics tab, all of Bill Withers's lyrics are here. You can quickly search the lyrics by using the search bar at the top of the page.Hope you guy enjoy using this app as much as I enjoy developing it. :)************************Main Features ************************- Lyrics categorized by album - Show all lyrics - Search lyrics************************List of albums ************************- Just As I Am- Still Bill- Live At Carnegie Hall- +'Justments- Making Music- Naked & Warm- Menagerie- 'Bout Love- Watching You, Watching Me************************List of lyrics ************************- Ain't No Sunshine- All Because Of You- Another Day To Run- Better Off Dead- Can We Pretend- City Of The Angels- Close To Me- Cold Baloney- Dedicated To You My Love- Do It Good- Don't Make Me Wait- Don't You Want To Stay?- Dreams- Everybody's Talking- Family Table- For My Friend- Friend Of Mine- Grandma's Hands- Green Grass- Harlem- Heart In Your Life- Heartbreak Road- Hello Like Before- Hope She'll Be Happier- I Can't Write Left Handed- I Don't Know- I Don't Want You On My Mind- I Love You Dawn- I Want To Spend The Night- I Wish You Well- If I Didn't Mean You Well- I'll Be With You- I'm Her Daddy- In My Heart- It Ain't Because Of Me Baby- Kissing My Love- Lean On Me- Let It Be- Let Me Be The One You Need- Let Me In Your Life- Let Me Into Your Life- Let Us Love- Liza- Lonely Town, Lonely Street- Look To Each Other For Love- Love- Love Is- Lovely Day- Lovely Night For Dancing- Make A Smile For Me- Make Love To Your Mind- Memories Are That Way- Moanin' And Groanin'- My Imagination- Naked And Warm- Oh Yeah!- Paint Your Pretty Picture- Railroad Man- Rosie- Ruby Lee- She Wants To (Get On Down)- She's Lonely- Something That Turns You On- Sometimes A Song- Steppin' Right Along- Stories- Sweet Wanomi- Take It All In And Check It All Out- Tender Things- The Best You Can- The Same Love That Made Me Laugh- Then You Smile At Me- Use Me- Watching You Watching Me- We Could Be Sweet Lovers- Whatever Happens- Where You Are- Who Is He (And What Is He To You)- Wintertime- World Keeps Going Around- You- You Just Can't Smile It Away- You Try To Find A Love- You've Got The Stuff",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.READ_PHONE_STATE",
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
