{
  "title": "Handy Lyrics - Guy Sebastian",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.bswhaney.GuySebastian",
  "category": "Music & Audio",
  "price": "Free",
  "datePublished": "April 30, 2013",
  "version": "1.0",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "1",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "Kultida Anekboon",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.bswhaney.GuySebastian",
  "extendedInfo": {
    "installSize": "741k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "If you are Guy Sebastian's fan, this app is right for you. Whenever you want to check Guy Sebastian's lyrics, just open this app and choose the lyrics that you want. You don't have to access the internet to get the lyrics. We provide all Guy Sebastian's lyrics here. In the Album tab, you can choose lyrics based on the album. In All lyrics tab, all of Guy Sebastian's lyrics are here. You can quickly search the lyrics by using the search bar at the top of the page.Hope you guy enjoy using this app as much as I enjoy developing it. :)************************Main Features ************************- Lyrics categorized by album - Show all lyrics - Search lyrics************************List of albums ************************- Just as I Am- Beautiful Life- Closer to the Sun- The Memphis Album- Like it Like That- Armageddon************************List of lyrics ************************- (Sittin' On) The Dock Of The Bay- 3 Words- All I Need Is You- All To Myself- Amnesia- Angels Brought Me Here- Anthem Of Why- Armageddon- Art Of Love- Attention- Back In The Day- Battle Scars- Be Mine- Beautiful Life- Beg- Big Bad World- Boyfriend- Bring Yourself- Can U Stand The Rain- Can't Stop A River- Closer To The Sun- Coming Home- Cover On My Heart- Died And Gone To Heaven- Don't Worry Be Happy- Elevator Love- Fail To Mention- Fiend For You- Forever With You- Get Along- Gold- Hallelujah I Love Her So- Hard To Handle- Hold On, I'm Comin'- How- I 4 U- I Can't Stand The Rain- I Wish- I'd Like To Get To Know You- I'm Gon Getcha- In The Midnight Hour- I've Been Loving You Too Long- Just As I Am- Keeper- Knock On Wood- Kryptonite- Let's Stay Together- Like It Like That- Magic- Make Heaven Wait- My Beautiful Friend- Never Be You- Never Ever Said Goodbye- Never Hold You Down- No One Can Compare (To You)- Oh Oh- Out Of Place- Out With My Baby- Perfection- Respect Yourself- So I- Something Don't Feel Right- Soul Man- Stars Collide- Story Of A Single Man- Summer Love- Sweetest Berry- Take Me To The River- Takin' Me Over- Taller, Stronger, Better- Trade This Love- Unbreakable- Under The Boardwalk- Undo- Used To You- Wait- What A Wonderful World- When Doves Cry",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.READ_PHONE_STATE",
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
