{
  "title": "Handy Lyrics - Green Day",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.bswhaney.GreenDay",
  "category": "Music & Audio",
  "price": "Free",
  "datePublished": "February 25, 2013",
  "version": "1.0",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "12",
  "rating": "4.4166665",
  "contentRating": "Everyone",
  "creator": "Kultida Anekboon",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.bswhaney.GreenDay",
  "extendedInfo": {
    "installSize": "878k",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "If you are Green Day's fan, this app is right for you. Whenever you want to check Green Day's lyrics, just open this app and choose the lyrics that you want. You don't have to access the internet to get the lyrics. We provide all Green Day's lyrics here. In the Album tab, you can choose lyrics based on the album. In All lyrics tab, all of Green Day's lyrics are here. You can quickly search the lyrics by using the search bar at the top of the page.Hope you guy enjoy using this app as much as I enjoy developing it. :)-------------------------------- Main Features -------------------------------- - Lyrics categorized by album - Show all lyrics - Search lyrics-------------------------------- List of albums -------------------------------- - 39/Smooth- Kerplunk- Dookie- Insomniac- Nimrod- Warning- Shenanigans- American Idiot- 21st Century Breakdown- ¡Uno!- ¡Dos!- ¡Tré!-------------------------------- List of lyrics -------------------------------- - At The Library- 16- 80- 86- ¡Viva La Gloria!- ¿Viva La Gloria? (Little Girl)- 1,000 Hours- 2000 Light Years Away- 21 Guns- 21st Century Breakdown- 409 In Your Coffeemaker- 8th Ave Serenade- 99 Revolutions- A Quick One While He's Away- All By Myself- All The Time- Amanda- American Eulogy- American Idiot- Amy- Android- Angel Blue- Another State Of Mind- Are We The Waiting- Armatage Shanks- Ashley- Bab's Uvula Who?- Baby Eyes- Basket Case- Before The Lobotomy- Best Thing In Town- Blood, Sex And Booze- Boulevard Of Broken Dreams- Brain Stew- Brat- Brutal Love- Burnout- Carpe Diem- Castaway- Christian's Inferno- Christie Road- Chump- Church On Sunday- Coming Clean- Deadbeat Holiday- Desensitized- Dirty Rotten Bastards- Disappearing Boy- Do Da Da- Dominated Love Slave- Don't Leave Me- Don't Wanna Fall In Love- Drama Queen- Dry Ice- East Jesus Nowhere- Emenius Sleepus- Extraordinary Girl- F.O.D.- Fashion Victim- Fell For You- Fuck Time- Geek Stink Breath- Give Me Novacaine- Going To Pasalacqua- Good Riddance (Time Of Your Life)- Green Day- Ha Ha You're Dead- Haushinka- Having A Blast- Hitchin' A Ride- Hold On- Holiday- Homecoming- Horseshoes And Handgrenades- I Want To Be Alone- I Want To Be On TV- I Was There- In The End- Jackass- Jaded- Jesus Of Suburbia- Jinx- Kill The DJ- King For A Day- Know Your Enemy- Knowledge- Lady Cobra- Last Night On Earth- Last Of The American Girls- Lazy Bones- Let Yourself Go- Letterbomb- Lights Out- Like A Rolling Stone- Little Boy Named Train- Longview- Loss Of Control- Macy's Day Parade- Makeout Party- Minority- Misery- Missing You- Murder City- My Generation- Nice Guys Finish Last- Nightlife- No One Knows- No Pride- Nuclear Family- Oh Love- On The Wagon- One For The Razorbacks- One Of My Lies- Only Of You- Outsider- Panic Song- Paper Lanterns- Peacemaker- Platypus (I Hate You)- Private Ale- Prosthetic Head- Pulling Teeth- Redundant- Reject- Rest- Restless Heart Syndrome- Road To Acceptance- Rotting- Rusty James- Sassafras Roots- Scattered- Scumbag- See The Light- See You Tonight- Sex, Drugs & Violence- She- She's A Rebel- Sick Of Me- Song Of The Century- St. Jimmy- Stay The Night- Stop When The Red Light Flash- Strangeland- Stray Heart- Stuart And The Ave- Stuck With Me- Suffocate- Sweet 16- Sweet Children- Take Back- That's All Right- The Forgotten- The Grouch- The Judge's Daughter- The One I Want- The Static Age- Tight Wadd Hill- Tired Of Waiting- Troublemaker- Uptight- Waiting- Wake Me Up When September Ends- Walk Away- Walking Alone- Walking Contradiction- Warning- Welcome To Paradise- Westbound Sign- Whatsername- When I Come Around- Who Wrote Holden Caulfield?- Why Do You Want Him?- Wild One- Words I Might Have Ate- Worry Rock- Wow! That's Loud- X-Kid- You Lied",
    "reviews": [
      {
        "timestampMsec": "1378545423199",
        "starRating": "5",
        "title": "Awesome",
        "comment": "Awesome",
        "commentId": "gp:AOqpTOF4v5bvtajK8ZQ1kA5678voGM2NFo2sv3cse00GQpx_jE_3zwpU9qClV6mvHa_DAuOLX2VNe8m_mCQf0dU",
        "author": "Chelsea Armstrong",
        "authorURL": "http://lh5.googleusercontent.com/-KTOTt_uhwak/AAAAAAAAAAI/AAAAAAAAFJY/SAbeRdcEq9o/photo.jpg",
        "authorSecureURL": "https://lh5.googleusercontent.com/-KTOTt_uhwak/AAAAAAAAAAI/AAAAAAAAFJY/SAbeRdcEq9o/photo.jpg"
      },
      {
        "timestampMsec": "1371493152895",
        "starRating": "1",
        "title": "Slow like,a turtle",
        "comment": "Slow as hell",
        "commentId": "gp:AOqpTOGnfXhexClAH6yoSrzaUheaw6yr9Q6AsyfdmzSL3jZWxn00xLLXuCSy8cIod7BBMzN2kyDmRB989s1B0hY",
        "author": "Richard Huang",
        "authorURL": "http://lh6.googleusercontent.com/-SUyVN4mEPVQ/AAAAAAAAAAI/AAAAAAAABz0/hYJS_6cd4qM/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/-SUyVN4mEPVQ/AAAAAAAAAAI/AAAAAAAABz0/hYJS_6cd4qM/photo.jpg"
      },
      {
        "timestampMsec": "1363845924370",
        "starRating": "5",
        "title": "Best",
        "comment": "Easy to use :)",
        "commentId": "gp:AOqpTOF9Y-Z8cjAKhjHQ4VOWbDLal1TQijoYXEKoPpK_kNvCc-3D60KC1BSicuxIX5daKVcENfOdxAwfa_240xg",
        "author": "Donna Pradana",
        "authorURL": "http://lh3.googleusercontent.com/-FkvqUhkM8AM/AAAAAAAAAAI/AAAAAAAAAAA/pBGDI3Ge_sQ/photo.jpg",
        "authorSecureURL": "https://lh3.googleusercontent.com/-FkvqUhkM8AM/AAAAAAAAAAI/AAAAAAAAAAA/pBGDI3Ge_sQ/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.READ_PHONE_STATE",
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
