{
  "title": "Bridal Makeup",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.bridal.makeup",
  "category": "Lifestyle",
  "price": "Free",
  "datePublished": "April 3, 2013",
  "version": "3.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "50",
  "rating": "3.88",
  "contentRating": "Low Maturity",
  "creator": "Urke",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.bridal.makeup",
  "extendedInfo": {
    "installSize": "2.9M",
    "downloadsCount": "10,000+",
    "downloadsCountText": "10,000 - 50,000",
    "description": "Look stunning on your wedding day with “Bridal Makeup” app! Your makeup simply must be perfect for your wedding, and this app will show you how to do the makeup for your big day yourself and look your best!Lots of video tutorials on creating makeup looks perfect for a wedding day!Wedding makeup looks for everyone’s taste!DIY makeup looks that will make your wedding day the best day of your life!Every bride looks beautiful on her biggest day – every single one, without exception. It’s almost like there’s a light bulb that’s been switched on inside, giving her a soft dewy radiance that is absolutely unmatched. You see it in the young girls who are getting married – you see it in the older ones too. It’s as if a fairy godmother has waved her wand and there’s magic in the air around the bride on her big day as the wedding ring is slipped on her finger. And it’s infectious – look around at all the teary-eyed smiles around her and you’ll know that’s true.Why do brides look as though their big day when they get to wear a wedding ring is their dream come true? Because it is! It’s what every little girl grows up with – this feeling that one day a knight on a white charger will come and sweep her off her feet and ride off into the sunset so they both live happily ever after. Somewhere along the way, there’s a big day and a ring that is slipped onto her willing finger. If you watch little girls playing with their dolls, more often than not, there’s a father and a mother…there may be a couple of baby dolls around too but what is most important is a Ken for Barbie with a happiest day thrown in. This is the dream world that she builds up as she is growing up – and the only difference perhaps is that the male doll gets replaced by a real guy. The dream, however, does not fade – not of the great day or that wonderful bridal ring – instead, it just grows brighter.If someone were to say that glow came out of a bottle, no way. Most brides are incredibly well made up on their important day – as it should be because the bride is the star of the show that day. However, the glow that a bride has can never ever be captured within the confines of a jar – there’s no way you can buy it for the love of money as it comes from within. Like we said before, a bride’s wedding day is the fulfillment of every childhood and growing up dream. Till this day, she’s watched others see their dreams come true. This happy day is hers and hers alone – she is the most important person and it’s her dreams coming true – as she walks down that aisle, as she mouths the wedding vows that she has so often in her dreams, as she feels the strong and comforting metal of the wedding ring as it is slipped on her finger, as she feels her gossamer veil lifted to receive her first kiss as a married woman. There may be a few tears but they are tears of incredible joy. Now if she glows in the middle of this wonderful dream, well, that’s her prerogative.So who's feeling what? Engagements are fraught with emotion. From the anticipation that comes from perhaps suspecting he is about to propose to the sheer joy when it becomes down-on-one-knee reality. Then, there’s the delight of sharing the news with loved ones, and sometimes the buzzkill when an aunty intimates you could have done better or his mum’s smile seems a little forced. After this comes the months-long planning process, and if there’s anything that’s going to test your love it’s invitation font selection, calculation of per head catering costs and whether or not his nephew’s grunge band Stinkfinger will provide the entertainment. (‘Think of the money we’ll save, babe.’)All of this, of course, is carried out in the name of having a perfect day. One of sheer unadulterated joy.",
    "reviews": [
      {
        "timestampMsec": "1352197614124",
        "starRating": "5",
        "title": "Nice",
        "comment": "Pretty cool! Love it!",
        "commentId": "lg:AOqpTOEPo7hpPmhA8RSeM58U3URQpUkUbyK4ET1ko_6iG1XIBpmUyZPELu-A97ZFF0CSRj4YZaZ02OPVdn0WAwg",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1354006573165",
        "starRating": "5",
        "title": "Like",
        "comment": "Some vids are very useful, I like it",
        "commentId": "lg:AOqpTOGCVDuI7_ICedCBU0DoYwhPItRhdRevH_jeLEdaVkbhC-jf1uAe06jlVx1kKxSY9vdyS23KYrx0eHCIWsc",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.GET_ACCOUNTS",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.WAKE_LOCK",
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.READ_PHONE_STATE",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "android.permission.VIBRATE",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_LOCATION_EXTRA_COMMANDS",
      "com.android.browser.permission.READ_HISTORY_BOOKMARKS",
      "com.android.browser.permission.WRITE_HISTORY_BOOKMARKS",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "com.android.launcher.permission.UNINSTALL_SHORTCUT",
      "com.android.launcher.permission.READ_SETTINGS",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
