{
  "title": "Handy Lyrics - Matthew West",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.bswhaney.MatthewWest",
  "category": "Music & Audio",
  "price": "Free",
  "datePublished": "May 5, 2013",
  "version": "1.0",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "2",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "Kultida Anekboon",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.bswhaney.MatthewWest",
  "extendedInfo": {
    "installSize": "703k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "If you are Matthew West's fan, this app is right for you. Whenever you want to check Matthew West's lyrics, just open this app and choose the lyrics that you want. You don't have to access the internet to get the lyrics. We provide all Matthew West's lyrics here. In the Album tab, you can choose lyrics based on the album. In All lyrics tab, all of Matthew West's lyrics are here. You can quickly search the lyrics by using the search bar at the top of the page.Hope you guy enjoy using this app as much as I enjoy developing it. :)************************Main Features ************************- Lyrics categorized by album - Show all lyrics - Search lyrics************************List of albums ************************- Sellout- Happy- History- Something to Say- The Story of Your Life- The Heart Of Christmas- Into the Light************************List of lyrics ************************- A Few More Days- A Friend In The World- All The Broken Pieces- Be Strong- Broken Girl- Christmas Makes Me Cry- Come On, Christmas- Curtain- Day After Christmas- Do Something- Every Second- Family Tree- Finest Hour- Forever And Beyond- Forgiveness- Get Away- Give This Christmas Away- Happy- Have Yourself A Merry Little Christmas- Heart Of Every Man- Hello, My Name Is- History- I Can't Hear You- I Know You're There- Into The Light- Jingle Bells- Just Like You- Leaving Heaven- Life Inside You- Love Has No Walls- Love Stands Waiting- More- Moved By Mercy- Mr. James- My Own Little World- Next Thing You Know- Nothing Else- O, Holy Night- Oh, Come All Ye Faithful- One Last Christmas- One Less- Only Grace- Open Wide My Heart- Out Of My Hands- Out Of Time- Restored- Safe And Sound- Save A Place For Me- Sellout- Something To Say- Stand- Stop The World- Strong Enough- Survivors- The Center- The Day Before You- The End- The Healing Has Begun- The Heart Of Christmas- The Last Ones- The Lie- The Light Of Eternity- The Moment Of Truth- The Motions- The Power Of A Prayer- The Reason For The World- The Story Of Your Life- This Ordinary Life- To Me- Turn Around- Two Houses- Unchangeable- Waitin' On A Miracle- We Are The Broken- Wonderfully Made- You Are Everything- You Know Where To Find Me",
    "reviews": [
      {
        "timestampMsec": "1373862916431",
        "starRating": "5",
        "title": "Rating 5.0",
        "comment": "I love this app! It would be even better if you could add a \\\"play song\\\" or \\\"play album\\\" button somewhere so people could listen to the music. Maybe make a paid version, ad free and has this option.",
        "commentId": "gp:AOqpTOGvCBWiEnC51A7kNG7FGy3W-Wu5-JbsW5CIKaNDP4JmF4DC6bkjUC2HbNughC62HtvydVPtuHs-p6Uu5Q",
        "author": "Dave Thomas",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.READ_PHONE_STATE",
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
