{
  "title": "Heart of Deception",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.btgn.heartofdeception",
  "category": "Books & Reference",
  "price": "$0.99",
  "datePublished": "June 6, 2011",
  "version": "1.0",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Medium Maturity",
  "creator": "Books to Go Now",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.btgn.heartofdeception",
  "extendedInfo": {
    "installSize": "418k",
    "downloadsCount": "10+",
    "downloadsCountText": "10 - 50",
    "description": "Celinda Graham—young, naïve, and passionate—is head-over-heels in love with Andrew Finley, Viscount Hurston and insists on marrying him. Unfortunately, Andrew’s family has been feuding with Celinda’s for generations.  When her father refuses to allow the marriage, Andrew proposes a scandalous way to get his approval.  But Andrew has a secret that may spell disaster to his plans if Celinda finds out he is not what he seems.Heart of DeceptionGenre: Historical RomanceWord Count: 3,069 Short StoryHistorical Romance, royal wedding, England, romance, sexy, Books to Go Now, eBook Publsiher, ebook, Romance, phone apps, Droid, authors, short stories, short story, author, writers, writing,  Amazon, PDF, wwwbookstogonow.com, digital publisher, Seattle, romance, romantic, sensual, story, stories, ebook, e-book, pdf, lit, html, buy, buy here, purchase, sale, cart, shop, shopping, download, read, reads, reader, reading,  royalty, royalties, contract, author, authors, digital, electronic, book, books, romance, romantic, best seller, bestseller, recommended read, award, award winning, free, links,antasies, mobi pocket, fictionwise, contemporary, action, adventure,  comedy, humour, contemporary, marketing, yahoo, myspace, bebo, uk, usa, american, britain,  british, au, australia",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "com.android.vending.CHECK_LICENSE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
