{
  "title": "Three Rivers Tour",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.brinkman.ThreeRiversTour",
  "category": "Entertainment",
  "price": "Free",
  "datePublished": "April 14, 2011",
  "version": "1.0",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "7",
  "rating": "4.714286",
  "contentRating": "Low Maturity",
  "creator": "David Brinkman",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.brinkman.ThreeRiversTour",
  "extendedInfo": {
    "installSize": "898k",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "The largest scale and most comprehensive GPS enabled tour ever done... You start the app and drop it in your pocket. You do the walking and it does the talking. The Three Rivers Tour covers over 12 rich historic miles of Columbia, South Carolina's beautiful Greenway. On the most popular trails in the Midlands of South Carolina, this automated talking tour adds a whole new dimension to your walk. Over 130 points of interest. Press the 1870 button on the screen and see an overlay of an 1870 survey that helped solve the location of a long lost Confederate Bridge and watch  yourself walk across the exact spot where General William Sherman and 30,000 Union troops crossed into Columbia to destroy her in 1865. Walk across the spot where President George Washington waited to catch a ferry into Columbia and visit the site of the oldest South Carolina back county settlement. Too much to mention here. Try it. It speaks English, French, Spanish, German, and Italian. It also includes hidden clues along the trail that may lead you to a prize. Please see http://www.historysoft.com for more details on the current hidden clues contest.Many thanks to local historians: Dean Hunt, Tom Elmore, and Dan Tortora for their valuable contributions to this project. Also, thanks to Mike Dawson and fellow Greater Piedmont Explorer Club members for good advice and motivation.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.INTERNET",
      "android.permission.VIBRATE"
    ]
  }
}
