{
  "title": "Mobile MyStro 2011",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.bredir.boopsie.mystrodemo",
  "category": "Business",
  "price": "Free",
  "datePublished": "May 18, 2011",
  "version": "4.5.48",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "3",
  "rating": "5.0",
  "contentRating": "Low Maturity",
  "creator": "Altus Systems",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.bredir.boopsie.mystrodemo",
  "extendedInfo": {
    "installSize": "2.2M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Instant access to MyStro 2011 conference schedules, exhibitor directories and maps, Twitter, Facebook and other social media feeds. Get notifications and view Presentation videos. Build your own session and exhibitor plan. •\tSchedule - Search every session for time, location and description•\tExhibitors – find exhibitors by name, description. See booth number and floor map.•\tPersonal Agendas - Create personalized agendas for sessions and exhibitors. Add or remove sessions from any mobile device•\tIncremental Search - narrows search results with each keystroke. Delivers fast, manageable search results.•\tSocial Media - Follow and contribute to the conversation from Twitter, LinkedIn, and Blogger. Upload photos with admin approval prior to postingMobile MyStro is the user’s guide to navigating MyStro 2011, giving users fast, mobile access to sessions, exhibitors, sponsors, and relevant conference and location information. Mobile MyStro is the perfect complement to the conference; ensuring attendees get to the content they need and that they get into the sessions, exhibits, and conference events they most want to attend.Key Features•\tenables users to quickly find sessions and exhibitors, and alerts them to deadlines to drive session and exhibitor traffic•\tIncorporates GPS (Global Positioning System) awareness to find food, hotels, and entertainment that is close to where you are•\tLocal Feeds show hotel, weather, restaurant and entertainment options from within the conference application•\tView videos of recorded sessions from the conference scheduleInteractive Search: Users search for what they want with multiple words or prefixes and Mobile MyStro interactively updates search results with each keystroke. Circumvents spelling mistakes and makes short work of long names or terms. Fast response time and ease of use are ideal for mobile access use.Mobile MyStro provides attendees and sponsors with an integrated platform to deliver, consume and manage their conference experience.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.INTERNET",
      "android.permission.CAMERA",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
