{
  "title": "Television for Norway",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.bulbtap.tvplusAndroid.NO",
  "category": "Media & Video",
  "price": "$1.56",
  "datePublished": "May 7, 2013",
  "version": "1.1",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "BulbTap Ltd.",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.bulbtap.tvplusAndroid.NO",
  "extendedInfo": {
    "installSize": "1.1M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Den ultimate TV-guide. Vår erfaring innenfor TV sendinger gjør at vi kan tilby et komplett, rask og enkel å bruke guide med daglig oppdatering av informasjon. Alle dine favoritt funksjoner er forbedret: trailere, relaterte videoer, påminnelser, Twitter, e-post... FUNKSJONER - Sorter kanallisten som du ønsker - TV Listings for filmer og TV-programmer (bare for land med støtte) - Nå på TV - Full TV Listings Grid- Finn programmet du leter etter ved hjelp av søkedelen - Angi en påminnelse, og applikasjonen vil varsle deg når programmet er i ferd med å starte. Gå aldri glipp av ditt favoritt program igjen! - Send Tweets eller e-post direkte fra app - TV 2- TV 2 Zebra- TV 2 Sport- TV 2 Filmkanalen- TV 2 Nyhetskanalen- TV 2 Bliss- NRK1- NRK2- NRK3- NRK Super- TVNorge- TV3- Fem- Viasat 4- Svensk TV 1- Svensk TV 2- TV3+ Danmark- 3Sat- Animal Planet- D:SF- DR 1- Dansk TV 2- Eurosport- MTV- Nickelodeon- Pro7- RTL 1- Sat1- Sky news- TV5- Viasat Nature/Crime- VH1- TCM- Travel Channel- TV1000- TV 3 Danmark- TV3 Sverige- TV4- Canal+ Drama- Canal+ First- Cartoon Network- TV1000 Nordic- Discovery- TV8- Kanal 5 Sverige- Extreme- Club- Discovery World- Discovery Science- Viasat Sport- Canal+ Comedy- DR 2- Reality HD- CNBC- Star- Viasat Explorer- Canal+ Sport 2- Canal+ Sport 1- Viasat Sport 2- Viasat Sport 3- TV1000 Action- TV1000 Classic- TV1000 Family- Showtime- The Voice- Canal+ Action- Canal+ Film HD- Eurosport 2- Viasat TV6- Silver- History Channel- Canal+ Hits- Canal+ Sport HD- Viasat Golf- Al Jazeera- Viasat Sport HD- TVNorge HD- Discovery HD- Animal Planet HD- Eurosport HD- Silver HD- SVT HD- Boomerang- History HD- Zee TV- Viasat History- TNT 7- Viasat Hockey- MaxData inkludert i anvendelsen er gratis tilgjengelig Internett. Vi har bare møtt dem i en applikasjon. Alle beskrivelser og bilder presentert i applikasjonen eies av sine respektive eiere.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET"
    ]
  }
}
