{
  "title": "Everyday Fitness Videos HD",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.bulletbody.sevenday",
  "category": "Health & Fitness",
  "price": "$1.99",
  "datePublished": "February 17, 2013",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "3",
  "rating": "2.3333333",
  "contentRating": "Everyone",
  "creator": "Bullet Body Fit",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.bulletbody.sevenday",
  "extendedInfo": {
    "installSize": "179k",
    "downloadsCount": "10,000+",
    "downloadsCountText": "100 - 500",
    "description": "Do you dream of having a sexy, lifted butt sculpted to perfection? Do you want to see your legs lean and free of cellulite? If you do, then this application is for you.BUTT&LEGS IN 7 DAYS is unlike anything else you've seen before. You will experience more than 60 effective & unique butt&legs sculpting exercises. And the fun part is that you can play your favorite tunes while exercising along with Julijana, an ex pro athlete and Fitness Expert. Seven days of real-time 10 minute workout. In each workout there are 10 different exercises that will target your butt and legs muscles from all different angles. Every exercise will be performed for about 45 continuous seconds with 10 seconds rest period in between exercises.For some of the exercises you will need a jump rope, weights, chair, foam roller and bosu ball. If you don't have this equipment, the workout can be easily modified.Download the FREE VERSION of Butt&Leg in 7 Days and experience ONE FULL FREE workout.https://play.google.com/store/apps/details?id=com.bulletbody.onedayQUICK NOTE:Beginners, go slowly when performing the exercise. If some exercises appear too difficult, modify the exercise so it can be performed safely.Advanced people, use heavier weights to make the workout more challenging.WARNING: Beware that overly sexy lower body may develop and cause mild neck straining from the opposite sex. :)ENJOY, SHARE AND COME BACK FOR MORE.DISCLAIMER:Consult with your physician before beginning any exercise program. You should be in good physical condition and be able to participate in the exercise. You should understand that when participating in any exercise or exercise program, there is the possibility of physical injury. If you engage in this exercise program, you agree that you do so at your own risk, are voluntarily participating in these activities, assume all risk of injury to yourself. Results will depend of many factors may vary for different people. ",
    "reviews": [
      {
        "timestampMsec": "1366052063969",
        "starRating": "5",
        "title": ":-)",
        "comment": "Awesome <3<3",
        "commentId": "gp:AOqpTOHvqo7-qBD37Oo1sv3Ypuvktnholg9JBVyr3e9JWy_pcG8TNbHv5-aJWvMCCwXa6-opN2BmlF84K52TCg",
        "author": "Yvette Bajrami",
        "authorURL": "http://lh4.googleusercontent.com/-Jo-rcTJ4gH4/AAAAAAAAAAI/AAAAAAAACBo/B0tovnwiJFM/photo.jpg",
        "authorSecureURL": "https://lh4.googleusercontent.com/-Jo-rcTJ4gH4/AAAAAAAAAAI/AAAAAAAACBo/B0tovnwiJFM/photo.jpg"
      },
      {
        "timestampMsec": "1368930016556",
        "starRating": "1",
        "title": "Dosnt work",
        "comment": "Vid wont play dosnt work!!!!!!!",
        "commentId": "gp:AOqpTOER3jVflDQPQwCHZDBFj2ywHHhhQbJ3eqaNeK4CuPGg9byJbMJU9tonwhh1s9_Ar1tZ0fp2NU95U4c7Dw",
        "author": "Mikey Asmar",
        "authorURL": "http://lh6.googleusercontent.com/-AHsRRMzT-u0/AAAAAAAAAAI/AAAAAAAAABA/cFuynbB5aKc/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/-AHsRRMzT-u0/AAAAAAAAAAI/AAAAAAAAABA/cFuynbB5aKc/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.INTERNET"
    ]
  }
}
