{
  "title": "America News Report - Riversip",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.briox.riversip.usnews",
  "category": "News & Magazines",
  "price": "Free",
  "datePublished": "June 29, 2013",
  "version": "1.2",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "5",
  "rating": "4.8",
  "contentRating": "Low Maturity",
  "creator": "Briox",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.briox.riversip.usnews",
  "extendedInfo": {
    "installSize": "2.1M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "The definite app for following US and World news!In Riversip US News, you'll always find a fresh, top selection of the most significant news articles & videos in the United States and the World.Powered by the highly-acclaimed Riversip engine, this app's main goal is simple: Help you catch up on the news in minimal time and on your own schedule.Whenever you open Riversip US News, it shows you what are the biggest news items & videos that you should know about – in the time frame of your choice. The idea is to adapt the endless flow of news to your own pace, making it easy for you to stay on top of the the news items that really matter to you. In less than a minute, you can be on top of the latest “must-know” items: Riversip US News is the app where you stop by to have a quick glimpse at the most important news stories of the day, the week, or the hour. So, what exactly do you get in Riversip US News? - No setup or learning time required. Fire the app for the first time – and immediately see what are the current “must-know” news- Catch up on your own schedule: You can choose your own time-frame in one tap, so you'll be up-to-date no matter how often you're checking things out. - Videos curated from leading news sources- Check out only the headlines – or go deeper: You can check out any news item's coverage from the many sources which covered it. Seeing how different publications cover the same event from different angles was never so easy – and we believe it's a surefire way to expand your horizons. - See what people you follow on Twitter had to say about any given story and have their tweets affect which stories you see first, giving you a socially-personalized news summary - Seen a topic of interest in the news? Drill down and get more focused items for that topic, from the most relevant sources. It's the quickest way to go deep without being overloaded with items – you always get the most relevant ones, in prioritized order. - No need to set up your sources and start looking for feeds! Riversip US News automatically picks the most relevant article for any real-world event and shows it to you – and it also learns what sources you prefer as you use the app, and shows coverage from them to you when it's available. - Choose your favorite topics so you can easily stay on top of the things in the topics that matter to you. If there's a specific state, news section, politician, topic or anything else you'd like to follow, this is the easiest, most efficient way to do so!- Notifications about notable events are sent to you as they occur! Never lose a key update again. (and if you prefer not to bothered, you can turn them off :) )The app features content from leading online news & video sources, including CNN, Reuters, Associated Press, USA TODAY, MSNBC and more..From user reviews of other Riversip-powered apps:\"Perfect news app\" - Bernhard (5 stars)\"Wow. One of the best news apps out there!\" - Ferdy (5 stars)\"Excellent! I really like this!\" (5 stars)Follow and chat with us at: http://twitter.com/riversip Use of the Riversip Application is governed by the Riversip Terms of Use (http://www.riversip.com/terms).",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "com.briox.riversip.usnews.permission.C2D_MESSAGE",
      "com.google.android.c2dm.permission.RECEIVE",
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE"
    ]
  }
}
