{
  "title": "Handy Lyrics - Whitney Houston",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.bswhaney.WhitneyHouston",
  "category": "Music & Audio",
  "price": "Free",
  "datePublished": "February 26, 2013",
  "version": "1.0",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "3",
  "rating": "4.0",
  "contentRating": "Everyone",
  "creator": "Kultida Anekboon",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.bswhaney.WhitneyHouston",
  "extendedInfo": {
    "installSize": "720k",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "If you are Whitney Houston's fan, this app is right for you. Whenever you want to check Whitney Houston's lyrics, just open this app and choose the lyrics that you want. You don't have to access the internet to get the lyrics. We provide all Whitney Houston's lyrics here. In the Album tab, you can choose lyrics based on the album. In All lyrics tab, all of Whitney Houston's lyrics are here. You can quickly search the lyrics by using the search bar at the top of the page.Hope you guy enjoy using this app as much as I enjoy developing it. :)-------------------------------- Main Features -------------------------------- - Lyrics categorized by album - Show all lyrics - Search lyrics-------------------------------- List of albums -------------------------------- - Whitney Houston- Whitney- I'm Your Baby Tonight- My Love Is Your Love- Just Whitney- I Look to You-------------------------------- List of lyrics -------------------------------- - A Song For You- After We Make Love- All At Once- All The Man That I Need- Anymore- Call You Tonight- Dear John Letter- Didn't We Almost Have It All- For The Love Of You- For The Lovers- Get It Back- Greatest Love Of All- Heartbreak Hotel- Higher Love- Hold Me- How Will I Know- I Belong To You- I Bow Out- I Didn't Know My Own Strength- I Got You- I Know Him So Well- I Learned From The Best- I Look To You- I Wanna Dance With Somebody- I Was Made To Love Him- If I Told You That- I'm Knockin'- I'm Your Baby Tonight- In My Business- It's Not Right But It's Okay- Just The Lonely Talking Again- Like I Never Left- Love Is A Contact Sport- Love That Man- Love Will Save The Day- Lover For Life- Million Dollar Bill- Miracle- My Love- My Love Is Your Love- My Name Is Not Susan- Nobody Loves Me Like You Do- Nothin' But Love- Oh Yes- On My Own- One Of Those Days- Salute- Saving All My Love For You- So Emotional- Someone For Me- Take Good Care Of My Heart- Takin' A Chance- Tell Me No- Things You Say- Thinking About You- Unashamed- Until You Come Back- We Didn't Know- Whatchulookinat- When You Believe- Where Do Broken Hearts Go- Where You Are- Who Do You Love- Worth It- You Give Good Love- You Light Up My Life- You'll Never Stand Alone- You're Still My Man",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.READ_PHONE_STATE",
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
