{
  "title": "I Heard the Bells",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.btgn.bells",
  "category": "Books & Reference",
  "price": "$0.99",
  "datePublished": "March 14, 2011",
  "version": "1.0",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "1",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "Books to Go Now",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.btgn.bells",
  "extendedInfo": {
    "installSize": "366k",
    "downloadsCount": "10+",
    "downloadsCountText": "10 - 50",
    "description": "Book 2- I Heard the BellsEver since she was young, Abigail has been infatuated with her brother’s best friend, Gavin Walker.  She is the lighthouse keeper’s niece, and not at all inclined to join in the deadly ocean rescues.  He is a local hero, second in command at the Lifesaving Station in Cape Disappointment.  A place known to many as ‘The Graveyard of the Pacific’. When her brother Nash goes missing during a fishing trip, three days before Christmas, Abigail solicits Gavin’s help in finding him.  A full search is launched, leaving Gavin behind to comfort Abigail while the men patrol the waters.  Abby learns her uncle has taken ill and is left to run the lighthouse, with the help of those left at the Lifesaving station.Gavin must run the lifesaving station, comfort Abby and help her find her brother. All while battling his powerful yearning to have her for himself.  The only peace they find during their trial is the gentle sound of the lighthouse bells, and the towns Christmas Carolers.  Can Gavin help Abby save her brother, and nurse her uncle back to health, all before Christmas?Note to Reader: While Sylvia is fictional, the women of the Lighthouse Service are little known heroes.  Many women took over Keeper positions after their male family members passed.  One such woman was Katherine Walker.  Katherine, a 100 pound 4’10” woman, took over the Keeper position after her husband’s death, just three years after taking the position.  She not only kept the light vigilant, but during fog and heavy snow would ring the fog signal by hand for several hours when there was a mechanical failure.Throughout her service, Katherine single handedly saved over 50 sailors from shipwrecks using only a small dinghy, and since her Lighthouse was isolated she would row her two children to land daily so they could attend school. Mrs. Walker retired from the Lighthouse service after 36 years, and twelve years later died at the age of 83.The Story of Katherine Walker (2010), Retrieved from: http://www.uscg.mil/d1/cgcKatherineWalker/history.aspBooks to Go Now, eBook Publsiher, ebook, Romance, phone apps, Droid, authors, short stories, short story, author, writers, writing,  Amazon, Smashwords, PDF, wwwbookstogonow.com, digital publisher, Seattle, romance, romantic, sensual, story, stories, ebook, e-book, pdf, lit, html, publish, publishing, publisher, publication, publications, submit, submission, submissions, buy, buy here, purchase, sale, cart, shop, shopping, download, read, reads, reader, reading,  royalty, royalties, contract, author, authors, digital, electronic, book, books, zip, zipped, romance, romantic, best seller, bestseller, recommended read, award, award winning, free, links,antasies, mobi pocket, fictionwise, contemporary, action, adventure,  comedy, humour, contemporary, marketing, yahoo, myspace, bebo, uk, usa, american, britain,  british, au, Australia",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "com.android.vending.CHECK_LICENSE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
