{
  "title": "Fruit Drops - Match three game",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.bullbitz.fruitdrops",
  "category": "Casual",
  "price": "$0.99",
  "datePublished": "August 30, 2013",
  "version": "2.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "4",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "BULLBITZ",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.bullbitz.fruitdrops",
  "extendedInfo": {
    "installSize": "8.6M",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "Fruit Drops - Match three puzzle begins as a simple match three board game and gradually increasesdifficulties as obstacles are added and level objectives becomes more challenging.--------------------------------------------------------There are three possible objectives on each level.1. Score quota2. Removing dark pulps3. Bringing down popsicles.There are two possible challenges on each level.1. Complete the objective before time runs out.2. Complete the objective before you run out of swaps.--------------------------------------------------------Obstacles.1. Fruit crate and Fruit pie: A Fruit crate or Fruit Pie can not be moved, can only be   cleared if an adjacent fruit is cleared or if a fruit   jar or a double fruit power up is triggered.Matching 4 or more fruits rewards the player witha power up fruit There are 3 power ups.1. Fruit jar (horizontal and vertical orientation).2. Double fruit.3. Sunflower.--------------------------------------------------------Fruit jar power up.To create a fruit jar you need to match 4 candies in a row or column.Matching a fruit jar with 2 other fruit of thesame type will trigger the power up.Fruit jar when triggered will clear the row or column depending on the orientation.1. Horizontal jar is created when 4 fruits are   matched in the same column.2. Vertical jar is created when 4 fruits are matched   in the same row.--------------------------------------------------------Double fruit power up.To create a double fruit, you need to match intersectingfruits of the same type in a column and row,Matching a double fruit with 2 other fruits of thesame type will trigger the power up.Double fruit when triggered will clear the adjacentfruits around the double fruit.--------------------------------------------------------Sunflower power up.There are two possible ways to create the Sunflower power up.1. Matching 5 fruits of the same type.2. Matching 2 types of fruits in one swap in a single row or column.Swapping a Sunflower with a regular fruit,will clear all the regular fruit of the same type.Swapping a Sunflower with fruit jar, willtransform all the regular fruit of the same typeto a fruit jar power up and triggers the fruitjar power up.Swapping a Sunflower with a double fruit willtransform all the regular fruit of the same typeto a double fruit power up and triggers thedouble fruit power up.Swapping a Sunflower with another Sunflowerwill clear all the fruits. --------------------------------------------------------Power ups can be swapped with any other power ups.Fruit jar swapped with another Fruit jar clearsall the fruits in a row and columndouble fruit swapped with another double fruit clearsa seven by seven block of fruits. ( 7 rows x 7 columns)Fruit jar swapped with a double fruit clearsthree vertical rows of fruit and 3 horizontal columnsof fruits.--------------------------------------------------------Objectives.1. Score quota -  You need to reach a certain score in order to level up.2. Remove dark pulps.   dark pulps are removed by clearing the fruit ontop of the dark pulp.    There are 3 levels of dark pulps. The darkest pulp needs to be removed   3 times, which means you need clear 3 fruits ontop of that dark pulp.     Fruit crates also creates a level 3 dark pulp and needs to be cleared.3. Bring down the popsicle.   Bring down the popsicle to the bottom of thegameboard to level up.--------------------------------------------------------Challenges.1. Time challenged.   Complete the objective(s) before time runs out.2. Swap limit.   Complete the objective(s) before you run out of swaps.Obstacles.1. Fruit crate    A Fruit crate can only be cleared by clearing out   an adjacent fruit. Once the fruit crate is cleared it becomes    a level 3 dark pulp and remains in the board until it’s cleared",
    "reviews": [
      {
        "timestampMsec": "1376660584163",
        "starRating": "5",
        "title": "Entertaining",
        "comment": "It\\'s fun and entertaining. I\\'m loving this game a lot. Thumbs up!",
        "commentId": "gp:AOqpTOELv-jO_wbaCAt_qm9bjpV6rXSQQ5TyhjECGmd4jZIVPx0MsasHy28YILL7UaQK9hd27jrXXztS3Buvwg",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1377641266559",
        "starRating": "5",
        "comment": "I just started playing this game and wow do I enjoy it. So much fun.",
        "commentId": "gp:AOqpTOHNM3ca3HoR-_DYp57g8U-Yo4irqme-e_fiz-drkj-i1mMJAhwxCzQPzuRBdJcub5oADnFu8hk5SeJPUw",
        "author": "Eleanor Jones",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1376670454504",
        "starRating": "5",
        "title": "Smashing!!",
        "comment": "Though its very similar to another game of this type its still very enjoyable. Well worth the pennies so give it a go",
        "commentId": "gp:AOqpTOFHN5ZQApkOfZ09NWf8M5UNAIvW8sxQrOzmu41zq013iRU3WBSnLs6GijxL1wuzs3YtszUirb7noFKtvA",
        "author": "Marion Hall",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET"
    ]
  }
}
