{
  "title": "Handy Lyrics - Keyshia Cole",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.bswhaney.KeyshiaCole",
  "category": "Music & Audio",
  "price": "Free",
  "datePublished": "March 9, 2013",
  "version": "1.1",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "4",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "Kultida Anekboon",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.bswhaney.KeyshiaCole",
  "extendedInfo": {
    "installSize": "789k",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "If you are Keyshia Cole's fan, this app is right for you. Whenever you want to check Keyshia Cole's lyrics, just open this app and choose the lyrics that you want. You don't have to access the internet to get the lyrics. We provide all Keyshia Cole's lyrics here. In the Album tab, you can choose lyrics based on the album. In All lyrics tab, all of Keyshia Cole's lyrics are here. You can quickly search the lyrics by using the search bar at the top of the page.Hope you guy enjoy using this app as much as I enjoy developing it. :)-------------------------------- Main Features -------------------------------- - Lyrics categorized by album - Show all lyrics - Search lyrics-------------------------------- List of albums -------------------------------- - The Way It Is- Just Like You- A Different Me- Calling All Hearts- Woman to Woman-------------------------------- List of lyrics -------------------------------- - (I Just Want It) To Be Over- A Different Me Intro- A Different Me Outro- Beautiful Music- Better Me- Brand New- Can't Make You Love Me- Confused In Love- Didn't I Tell You- Down And Dirty- Enough Of No Love- Erotic- Fallin' Out- Forever- Get It Right- Give Me More- Got To Get My Heart Back- Guess What?- Heaven Sent- Heaven Sent (Remix)- Hey Sexy- I Ain't Thru- I Changed My Mind- I Changed My Mind (Remix)- I Choose You- I Love You (Part 3)- I Remember- I Should've Cheated- If I Fall In Love Again- Just Like You- Last Hangover- Last Night- Let It Go- Let It Go (Remix)- Long Way Down- Losing You- Love- Make Me Over- Missing Me- Never- Next Move- No Other- Oh-Oh, Yeah-Yea- One Day- Only With You- Playa Cardz Right- Playa Cardz Right (No Rap Version)- Please Don't Stop- Same Thing (Interlude)- Shoulda Let You Go- Signature- Situations- So Impossible- Someone Tell My Heart- Sometimes- Stubborn- Superstar- Take Me Away- Thank You- This Is Us- Thought You Had My Back- Thought You Should Know- Tired Of Doing Me- Trust- Trust And Believe- Two Sides To Every Story- Was It Worth It- We Could Be- What You Do To Me- Where This Love Could End Up- Where Would We- Who's Gonna Love Me Now- Why Would You Lie- Woman To Woman- Wonder- Wonderland- Work It Out- You Complete Me- You've Changed- Zero",
    "reviews": [
      {
        "timestampMsec": "1370125355310",
        "starRating": "5",
        "title": "Amazing",
        "comment": "It is the best app for song you can use this instead of going to YouTube to search for sonlyrics",
        "commentId": "gp:AOqpTOF5zvX74SyS6ccIywpscuKSZvmONFG7bLXmTu9DjpQp7YgTu5sU2MjBpByQIQYhvBAsJ0wa6EaIbTqf5A",
        "author": "Tieasha Boozer",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1364075545516",
        "starRating": "5",
        "title": "My song",
        "comment": "Theys Are My Favorite Songs",
        "commentId": "gp:AOqpTOGVOSLjkK8RA9ncAMLjTElYaTrikqXPNjjxZUzt7sTJbAOJZQk_Y-XkMxW5RTge6SCX25i8u4Scpo3P7Q",
        "author": "daniece Hamer",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.READ_PHONE_STATE",
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
