{
  "title": "Handy Lyrics - Trey Songz",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.bswhaney.TreySongz",
  "category": "Music & Audio",
  "price": "Free",
  "datePublished": "March 21, 2013",
  "version": "1.0",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "3",
  "rating": "3.6666667",
  "contentRating": "Everyone",
  "creator": "Kultida Anekboon",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.bswhaney.TreySongz",
  "extendedInfo": {
    "installSize": "719k",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "If you are Trey Songz's fan, this app is right for you. Whenever you want to check Trey Songz's lyrics, just open this app and choose the lyrics that you want. You don't have to access the internet to get the lyrics. We provide all Trey Songz's lyrics here. In the Album tab, you can choose lyrics based on the album. In All lyrics tab, all of Trey Songz's lyrics are here. You can quickly search the lyrics by using the search bar at the top of the page.Hope you guy enjoy using this app as much as I enjoy developing it. :)--------------------------------Main Features --------------------------------- Lyrics categorized by album - Show all lyrics - Search lyrics--------------------------------List of albums --------------------------------- I Gotta Make It- Trey Day- Ready- Passion, Pain & Pleasure- Chapter V--------------------------------List of lyrics --------------------------------- 2 Reasons- A Message From Aretha- All The Ifs- Almost Lose It- Alone- Already Taken- Bad Decisions- Be Where You Are- Black Roses- Blind- Bottoms Up- Brand New- Can't Be Friends- Can't Help But Wait- Chapter V (Intro)- Chapter V (Outro)- Cheat On You- Check Me Out- Comin' For You- Dive In- Does He Do It- Don't Be Scared- Doorbell- Fly Together- Forever Yours- From A Woman's Hand- Fumble- Gotta Go- Gotta Go (Reprise)- Gotta Make It- Gotta Make It (Remix)- Grub On- Hail Mary- Hatin' Love- Heart Attack- Here We Go Again (Intro)- Holla If Ya Need Me- Hollalude- I Invented Sex- I Like Dat (Freak Freaky Dance)- I Need A Girl- In The Middle- Inside Interlude- Interlude 4 U- Intro: Trey Day- Jupiter Love- Just Wanna Cut- Just Wanna Cut (Prelude)- Kinda Lovin'- Ladies Go Wild- Last Time- LOL :)- Long Gone Missin'- Love Faces- Love Lost- Love Me Better- Made To Be Together- Make Love Tonight- Massage- Missin' You- Neighbors Know My Name- Never Again- No Clothes On- One Love- Ooo- Pain (Interlude)- Panty Droppa (Intro)- Panty Droppa (The Complete Edition)- Panty Wetter- Passion (Interlude)- Playin' Hard- Please Return My Call- Pleasure (Interlude)- Pretty Girl's Lie- Ready To Make Luv- Red Lipstick- Role Play- Say Aah- Scratchin' Me Up- Sex For Yo Stereo- Simply Amazing- Store Run- Successful- Unfortunate- Unusual- Ur Behind- We Should Be- Without A Woman- Wonder Woman- Yo Side Of The Bed- You Belong To Me- You Just Need Me",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.READ_PHONE_STATE",
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
