{
  "title": "Television for Sweden",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.bulbtap.tvplusAndroid.SE",
  "category": "Media & Video",
  "price": "$1.56",
  "datePublished": "May 7, 2013",
  "version": "1.1",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "1",
  "rating": "3.0",
  "contentRating": "Everyone",
  "creator": "BulbTap Ltd.",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.bulbtap.tvplusAndroid.SE",
  "extendedInfo": {
    "installSize": "1.1M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Den ultimata tv-guiden. Vår erfarenhet av TV-sändning låter oss erbjuda en komplett, snabb och lättanvänd dagligt uppdaterad guide. Alla dina favoritfunktioner förbättras: trailers, relaterade videor, påminnelser, Twitter, email...FUNKTIONER - Sortera kanallistan på det sätt du vill - TV-listningar för Filmer och TV-serier (bara i stödda länder) - Nu på TV - Fullständigt Rutnät av TV-listningar- Hitta programmet du letar efter, genom sökfunktionen - Sätt en påminnelse så kommer appen påminna dig när programmet håller på att starta. Missa aldrig dina favoritserier igen! - Twittra eller maila direkt från appen - SVT1- SVT2- TV3- TV3 HD- TV4- TV4 Film- TV4 Sport- TV4 HD- TV4 Plus- TV4 Fakta- TV4 Guld- TV4 Komedi- TV4 Science Fiction- Kanal 5- TV6- TNT7- TV8- Kanal 9- TV10- TV11- Axess TV- Kanal 10- Kunskapskanalen- SVT World- SVT24- SVTB- SVT1 HD- SVT2 HD- Canal+ Action- Canal+ Series- Canal + Family- Canal+ Emotion- Canal+ First- Canal+ Hits- Canal+ Hits Sport Weekend- SF-kanalen- Showtime- Silver- Silver HD- TCM- TV1000- TV1000 Action- TV1000 Classic- TV1000 Family- TV1000 Nordic- TV1000 Drama- Canal+ Sport 1- Canal+ Sport 2- Canal+ Sport HD- Canal+ Hockey- Canal+ Fotboll- Canal+ Extra 2- Eurosport- Eurosport 2- Eurosport HD- Extreme sports- Motors TV- Viasat Golf- Viasat Sport- Viasat Fotboll- Viasat Motor- Viasat Fotboll HD- Viasat Hockey- Animal Planet- Kanal Global- Discovery Channel- Discovery HD Showcase- Discovery Science- TLC- Discovery World- Investigation Discovery- Travel- History Channel- History Channel HD- Viasat History- Viasat Explorer- Zone Reality- FST 5- Cartoon Network- Boomerang- Nickelodeon- Nick Jr- Comedy Central- DR1- DR2- Kanal 5 Danmark- Nelonen- NRK1- NRK2- TV Danmark- TV Finland- TV Norge- TV2 Danmark- TV2 Norge- TV2 Zulu- TV3 Danmark- TV3 Norge- TV3+- YLE Teema- YLE TV1- YLE TV2- MTV3- Fashion TV- Mezzo- MTV- MTV Rocks- MTVN HD- VH1 Classic- VH-1- OutTV- Wild TV- Al Jazeera- CNBC- Euronews- PRO 7- God Channel- HRT1- Hustler TV- Kabel 1- MDR- Rai Uno- Rai Due- RTL- RTL 2- Russia Today TV- SAT1- TV Chile- TV Polonia- Spice- TV5- Spice Platinum- TVE- Viasat 4- Viva- Vox- ZDF- 3SAT- ARD- Arte- Channel 1 Russia- Sky News- Eurosport (Eng)Data som inkluderas i applikationen finns tillgänglig gratis på Internet. Allt vi har gjort är gjort dem mer lättillgängliga genom att stoppa dem i en och samma applikation. Alla beskrivningar och bilder presenterade i applikationen är ägda av dess respektive ägare.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET"
    ]
  }
}
