{
  "title": "Handy Lyrics - Guns N' Roses",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.bswhaney.GunsNRoses",
  "category": "Music & Audio",
  "price": "Free",
  "datePublished": "February 26, 2013",
  "version": "1.0",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "6",
  "rating": "4.8333335",
  "contentRating": "Everyone",
  "creator": "Kultida Anekboon",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.bswhaney.GunsNRoses",
  "extendedInfo": {
    "installSize": "737k",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "If you are Guns N' Roses's fan, this app is right for you. Whenever you want to check Guns N' Roses's lyrics, just open this app and choose the lyrics that you want. You don't have to access the internet to get the lyrics. We provide all Guns N' Roses's lyrics here. In the Album tab, you can choose lyrics based on the album. In All lyrics tab, all of Guns N' Roses's lyrics are here. You can quickly search the lyrics by using the search bar at the top of the page.Hope you guy enjoy using this app as much as I enjoy developing it. :)-------------------------------- Main Features -------------------------------- - Lyrics categorized by album - Show all lyrics - Search lyrics-------------------------------- List of albums -------------------------------- - Appetite for Destruction- G N' R Lies- Use Your Illusion I- Use Your Illusion II- The Spaghetti Incident?- Chinese Democracy-------------------------------- List of lyrics -------------------------------- - 14 Years- Ain't It Fun- Anything Goes- Attitude- Back OFF Bitch- Bad Apples- Bad Obsession- Better- Black Leather- Breakdown- Buick Makane- Catcher In The Rye- Chinese Democracy- Civil War- Coma- Dead Horse- Don't Cry- Don't Cry (Alt)- Don't Damn Me- Double Talking Jive- Down On The Farm- Dust N' Bones- Estranged- Garden Of Eden- Get In The Ring- Hair Of The Dog- Human Being- I Don't Care About You- I.R.S.- If The World- It's So Easy- Knocking On Heaven's Door- Live And Let Die- Locomotive- Look At Your Game, Girl- Madagascar- Mama Kin- Move To The City- Mr. Brownstone- My Michelle- My World- New Rose- Nice Boys- Nightrain- November Rain- One In A Million- Out Ta Get Me- Paradise City- Patience- Perfect Crime- Pretty Tied Up- Prostitute- Raw Power- Reckless Life- Riad N' The Bedouins- Right Next Door To Hell- Rocket Queen- Scraped- Shackler's Revenge- Shotgun Blues- Since I Don'T Have You- So Fine- Sorry- Street Of Dreams- Sweet Child O' Mine- The Garden- There Was A Time- Think About You- This I Love- Used To Love Her- Welcome To The Jungle- Yesterdays- You Ain't The First- You Can't Put You Arms Arround A Memory- You Could Be Mine- You're Crazy",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.READ_PHONE_STATE",
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
