{
  "title": "Induction Free Sample",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.btgn.inductionsample",
  "category": "Books & Reference",
  "price": "Free",
  "datePublished": "June 8, 2011",
  "version": "1.0",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "3",
  "rating": "2.3333333",
  "contentRating": "Low Maturity",
  "creator": "Books to Go Now",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.btgn.inductionsample",
  "extendedInfo": {
    "installSize": "275k",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "Timothy Hewittson is a teenager dealing with a lot of issues. His parent's relationship is slowly falling apart, he is bullied at school and he is suffering from a neurological condition. Everything changes when he is informed that his disability is, in fact, a super power. He is taken to a training facility where he spends his days with the Heroes he adores and learns about life and love when he meets the girl of his dreams. Life is great when your dreams come true. Isn't it? Author Bio: M. Leon Smith is a writer from North-East England with a love of dark fantasy, science fiction and horror. He began writing in 2009 as part of his rehab following a diagnosis of Multiple Sclerosis and has seen many of his pieces in print since then.  Find out more at mleonsmith.com or follow on Twitter @mleonsmithUKsuper heroes, X-men, Books to Go Now, eBook Publsiher, ebook, Romance, phone apps, Droid, authors, short stories, short story, author, writers, writing,  AmazonPDF, wwwbookstogonow.com, digital publisher, Seattle, romance, romantic, sensual, story, stories, ebook, e-book, pdf, lit, html, publish, publishing, publisher, publication, publications, submit, submission, submissions, buy, buy here, purchase, sale, cart, shop, shopping, download, read, reads, reader, reading,  royalty, royalties, contract, author, authors, digital, electronic, book, books, romance, romantic, best seller, bestseller, recommended read, award, award winning, free, links,antasies, mobi pocket, fictionwise, contemporary, action, adventure,  comedy, humour, contemporary, marketing, yahoo, myspace, bebo, uk, usa, american, britain,  british, au, australia",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
