{
  "title": "Handy Lyrics - Authority Zero",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.bswhaney.AuthorityZero",
  "category": "Music & Audio",
  "price": "Free",
  "datePublished": "May 24, 2013",
  "version": "1.0",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "Kultida Anekboon",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.bswhaney.AuthorityZero",
  "extendedInfo": {
    "installSize": "756k",
    "downloadsCount": "50+",
    "downloadsCountText": "50 - 100",
    "description": "If you are Authority Zero's fan, this app is right for you. Whenever you want to check Authority Zero's lyrics, just open this app and choose the lyrics that you want. You don't have to access the internet to get the lyrics. We provide all Authority Zero's lyrics here. In the Album tab, you can choose lyrics based on the album. In All lyrics tab, all of Authority Zero's lyrics are here. You can quickly search the lyrics by using the search bar at the top of the page.Hope you guy enjoy using this app as much as I enjoy developing it. :)************************Main Features ************************- Lyrics categorized by album - Show all lyrics - Search lyrics************************List of albums ************************- A Passage in Time- Andiamo- 12:34- Stories of Survival- The Tipping Point************************List of lyrics ************************- 12:34- 21st Century Breakout- A Day To Remember- A Passage In Time- A Thousand Years Of War- Authority Zero- Big Bad World- Break Free- Break The Mold- Brick In The Wave- Broken Dreams- Carpe Deim- Courage- Crashland- Drunken Sailor- Endless Roads- Everyday- Find Your Way- For The Kids- Get It Right- Good Ol' Days- Intro- Liberateducation- Lift One Up- Lying Awake- Madman- Memory Lane- Mesa Town- Mexican Radio- Movement- No Other Place- No Regrets- No Way Home- Not You- On Edge- On The Brink- One More Minute- Over Seasons- Painted Windows- PCH-82- Rattlin' Bog- Retreat!- Revolution- Shakedown In Juarez- Siempre Loco- Sirens- Sky's The Limit- Society's Sequence- Solitude- Some People- Struggle- Superbitch- Take Or Leave It- Taking On The World- Talk Is Cheap- The Bravery- The New Pollution- The Remedy- The Tipping Point- Today We Heard The News- Undivided- Wake Up Call",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.READ_PHONE_STATE",
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
