{
  "title": "Handy Lyrics - The Cranberries",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.bswhaney.TheCranberries",
  "category": "Music & Audio",
  "price": "Free",
  "datePublished": "March 8, 2013",
  "version": "1.0",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "2",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "Kultida Anekboon",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.bswhaney.TheCranberries",
  "extendedInfo": {
    "installSize": "694k",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "If you are The Cranberries's fan, this app is right for you. Whenever you want to check The Cranberries's lyrics, just open this app and choose the lyrics that you want. You don't have to access the internet to get the lyrics. We provide all The Cranberries's lyrics here. In the Album tab, you can choose lyrics based on the album. In All lyrics tab, all of The Cranberries's lyrics are here. You can quickly search the lyrics by using the search bar at the top of the page.Hope you guy enjoy using this app as much as I enjoy developing it. :)--------------------------------Main Features --------------------------------- Lyrics categorized by album - Show all lyrics - Search lyrics--------------------------------List of albums --------------------------------- Everybody Else Is Doing It, So Why Can't We?- No Need to Argue- To the Faithful Departed- Bury the Hatchet- Wake Up and Smell the Coffee- Roses--------------------------------List of lyrics --------------------------------- Always- Analyse- Animal Instinct- Astral Projection- Bosnia- Carry On- Chocolate Brown- Conduct- Cordell- Daffodil Lament- Delilah- Desperate Andy- Disappointment- Do You Know- Dreaming My Dreams- Dreams- Dying In The Sun- Dying Inside- Electric Blues- Empty- Every Morning- Everything I Said- Fee Fi Fo- Fire & Soul- Forever Yellow Skies- Free To Decide- Hollywood- How- I Can't Be With You- I Just Shot John Lennon- I Really Hope- I Still Do- I Will Always- I'm Still Remembering- In It Together- Joe- Just My Imagination- Linger- Losing My Mind- Loud And Clear- Never Grow Old- No Need To Argue- Not Sorry- Ode To My Family- Perfect World- Pretty- Pretty Eyes- Promises- Put Me Down- Raining In My Heart- Ridiculous Thoughts- Roses- Salvation- Saving Grace- Schizophrenic Playboys- Serendipity- Shattered- Show Me The Way- So Good- Someday- Sorry Son- Still Can't- Stop Me- Sunday- The Concept- The Icicle Melts- The Picture I View- The Rebels- This Is The Day- Time Is Ticking Out- Tomorrow- Twenty One- Waiting In Walthamstow- Wake Up And Smell The Coffee- Waltzing Back- Wanted- War Child- What's On My Mind- When You're Gone- Will You Remember- Yeat's Grave- You And Me- Zombie",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.READ_PHONE_STATE",
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
