{
  "title": "Handy Lyrics - Kelly Clarkson",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.bswhaney.HandyLyricsKellyClarkson",
  "category": "Music & Audio",
  "price": "Free",
  "datePublished": "March 9, 2013",
  "version": "1.1",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "9",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "Kultida Anekboon",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.bswhaney.HandyLyricsKellyClarkson",
  "extendedInfo": {
    "installSize": "716k",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "If you are Kelly Clarkson's fan, this app is right for you. Whenever you want to check Kelly Clarkson's lyrics, just open this app and choose the lyrics that you want. You don't have to access the internet to get the lyrics. We provide all Kelly Clarkson's lyrics here. In the Album tab, you can choose lyrics based on the album. In All lyrics tab, all of Kelly Clarkson's lyrics are here. You can quickly search the lyrics by using the search bar at the top of the page. Hope you guy enjoy using this app as much as I enjoy developing it. :) -------------------------------- Main Features -------------------------------- - Lyrics categorized by album - Show all lyrics - Search lyrics -------------------------------- List of albums -------------------------------- - Thankful- Breakaway- My December- All I Ever Wanted- Stronger-------------------------------- List of lyrics -------------------------------- - (You Make Me Feel Like) A Natural Woman- A Moment Like This- A Moment Like This (Single Version)- Addicted- After The Love- All I Ever Wanted- All I Know- Alone- Already Gone- Anymore- Anytime- Be Still- Beautiful Disaster- Beautiful Disaster (Live)- Because Of You- Before Your Love- Before Your Love (Single Version)- Behind These Hazel Eyes- Bleed For Me- Breakaway- Breaking Your Own Heart- Call Me- Can I Have A Kiss- Can We Go Back- Catch My Breath- Chivas- Cleopatra- Close Your Eyes- Come Here- Cry- Dance- Dark Side- Did You- Dirty Little Secret- Don't- Don't Be A Girl About It- Don't Ever Give Up On Me- Don't Let Me Stop You- Don't Rush- Don't Waste Your Time- Don't You Wanna Stay- Dumb + Dumb = U- Einstein- Empty Handed- Fading- Get Up (A Cowboys Anthem)- Go- Gone- Haunted- Hear Me- Hello- Hole- Honestly- How I Feel- I Can't Lose- I Do Not Hook Up- I Forgive You- I Hate Myself For Losing You- I Remember- I Want You- I Wish I Could Be Lonely Instead- If I Can't Have You- If No One Will Listen- Impossible- Irvine- Judas- Just Missed The Train- Just The Way You Are- Let Me Down- Long Shot- Lost- Love In These Eyes- Lover Stay- Low- Maybe- Miss Independent- Mr. Know It All- Mrs. Right- My Grown Up Christmas List- My Life Would Suck Without You- Naked Eye- Never Again- Not Today- Oh Holy Night- One Day- One Minute- People Like Us- Princess Of China- Promise- Queen Of The Night- Ready- Ready To Go- Respect- Save You- Shit And Fame- Since U Been Gone- So Far Apart- Sober- Some Kind Of Miracle- Standing In Front Of You- Tell Me A Lie- Thankful- The Day We Fell Apart- The Sun Will Rise- The Trouble With Love Is- The War Is Over- Timeless- Tip Of My Tongue- Turn It Up, Turn Me On- Walk Away- Wash, Rinse, Repeat- Wasting Kisses- What Doesn't Kill You- What Doesn't Kill You (Stronger)- What's Up Lonely- Where Are You Now- Where Is Your Heart?- Whoever Did That Wasn't Me- Why Don't You Try- Whyyawannabringmedown- With A Little Bit Of Luck- Yeah- You Can't Win- You Found Me- You Love Me- You Need To Shut Your Pretty Face- You Still Won't Know What It's Like- You Thought Wrong",
    "reviews": [
      {
        "timestampMsec": "1367254141736",
        "starRating": "5",
        "title": "pleased",
        "comment": "i love kelly clarkson and i love this app. i love having lyrics at the palm of my hands and this is great. the only problem with this is that it isnt stored on my sd card",
        "commentId": "gp:AOqpTOE9PByNmCwPGaPk8swHqxaL4dNTuGDz5Wqzmnw9cySNbxEniA2A7masFFR5aF-T-kJr4MU37w08_1I2gnE",
        "author": "Chels Underwood",
        "authorURL": "http://lh4.googleusercontent.com/-azTB0OIvlz4/AAAAAAAAAAI/AAAAAAAAC78/WX-PBUWFmHU/photo.jpg",
        "authorSecureURL": "https://lh4.googleusercontent.com/-azTB0OIvlz4/AAAAAAAAAAI/AAAAAAAAC78/WX-PBUWFmHU/photo.jpg"
      },
      {
        "timestampMsec": "1368882197744",
        "starRating": "5",
        "title": "Marvellous",
        "comment": "What a lyrics!my heart will melt when I listen this lyrics,First I dont know that who is kelly clarkson and now I m his best fan.",
        "commentId": "gp:AOqpTOGtxWmN4pHIAUl1BOPJYBEpzra4nS9HCqR2K8kJ8fvNn8P5lLB9bVVg3sRa7DT16o8bLLj_uHYtqoj7F9s",
        "author": "Ali Asgar Moti",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1370480987167",
        "starRating": "5",
        "title": "Great!",
        "comment": "It\\'s got all of my all-time favorite songs! And it doesn\\'t take a lot of memory space. :)",
        "commentId": "gp:AOqpTOH2pNCuO3V7eAJsdpWMsQaawwnitHX-93Q542fMvgPk4j84QRaDqjjWdlTi1tVKaomVHEq5dSA3FKbr7vY",
        "author": "Cassela Mendoza",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1363420945147",
        "starRating": "5",
        "title": "I love .....",
        "comment": "I love Kelly c she is the best",
        "commentId": "gp:AOqpTOFbIzddTALFMa6usRyS1GfokRH0kXxHX_b8g43Gs30f4niIiAYBYK0XeVrsOCWwCFfJ2XzAmBRnWNi5xpU",
        "author": "Jessie Swift",
        "authorURL": "http://lh3.googleusercontent.com/-19Vk3U2Iwy8/AAAAAAAAAAI/AAAAAAAAABo/xjndiSjhnB4/photo.jpg",
        "authorSecureURL": "https://lh3.googleusercontent.com/-19Vk3U2Iwy8/AAAAAAAAAAI/AAAAAAAAABo/xjndiSjhnB4/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.READ_PHONE_STATE",
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
