{
  "title": "Handy Lyrics - Marilyn Manson",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.bswhaney.MarilynManson",
  "category": "Music & Audio",
  "price": "Free",
  "datePublished": "March 7, 2013",
  "version": "1.0",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "17",
  "rating": "4.529412",
  "contentRating": "Everyone",
  "creator": "Kultida Anekboon",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.bswhaney.MarilynManson",
  "extendedInfo": {
    "installSize": "761k",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "If you are Marilyn Manson's fan, this app is right for you. Whenever you want to check Marilyn Manson's lyrics, just open this app and choose the lyrics that you want. You don't have to access the internet to get the lyrics. We provide all Marilyn Manson's lyrics here. In the Album tab, you can choose lyrics based on the album. In All lyrics tab, all of Marilyn Manson's lyrics are here. You can quickly search the lyrics by using the search bar at the top of the page.Hope you guy enjoy using this app as much as I enjoy developing it. :)--------------------------------Main Features --------------------------------- Lyrics categorized by album - Show all lyrics - Search lyrics--------------------------------List of albums --------------------------------- Portrait of an American Family- Smells Like Children- Antichrist Superstar- Mechanical Animals- Holy Wood (In the Shadow of the Valley of Death)- The Golden Age of Grotesque- Eat Me, Drink Me- The High End of Low- Born Villain--------------------------------List of lyrics --------------------------------- (s)AINT- 15- 1996- A Place In The Dirt- Abuse, Part 1 (There Is Pain Involved)- Abuse, Part 2 (Confessions)- Angel With The Scabbed Wings- Antichrist Superstar- Are You The Rabbit?- Arma-Goddamn-Motherfuckin-Geddon- Better Of Two Evils- Blank And White- Born Again- Born Villain- Breaking The Same Old Ground- Brown Bag- Burning Flag- Cake And Sodomy- Children Of Cain- Coma Black- Coma White- Count To Six And Die (The Vacuum Of Infinite Space Encompassing)- Cruci-Fiction In Space- Cryptorchid- Cyclops- Dance Of The Dope Hats (Remix)- Dancing With The One-Legged...- Deformography- Devour- Diary Of A Dope Fiend- Disassociative- Disengaged- Disposable Teens- Dogma- Doll-Dagga Buzz-Buzz Ziggety-Zag- Dope Hat- Down In The Park[Bonus Track]- Dried Up, Tied And Dead To The World- Eat Me, Drink Me- Everlasting Cocksucker (Remix)- Evidence- Four Rusted Horses- Fuck Frankie- Fundamentally Loathsome- Get Your Gunn- GodEatGod- Great Big White World- Hands Of Small Children- Heart-Shaped Glasses (When The Heart Guides The Hand)- Hey, Cruel World...- I Don't Like The Drugs (But The Drugs Like Me)- I Have To Look Up Just To See Hell- I Put A Spell On You- I Want To Disappear- I Want To Kill You Like They Do In The Movies- If I Was Your Vampire- In The Shadow Of The Valley Of Death- Into The Fire- Irresponsible Hate Anthem- Just A Car Crash Away- Ka-Boom Ka-Boom- Kiddie Grinder (Remix)- Kinderfeld- King Kill 33°- Lamb Of God- Last Day On Earth- Lay Down Your Goddamn Arms- Leave A Scar- Little Horn- Lunchbox- Man That You Fear- May Cause Discolouration Of The Urine Or Faeces- Mechanical Animals- Misery Machine- Mister Superstar- mOBSCENE- Murderers Are Getting Prettier Every Day- Mutilation Is The Most Sincere Form Of Flattery- My Monkey- New Model No. 15- No Reflection- Obsequey (The Death Of Art)- Organ Grinder- Overneath The Path Of Misery- Para-noir- Pistol Whipped- Posthuman- Prelude (The Family Trip)- President Dead- Pretty As A Swastika- Putting Holes In Happiness- Rock Is Dead- Rock 'n' Roll Nigger- Running To The Edge Of The World- Slo-Mo-Tion- Slutgarden- Snake Eyes And Sissies- Spade- Speed Of Pain- Sweet Dreams (Are Made Of This)- Sweet Tooth- Sympathy For The Parents- Target Audience (Narcissus Narcosis)- The Beautiful People- The Bright Young Things- The Death Song- The Dope Show- The Fall Of Adam- The Fight Song- The Flowers Of Evil- The Gardener- The Golden Age Of Grotesque- The Love Song- The Minute Of Decay- The Nobodies- The Red Carpet Grave- The Reflecting God- They Said That Hell's Not Hot- This Is The New Shit- Tourniquet- Track 99- Unkillable Monster- Untitled- Use Your Fist And Not Your Mouth- User Friendly- Valentine's Day- Vodevil- We're From America- White Trash- Wight Spider- Wormboy- WOW- Wrapped In Plastic",
    "reviews": [
      {
        "timestampMsec": "1378562560565",
        "starRating": "4",
        "title": "Get all the lyrics and the release dates to the album\\'s.",
        "comment": "Pretty cool if your a big fan",
        "commentId": "gp:AOqpTOEJQkXTeHVpTrBUcJAA0tAlDnH5mbBCFZmdg13RadXaOCKsjfb2CHtH8fJdn2K1T-E_ZaqRUz5Ia_oQnKo",
        "author": "Kyler Hendricks",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1376252448636",
        "starRating": "5",
        "comment": "Liverwurst and creduals!!\\302\\241",
        "commentId": "gp:AOqpTOE4kmOP3DmoO5GT7jLtsn0EsLfLhWj2ZryxB0DLAxkTBsUpbG3zX1NlF9eAs1umbIK6CsZ_veHJfmFWCr4",
        "author": "Duane Bazazian",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1367158957066",
        "starRating": "4",
        "title": ":)",
        "comment": "love it",
        "commentId": "gp:AOqpTOFhMK-OKurIET5Vco8iLOiQrB2kPX146dCb5BhT0CZAkHAbMUu3-ZuCDQge2NHqlYCHEjxywkCGmqxp-MA",
        "author": "Sha Me",
        "authorURL": "http://lh3.googleusercontent.com/-ABedtp9V8pg/AAAAAAAAAAI/AAAAAAAAACc/w5ttiG_8mLY/photo.jpg",
        "authorSecureURL": "https://lh3.googleusercontent.com/-ABedtp9V8pg/AAAAAAAAAAI/AAAAAAAAACc/w5ttiG_8mLY/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.READ_PHONE_STATE",
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
