{
  "title": "Beacon of the Night Sample",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.btgn.BEACON1",
  "category": "Books & Reference",
  "price": "Free",
  "datePublished": "March 2, 2011",
  "version": "1.0",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "9",
  "rating": "4.2222223",
  "contentRating": "Everyone",
  "creator": "Books to Go Now",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.btgn.BEACON1",
  "extendedInfo": {
    "installSize": "668k",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "Book 1 - Beacon of the NightThis is the fist chapter of Dawn Luedecke's The Light Saving SeriesIf you enjoy the first chapter the rest of the short story is available on Android Marketplace, Amazon, Barnes and Noble, and Books to Go Nowwww.bookstogonow.com Beacon of the NightThe Guardian, Robin Hood, and Pirates all rolled into one. Alex is the Captain of The Justice, a ship that only seems to go out during the storms.  When he is shipwrecked just off the Coast of Washington, he is rescued by the Lighthouse Keeper, who happens to be one of the most beautiful women he has ever met. Brave, strong, and in need of protection, he can’t help but want to stay. But each new day that goes by is one closer to when he has to leave. He won’t stay, won’t listen to his heart and put her in danger, even if it means dashing all of her hopes in life. For he harbors a secret, one that he believes makes him undeserving of her love. She becomes his beacon of the night as he watches from the dangerous waves of his life. Can he overcome his darkness and reunite with the light?Genre: Historical RomanceWord Count: Approx. 7,000 for each bookLength: Short StoryBooks to Go NowBooks to Go Now, eBook Publsiher, lighthouses, lighthouse, coast guard, ebook, Romance, phone apps, Droid, authors, short stories, short story, author, writers, writing,  Amazon, Smashwords, PDF, wwwbookstogonow.com, digital publisher, Seattle, romance, romantic, sensual, story, stories, ebook, e-book, pdf, lit, html, publish, publishing, publisher, publication, publications, submit, submission, submissions, buy, buy here, purchase, sale, cart, shop, shopping, download, read, reads, reader, reading,  royalty, royalties, contract, author, authors, digital, electronic, book, books, zip, zipped, romance, romantic, best seller, bestseller, recommended read, award, award winning, free, links,antasies, mobi pocket, fictionwise, contemporary, action, adventure,  comedy, humour, contemporary, marketing, yahoo, myspace, bebo, uk, usa, american, britain,  british, au, australia",
    "reviews": [
      {
        "timestampMsec": "1300905889482",
        "starRating": "5",
        "comment": "If you love romance, historicals, lighthouses or all three, this story has it. Looking for more from this author. I highly recomend it!",
        "commentId": "lg:AOqpTOGM3hvSOzhqNIkSLLCNlhe0au7OIi-F4c49VWiZmIiHHsX9xDmgJdUUj0kbtEteRGRnANRnfcDqdIb7Gw",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
