{
  "title": "Handy Lyrics - Aerosmith",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.bswhaney.Aerosmith",
  "category": "Music & Audio",
  "price": "Free",
  "datePublished": "March 24, 2013",
  "version": "1.0",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "5",
  "rating": "4.8",
  "contentRating": "Everyone",
  "creator": "Kultida Anekboon",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.bswhaney.Aerosmith",
  "extendedInfo": {
    "installSize": "961k",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "If you are Aerosmith's fan, this app is right for you. Whenever you want to check Aerosmith's lyrics, just open this app and choose the lyrics that you want. You don't have to access the internet to get the lyrics. We provide all Aerosmith's lyrics here. In the Album tab, you can choose lyrics based on the album. In All lyrics tab, all of Aerosmith's lyrics are here. You can quickly search the lyrics by using the search bar at the top of the page.Hope you guy enjoy using this app as much as I enjoy developing it. :)--------------------------------Main Features --------------------------------- Lyrics categorized by album - Show all lyrics - Search lyrics--------------------------------List of albums --------------------------------- Aerosmith- Get Your Wings- Toys in the Attic- Rocks- Draw the Line- Night in the Ruts- Rock in a Hard Place- Done with Mirrors- Permanent Vacation- Pump- Get a Grip- Nine Lives- Just Push Play- Honkin' on Bobo- Music from Another Dimension!--------------------------------List of lyrics --------------------------------- Adam's Apple- Ain't That A Bitch- Amazing- Angel- Another Last Goodbye- Attitude Adjustment- Avant Garden- Baby, Please Don't Go- Back Back Train- Back In The Saddle- Beautiful- Beyond Beautiful- Big Ten Inch Record- Bitch's Brew- Bolivian Ragamuffin- Bone To Bone (Coney Island White Fish Boy)- Bright Light Fright- Can't Stop Loving You- Cheese Cake- Chiquita- Closer- Combination- Crash- Crazy- Critical Mass- Cry Me A River- Cryin'- Darkness- Don't Get Mad, Get Even- Draw The Line- Dream On- Drop Dead Gorgeous- Dude (Looks Like A Lady)- Eat The Rich- Eyesight To The Blind- F.I.N.E.- Fallen Angels- Falling In Love (Is Hard On The Knees)- Falling Off- Fever- Flesh- Fly Away From Here- Freedom Fighter- Full Circle- Get A Grip- Get It Up- Get The Lead Out- Girl Keeps Coming Apart- Gotta Love It- Gypsy Boots- Hangman Jury- Heart's Done Time- Hole In My Soul- Home Tonight- I Wanna Know Why- I'm Down- I'm Not Talkin'- I'm Ready- Intro- Jaded- Jailbait- Janie's Got A Gun- Jesus Is On The Main Line- Jig Is Up- Joanie's Butterfly- Just Push Play- Kings And Queens- Kiss Your Past Good-Bye- Last Child- Legendary Child- Let The Music Do The Talking- Lick And A Promise- Light Inside- Lightning Strikes- Line Up- Livin' On The Edge- Lord Of The Thighs- Love In An Elevator- Lover Alot- Luv Lies- LUV XXX- Magic Touch- Make It- Mama Kin- Mia- Milk Cow Blues- Monkey On My Back- Movin' Out- My Fist Your Face- My Girl- Never Loved A Girl- Nine Lives- No More No More- No Surprize- Nobody's Fault- Oasis In The Night- Oh Yeah- One Way Street- Out Go The Lights- Outta Your Head- Pandora's Box- Permanent Vacation- Pink- Prelude To Joanie- Push Comes To Shove- Rag Doll- Rats In The Cellar- Reefer Head Woman- Remember (Walking In The Sand)- Road Runner- Rock In A Hard Place (Cheshire Cat)- Round And Round- S.O.S. (Too Bad)- Same Old Song And Dance- Seasons Of Wither- Shakey Ground- Shame On You- Shame, Shame, Shame- Shela- She's On Fire- Shut Up And Dance- Sick As A Dog- Sight For Sore Eyes- Simoriah- Somebody- Something- Something's Gotta Give- Spaced- St. John- Stop Messin' Around- Street Jesus- Sunny Side Of Love- Sunshine- Sweet Emotion- Taste Of India- Tell Me- Temperature- The Farm- The Grind- The Hand That Feeds- The Hop- The Other Side- The Reason A Dog- Think About It- Three Mile Smile- Toys In The Attic- Train Kept A Rollin- Trip Hoppin'- Uncle Salty- Under My Skin- Up On A Mountain- Voodoo Medicine Man- Walk On Down- Walk This Way- Walkin' The Dog- We All Fall Down- What Could Have Been Love- What It Takes- Woman Of The World- Write Me A Letter- You Gotta Move- You See Me Crying- Young Lust",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.READ_PHONE_STATE",
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
