{
  "title": "US Politics News - Riversip",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.briox.riversip.android.usnews.uspolitics",
  "category": "News & Magazines",
  "price": "Free",
  "datePublished": "July 2, 2013",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "1",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "Briox",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.briox.riversip.android.usnews.uspolitics",
  "extendedInfo": {
    "installSize": "3.3M",
    "downloadsCount": "10+",
    "downloadsCountText": "10 - 50",
    "description": "The Nation's politics news articles and video articles in one application.The most reliable news sources you can get:- NBC News- The Washington Post- Reuters- CNN- Fox News- ABC News- The Huffington Post- Yahoo! News- CBS News- U.S. News- And many more...*WHAT IS IT?Riversip is the only news reader that guarantees you'll be up-to-date in less than 5 minutes by focusing on the major items - the items that are most important.*WHY WE DO IT?We want to help our users with the information overload of news.*HOW WE DO IT?The Riversip apps were designed to help you to to get the most important news articles in 1 minute, on 1 interface, instead of browsing through 5-6 different apps and 100+ headlines.*SO, what exactly do you get in Riversip?+ Real Plug & Play - No setup or learning time required. Fire Riversip for the first time – and immediately see what are the current “must-know” news.+ Catch up on your own schedule - You can choose your own time-frame in one tap, so you'll be up-to-date no matter how often you're checking things out.+ Check out only the headlines – or go deeper - You can check out any news item's coverage from the many sources which covered it. Seeing how different publications cover the same event from different angles was never so easy !+ Social Networks - See what your friends from the social networks had to say about any given story.+ Your topics - You can pick your favorite topics (like: Senate/ Supreme Court) and create your own news feed.+ Push notifications for Important events.It's all in one easy to navigate and very informative interface.Follow and chat with us at: http://twitter.com/riversipUse of the Riversip Application is governed by the Riversip Terms of Use (http://www.riversip.com/terms).",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "com.briox.riversip.android.usnews.uspolitics.permission.C2D_MESSAGE",
      "com.google.android.c2dm.permission.RECEIVE",
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE"
    ]
  }
}
