{
  "title": "Stray",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.btgn.stray",
  "category": "Books & Reference",
  "price": "$0.99",
  "datePublished": "March 30, 2011",
  "version": "1.0",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "1",
  "rating": "2.0",
  "contentRating": "Medium Maturity",
  "creator": "Books to Go Now",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.btgn.stray",
  "extendedInfo": {
    "installSize": "352k",
    "downloadsCount": "5+",
    "downloadsCountText": "5 - 10",
    "description": "Carl Ingram, is a handsome, middle-aged drifter who has a big chip on his shoulder.  Pin-balling across the U.S., he is always resourceful enough to find work and an accommodating woman to take him in.  Still wrestling with a deep hatred for his recently deceased father, Carl’s hair-trigger anger is never far beneath an exterior that appears — at turns — both charming and cavalier.   But, when Carl discovers a beautiful Siberian husky at his job site, he is suddenly forced to face his demons. StrayDina GreenbergGenre: Literary FictionWord Count:  4,957Length: Short StoryBooks to Go Now, eBook Publsiher, ebook, dogs, huskies, husky, phone apps, Droid, authors, short stories, short story, author, writers, writing,  Amazon, Smashwords, PDF, wwwbookstogonow.com, digital publisher, Seattle, story, stories, ebook, e-book, pdf, lit, html, publish, publishing, publisher, publication, publications, buy, buy here, purchase, sale, cart, shop, shopping, download, read, reads, reader, reading,author, authors, digital, electronic, book, books, zip, zipped, best seller, bestseller, recommended read, award, award winning, free, links, fantasies, mobi pocket, fictionwise, contemporary, action, adventure, contemporary, marketing, yahoo, myspace, bebo, uk, usa, american, britain,  british, au, australia",
    "reviews": [
      {
        "timestampMsec": "1315843288839",
        "starRating": "2",
        "title": "Cant read rest of the book",
        "comment": "Cant read the rest of the book. It only shows parts of the book.",
        "commentId": "lg:AOqpTOF_1ccpPodESv3UdvE0lJ_PdHvbrKuv6q_jAptslKmbrHZJ6lToW7Ua-YSGeUahf4qGHDbLADKG6SApioA",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "com.android.vending.CHECK_LICENSE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
