{
  "title": "Christmas Delivery",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.btgn.christmasdelivery",
  "category": "Books & Reference",
  "price": "$0.99",
  "datePublished": "February 18, 2011",
  "version": "1.0",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "2",
  "rating": "5.0",
  "contentRating": "High Maturity",
  "creator": "Books to Go Now",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.btgn.christmasdelivery",
  "extendedInfo": {
    "installSize": "339k",
    "downloadsCount": "50+",
    "downloadsCountText": "50 - 100",
    "description": "Christmas DeliveryAll Joanne wants for Christmas is Wayne, a hunky, bicycle courier she fantasizes about.Mixing a little mistletoe with a little courage, the pair soon sets the season on fire.Christmas Delivery by Vee MichaelsGenre: Christmas Erotic RomanceWord Count: 2,857Length: Short StoryThis story is only for sale to readers over the age of 18.Reviews:Funny (but cute) Christmas read!!!dluedeckeThis review is from: Christmas Delivery (Kindle Edition)Cute read!! Vee Michaels has a very funny way of capturing her reader's attention, and keeping the pages turning. In this story, Wayne and Joanne's romance gets jumbled when she accidentally pulls the fire alarm during their lunchtime tryst. The comedy and romance in this story are enough to get the reader hooked, and look for more works from this author.Playful little diddy. Explicit, but fun.Wanda DeGolier \"Writer & Reviewer\" (Seattle) This review is from: Christmas Delivery (Kindle Edition)So far, I'm liking this author's work. She has a wry wit that appeals to me. Joanne is smitten with the bicycle courier Wayne. Wayne feels the same, yet both are too shy to make the first move. Joanne has made up her mind to ask him out, but Wayne beats her to the punch and asks her to lunch. They don't get far as their pent up desire takes over once they get alone.Books to Go Now, eBook Publsiher, ebook, Jennifer Conner, Romance, phone apps, Droid, authors, short stories, short story, author, writers, writing, Carol Schuster, Amazon, Smashwords, PDF, wwwbookstogonow.com, digital publisher, Seattle, romance, romantic, sensual, story, stories, erotic, erotica, ebook, e-book, pdf, lit, html, publish, publishing, publisher, publication, publications, submit, submission, submissions, buy, buy here, purchase, sale, cart, shop, shopping, download, read, reads, reader, reading,  contract, author, authors, digital, electronic, book, books, zip, zipped, romance, romantic, erotic, erotica, best seller, bestseller, recommended read, award, award winning, free, sex, sexual, sexuality, fantasy, fantasies, mobi pocket, fictionwise, contemporary, action, adventure,  comedy, humour, contemporary, fantasy, fairytales, futuristic, sci fi, , historical, rubenesque,  paranormal, time travel, thrillers, crime, shapeshifters, morphers, vampire, werewolf, moonglade, marketing, yahoo, myspace, bebo, uk, usa, american, britain,  british, au, australia",
    "reviews": [
      {
        "timestampMsec": "1298391951839",
        "starRating": "5",
        "comment": "A Christmas story is good all year round... especially a sexy one. Ill be purchasing more from ms Michaels to read more!",
        "commentId": "lg:AOqpTOH_pNniyuj626m7zzlztbLVU4FmpLMbsbjLgJf6rwiwINGu0IfbUqR3iLbidbTBISNdgEk3_xVJ8KCAJUo",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "com.android.vending.CHECK_LICENSE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
