{
  "title": "Vampire Tree",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.btgn.vampiretree",
  "category": "Books & Reference",
  "price": "$0.99",
  "datePublished": "February 17, 2011",
  "version": "1.0",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "4",
  "rating": "4.75",
  "contentRating": "Medium Maturity",
  "creator": "Books to Go Now",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.btgn.vampiretree",
  "extendedInfo": {
    "installSize": "474k",
    "downloadsCount": "50+",
    "downloadsCountText": "50 - 100",
    "description": "In the New Kingdom of Sentreya, the Ancient World is passed. All that lies ahead is the safety of the Melodian Dawn.But the forest of Elmeira, the last of the Old Forests this side of the Chronic Divide, still holds onto a few secrets. A true relic of the past lies in wait, and unsuspecting travelers may not realize its true nature until it’s too late.Vampire Tree - D. J. RichterGenre: FantasyWord Count: 4,549Length: Short StoryIf you like D. J. Richter’s Vampire Tree you also might like his short story, Elsati’s Reward. Available now on the Android Marketplace, Barnes and Noble and Amazon.Go to www.bookstogonow.com for additional titles in all genres of short story fiction.A read worth while, February 1, 2011By RM Brink This review is from: The Vampire Tree (Kindle Edition)What happens when nature grows into knowing mans deepest desires? What happens when it uses those desires against us? Well for an amazing read that pits man against nature, dive into the vampire tree... where the only way to overcome yourself is to flee... or is it.I rate this a 5 star because I was draw in from the get go and really wanted to know if Man could indeed overcome himself.Books to Go Now, eBook Publsiher, ebook, Romance, phone apps, Droid, authors, short stories, short story, author, writers, writing,  Amazon, Smashwords, PDF, wwwbookstogonow.com, digital publisher, Seattle, romance, romantic, sensual, story, stories, ebook, e-book, pdf, lit, html, publish, publishing, publisher, publication, publications, submit, submission, submissions, buy, buy here, purchase, sale, cart, shop, shopping, download, read, reads, reader, reading,  royalty, royalties, contract, author, authors, digital, electronic, book, books, best seller, bestseller, recommended read, award, award winning, free, links,antasies, mobi pocket, fictionwise, contemporary, action, adventure,  yahoo, myspace, bebo, uk, usa, american, britain,  british, au, Australia",
    "reviews": [
      {
        "timestampMsec": "1313980120821",
        "starRating": "5",
        "title": "Great Book",
        "comment": "A rich, thoughtful, and unique take on vampire mythology, with a nice psychological edge. Excellent read.",
        "commentId": "lg:AOqpTOFcZwMtEsrmBf7OVtemytfzCtzeFV2H186jb0Jis8Gg7lK4e651PBPOLoI1n6XjR9DCNm37MHg-ghNgLJk",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1355119368997",
        "starRating": "5",
        "comment": "EXCELLENT!",
        "commentId": "lg:AOqpTOFk4LjRIsu9BpNO_qY5uD-4AOHL7PRG3yrTH1YlpwbYqCuTulv9bGnMF3p-PwGr01fDihNWV428xsncdy0",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "com.android.vending.CHECK_LICENSE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
