{
  "title": "Optical Delusions Deadwood Sam",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.btgn.deadwood2samp",
  "category": "Books & Reference",
  "price": "Free",
  "datePublished": "June 14, 2011",
  "version": "1.0",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "9",
  "rating": "4.888889",
  "contentRating": "Medium Maturity",
  "creator": "Books to Go Now",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.btgn.deadwood2samp",
  "extendedInfo": {
    "installSize": "709k",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "This is a sample from the new book Optical Delusions in Deadwood by Ann Charles: From the Award-winning Author of Nearly Departed in Deadwood!Optical Delusions in Deadwood:Word has it single mom, Violet Parker—Deadwood’s most notorious Realtor—likes to chitchat with ghosts. With her reputation damaged, her bank account on the verge of extinction, and her career threatening to go up in flames, Violet is desperate to make a sale. When the opportunity to sell another vintage home materializes, she grabs it, even though this “haunted” house was recently the stage for a two-act, murder-suicide tragedy. Ghost or no ghost, Violet knows this can’t be as bad as the last house of horrors she tried to sell, but charmingly irresistible Doc Nyce isn’t so sure. Her only hope of hanging on to her job is to prove that the so-called, ghostly sightings are merely the eccentric owner’s optical delusions. Unfortunately someone—or something—in the house wants her stopped…dead.TO PURCHASE THE BOOK BUY LINKS:EBooks:Amazon, Barnes & Noble, Sony Reader Store, SmashwordsMore coming soon…Print Books: Coming in July 2011!“What a voice! Hilarious, original, and genuinely wonderful. This fresh and feisty mystery will instantly win your heart. Loved it!” ~HANK PHILLIPPI RYAN, Anthony, Agatha and Macavity winning author“A smart, sassy, sexy and wonderfully resourceful heroine. Move over Stephanie Plum—Vi Parker is here!” ~JOHN KLAWITTER, award-winning Tinseltown writer/director, and author of the award-winning Hollywood Havoc action thriller novels***You’ll laugh. You’ll cringe. You’ll want even more!***Someone is spreading rumors around Deadwood that Violet Parker likes to chat with dead folks.With her reputation endangered, her bank account on the verge of extinction, and her career at risk of going up in flames, Violet is desperate. When the opportunity to sell another vintage home materializes, she grabs it, even though this “haunted” house was recently the stage for a two-act, murder-suicide tragedy.Ghost or no ghost, Violet knows this can’t be as bad as the last house of horrors she tried to sell, but sexy Doc Nyce has serious doubts. Her only hope of hanging on to her job is to prove that the so-called, ghostly sightings are merely the eccentric owner’s optical delusions.But someone—or something—in the house wants Violet stopped...dead.“... sexy, spunky Violet Parker will blow you away.” ~LUCY BURDETTE, author & Sisters in Crime past-president“Ann Charles writes a top-notch mystery that is fast-paced, complex, and laugh out loud funny! A genuinely exciting and sexually suspenseful mystery, Charles delivers in her second Violet Parker novel set in Deadwood, South Dakota. Fast-moving with twists even a seasoned Mystery Reader won’t see coming, this is a can’t-put-it-down book.” ~MARY BUCKHAM, award-winning Romantic Suspense author“... mystery, humor, romance, and fun all wrapped up in a great book.”~BOOKS R US REVIEWSmystery, suspense, thriller, Ann Charles, sexy, humor, ghosts, Deadwood, thriller, romance",
    "reviews": [
      {
        "timestampMsec": "1308072775949",
        "starRating": "5",
        "title": "A sexy, smart mystery perfect for Summer!",
        "comment": "Violet Parker is a relator who will do anything to make a sale, even talk with ghosts. But, as the mystery unfolds, you wonder if it\\'s someone... or something wants her dead? A real page-turner. Now, I\\'m going to buy the whole book, I have to find out what happens next!",
        "commentId": "lg:AOqpTOFtaTVR7Swu2joNaE5PBmwK1O6osboq0oN-dOu1lD8WHKeYTj4DKA6UN1t7A_a2JHhBXias4hNMSgWFNQ",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1334276731291",
        "starRating": "5",
        "title": "OPTICAL DELUSIONS",
        "comment": "Book stalls and book clubs Are a bookseller\\'s friends. The booklover heeds not The money he spends. My bookroom is packed. Each bookcase is full While knowledge drips in by the tablespoonful. There\\'s a great rushing torrent Come down through the ages On millions and billions And trillions of pages. Through large and small print My weary eye roams While caressing the brittle Half crumbling tomes...FROM JAMES MICHAEL CHAPESKIE",
        "commentId": "lg:AOqpTOHwsfDi0-2Tu2-bDFJjvskl2u0-9dzq0tjMYyQBtXJRA0hNvRCO-RicZT8T1u_3_71PrKo1PwEyl_jUCA",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
