{
  "title": "Born Free",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.btgn.bornfree",
  "category": "Books & Reference",
  "price": "$0.99",
  "datePublished": "May 6, 2011",
  "version": "1.0",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Medium Maturity",
  "creator": "Books to Go Now",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.btgn.bornfree",
  "extendedInfo": {
    "installSize": "364k",
    "downloadsCount": "5+",
    "downloadsCountText": "5 - 10",
    "description": "Clarity Myers, a waitress at a diner just off the beaten path in Arizona, met a man whom she knew was a drifter, a free spirit carried by the wind. The mutual attraction was evident from the moment they met.  She would never again play it safe where Jessie Canyon was concerned.Jessie had  never been through Arizona, but as fate or luck would have it, stopping at the diner was one of the best things he'd ever done.  The open road held a special place in his heart, but Clarity made him rethink his carefree ways.It is said that love at first sight is special indeed, but their love was stronger than even the wind that called to Jessie and threatened to take him away.Born FreeT.M. HobbsGenre: RomanceWord Count: 6,900Length: Short StoryIf you enjoy Born Free check out T.M. Hobbs paranormal romance Crystal Tears.Books to Go Now, eBook publisher, ebook, authors, short stories, short story, author, writers, writing,  wwwbookstogonow.com, digital publisher, Seattle, story, stories, ebook, e-book, publish, publishing, publisher, publication, publications, read, reads, reader, reading, book, books, romance, romantic, best seller, bestseller, recommended read, award, award winning,",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "com.android.vending.CHECK_LICENSE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
