{
  "title": "Flexible Unit Conversion Tool",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.bubar.conversionmaster",
  "category": "Tools",
  "price": "Free",
  "datePublished": "March 25, 2013",
  "version": "0.2",
  "operatingSystems": "3.0 and up",
  "ratingsCount": "1",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "PJB",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.bubar.conversionmaster",
  "extendedInfo": {
    "installSize": "403k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Flexible Unit Conversion Tool (FUCT) is the only unit converter app that incorporates dimensional analysis, allowing you to construct and convert an endless variety of complex units. Features:•\tIntuitive gesture-based interface.•\tOver 650 built-in units in 75 categories. A description or definition is included for almost every unit.•\tIncludes 90 currencies (requires internet access permission for updates).•\tHide units and categories to show only the units you need (most uncommon units hidden by default).•\tDefine new categories and units, and edit built-in unit parameters. •\tSave favorite conversions, quickly access them all on one page.•\tBuilt-in keypad, for quick number entry.•\tMixed fraction input.•\tReal-time calculation.•\tResult rounding and precision adjustment.•\tMixed fraction output, with fraction simplicity slider.•\tScientific or engineering notation, with threshold control.•\tUses Android 4.0+ Holo theme.•\tBasic interface with no graphics or intense colors. Basic Instructions:•\tTouch and hold a unit to view its name and description at the bottom.•\tDrag and drop units from the unit library to the left or right side of the conversion.•\tScroll through the unit library using the left side where the category titles are.•\tTap input number (top left) to open keypad.•\tTap output number (top right) to open calculation options.•\tFlick units in the conversion area up/down to increase or decrease exponent.•\tLong-press units in the conversion area to edit or delete.•\tSwipe right from the unit library to edit and access favorites.•\tLong-press category titles to enter category settings.****The hundreds of different units used in all domains of mathematics and science are composed of a small number of “base units” of measurement. The standard “SI” unit system uses the following base units:•\tLength: metre•\tMass: kilogram•\tTime: second•\tTemperature: Kelvin•\tAngle: radian•\tSolid Angle: steradian•\tElectric Current: ampere•\tLuminous Intensity: lumen•\tParticles in a substance: moleTogether with a base unit for currency (US Dollars), FUCT performs all conversions using these base units. This enables you to convert speed, for example, using any combination of length (metre, kilometere, mile, inch, etc.) and time (second, hour, minute, day, etc.) base units. This makes FUCT by far the most powerful and flexible unit converter app available. It is intended for scientists, engineers and students, but is simple enough for everyday use.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET"
    ]
  }
}
