{
  "title": "Handy Lyrics - In This Moment",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.bswhaney.InThisMoment",
  "category": "Music & Audio",
  "price": "Free",
  "datePublished": "May 3, 2013",
  "version": "1.0",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "Kultida Anekboon",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.bswhaney.InThisMoment",
  "extendedInfo": {
    "installSize": "667k",
    "downloadsCount": "50+",
    "downloadsCountText": "50 - 100",
    "description": "If you are In This Moment's fan, this app is right for you. Whenever you want to check In This Moment's lyrics, just open this app and choose the lyrics that you want. You don't have to access the internet to get the lyrics. We provide all In This Moment's lyrics here. In the Album tab, you can choose lyrics based on the album. In All lyrics tab, all of In This Moment's lyrics are here. You can quickly search the lyrics by using the search bar at the top of the page.Hope you guy enjoy using this app as much as I enjoy developing it. :)************************Main Features ************************- Lyrics categorized by album - Show all lyrics - Search lyrics************************List of albums ************************- Beautiful Tragedy- The Dream- A Star-Crossed Wasteland- Blood************************List of lyrics ************************- 11:11- A Dying Star- A Star-Crossed Wasteland- Adrenalize- All For You- Aries- Ashes- Beast Within- Beautiful Tragedy- Blazin'- Blood- Burn- Call Me- Circles- Comanche- Daddy's Falling Angel- Forever- From The Ashes- He Said Eternity- Her Kiss- Into The Light- Iron Army- It Is Written- Just Drive- Lost At Sea- Mechanical Love- Next Life- Prayers- Remember- Rise With Me- Sailing Away- Scarlet- Standing Alone- The Blood Legion- The Dream- The Great Divide- The Gun Show- The Last Cowboy- The Legacy Of Odio- The Promise- The Rabbit Hole- The Road- This Moment- Violet Skies- When The Storm Subsides- Whore- World In Flames- You Always Believed- You're Gonna Listen",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.READ_PHONE_STATE",
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
