{
  "title": "Handy Lyrics - T-Pain",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.bswhaney.TPain",
  "category": "Music & Audio",
  "price": "Free",
  "datePublished": "March 10, 2013",
  "version": "1.0",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "Kultida Anekboon",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.bswhaney.TPain",
  "extendedInfo": {
    "installSize": "768k",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "If you are T-Pain's fan, this app is right for you. Whenever you want to check T-Pain's lyrics, just open this app and choose the lyrics that you want. You don't have to access the internet to get the lyrics. We provide all T-Pain's lyrics here. In the Album tab, you can choose lyrics based on the album. In All lyrics tab, all of T-Pain's lyrics are here. You can quickly search the lyrics by using the search bar at the top of the page.Hope you guy enjoy using this app as much as I enjoy developing it. :)--------------------------------Main Features --------------------------------- Lyrics categorized by album - Show all lyrics - Search lyrics--------------------------------List of albums --------------------------------- Rappa Ternt Sanga- Epiphany- Thr33 Ringz- RevolveЯ--------------------------------List of lyrics --------------------------------- 5 O'Clock- 69- Backseat Action- Bad Side- Bang Bang Pow Pow- Bartender- Best Love Song- Blow Ya Mind- Blowing Up- Bottlez- Buy U A Drank (Shawty Snappin')- Calm The Fuck Doun- Can't Believe It- Center Of The Stage- Change- Chopped & Skrewed- Church- Como Estas- Dance Floor- Default Picture- Digital- Distorted- Drowning Again- Feed The Lions (Skit)- Fly Away- Freeze- Going Thru A Lot- Have It (Interlude)- I Don't Give A Fuck- I Got It- I'm Hi- I'm N Luv (Wit A Stripper)- I'm Sprung- I'm Sprung 2- It Ain't Me- It's Not You (It's Me)- Karaoke- Keep Going- Let That Bass Drop- Let's Get It On- Long Lap Dance- Look At Her Go- Mix'd Girl- My Place- Nothin'- Phantom- Put It Down- Rappa Ternt Sanga (Intro)- Reality Show- Reggae Night- Regular Girl- Ridge Road- Right Hand- Ringleader Man- Rock Bottom- Say It- Sho-Time (Pleasure Thang)- Shottas- Show U How- Sounds Bad- Studio Luv- Suicide- Superstar Lady- Sweet- Take A Ride (Skit)- Tallahassee Love- Therapy- Time Machine- Tipsy- Turn All The Lights On- U Got Me- Ur Not The Same- Welcome To Thr33 Ringz- When I Come Home- Yo Stomach",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.READ_PHONE_STATE",
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
