{
  "title": "Did you Put the Cat to Bed?",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.btgn.putthecattobed",
  "category": "Books & Reference",
  "price": "$0.99",
  "datePublished": "March 17, 2011",
  "version": "2.1",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Medium Maturity",
  "creator": "Books to Go Now",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.btgn.putthecattobed",
  "extendedInfo": {
    "installSize": "301k",
    "downloadsCount": "10+",
    "downloadsCountText": "10 - 50",
    "description": "Did You Put the Cat to Bed?Helen  W. MallonGenre: Literary FictionWord Count:  5,260 Length: Short StorySo Izzy got knocked up.  Not by one of the art school bad boys, but by white-bread Harris, her neighbor. Her churchgoing pillar of a dad reminded Izzy that she \"can do anything she puts her mind to,\"  the moral heft of this single option given momentum by her father's imminent death from cancer. Books to Go Now, eBook Publsiher, ebook, Romance, phone apps, Droid, authors, short stories, short story, author, writers, writing,  Amazon, wwwbookstogonow.com, digital publisher, Seattle, romance, romantic, sensual, story, stories, ebook, e-book, pdf, lit, html, publish, publishing, publisher, publication, publications, submit, submission, submissions, buy, buy here, purchase, sale, cart, shop, shopping, download, read, reads, reader, reading, author, authors, digital, electronic, book, books,  romance, romantic, best seller, bestseller, recommended read, award, award winning, free, links, contemporary, action, adventure, uk, usa, american, britain,  british, au, australia",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "com.android.vending.CHECK_LICENSE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
