{
  "title": "Handy Lyrics - Cyndi Lauper",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.bswhaney.CindiLauper",
  "category": "Music & Audio",
  "price": "Free",
  "datePublished": "September 3, 2013",
  "version": "1.0",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "4",
  "rating": "4.75",
  "contentRating": "Everyone",
  "creator": "Kultida Anekboon",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.bswhaney.CindiLauper",
  "extendedInfo": {
    "installSize": "1.1M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "If you are Cyndi Lauper's fan, this app is right for you. Whenever you want to check Cyndi Lauper's lyrics, just open this app and choose the lyrics that you want. You don't have to access the internet to get the lyrics. We provide all Cyndi Lauper's lyrics here. In the Album tab, you can choose lyrics based on the album. In All lyrics tab, all of Cyndi Lauper's lyrics are here. You can quickly search the lyrics by using the search bar at the top of the page.Hope you guy enjoy using this app as much as I enjoy developing it. :)--------------------------------Main Features --------------------------------- Lyrics categorized by album - Show all lyrics - Search lyrics--------------------------------List of albums --------------------------------- Blue Angel- She's So Unusual- True Colors- A Night to Remember- Hat Full of Stars- Sisters of Avalon- Merry Christmas... Have a Nice Life- At Last- Shine- Bring Ya to the Brink- Memphis Blues--------------------------------List of lyrics --------------------------------- 911- A Night To Remember- A Part Hate- All Through The Night- Anna Blue- At Last- Ballad Of Cleo And Joe- Boy Blue- Brimstone And Fire- Broken Glass- Calm Inside The Storm- Can't Blame Me- Change Of Heart- Christmas Conga- Comfort You- Crossroads- Cut Out- Dancing With A Stranger- Dear John- December Child- Don't Cry No More- Down Don't Bother Me- Down So Low- Early Christmas Morning- Early In The Mornin'- Echo- Eventually- Everybody's Got An Angel- Fade- Fall Into Your Dreams- Fearless- Feels Like Christmas- Girls Just Want To Have Fun- Give It Up- Grab A Hold- Hat Full Of Stars- Heading West- He's So Unusual- High And Mighty- Higher Plane- Hole In My Heart (All The Way To China)- Home On Christmas Day- Hot Gets A Little Cold- How Blue Can You Get?- Hymn To Love- I Don't Want To Be Your Friend- I Drove All Night- I Had A Love- Iko Iko- I'll Kiss You- I'm Gonna Be Strong- In The Bleak Midwinter- Insecurious- Into The Nightlife- It's Hard To Be Me- Just The Other Day- Just Your Fool- Kindred Spirit- La Vie En Rose- Late- Lay Me Down- Lies- Like A Cat- Like I Used To- Lorraine- Love To Hate- Lyfe- Madonna Whore- Makin' Whoopee- Maybe He'll Know (First Version)- Maybe He'll Know (Second Version)- Minnie And Santa- Money Changes Everything- Mother- Mother Earth- My Baby Just Cares For Me- My First Night Without You- New Year's Baby (First Lullaby)- One Track Mind- Primitive- Product Of Misery- Raging Storm- Rain On Me- Rather Be With You- Rockin' Around The Christmas Tree- Rocking Chair- Rollin' And Tumblin'- Romance In The Dark- Sally's Pigeons- Same Ol' Story- Say A Prayer- Searching- Set Your Heart- Shattered Dreams- She Bop- Shine- Silent Night- Sisters Of Avalon- Someone Like Me- Stay- Sunny Side Of The Street- Take A Chance- That's What I Think- The Faraway Nearby- This Kind Of Love- Three Ships- Time After Time- True Colors- Unchained Melody- Unconditional Love- Unhook The Stars- Until You Come Back To Me- Waiting For Valentino- Walk On By- Water's Edge- What's Going On- When You Were Mine- Who Let In The Rain- Who Let In The Rain (New Version)- Wide Open- Wild Women Don't Get The Blues- Witness- Yeah Yeah- You Don't Know",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.READ_PHONE_STATE",
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
