{
  "title": "Handy Lyrics - Kid Rock",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.bswhaney.KidRock",
  "category": "Music & Audio",
  "price": "Free",
  "datePublished": "February 25, 2013",
  "version": "1.0",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "8",
  "rating": "4.625",
  "contentRating": "Everyone",
  "creator": "Kultida Anekboon",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.bswhaney.KidRock",
  "extendedInfo": {
    "installSize": "806k",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "If you are Kid Rock's fan, this app is right for you. Whenever you want to check Kid Rock's lyrics, just open this app and choose the lyrics that you want. You don't have to access the internet to get the lyrics. We provide all Kid Rock's lyrics here. In the Album tab, you can choose lyrics based on the album. In All lyrics tab, all of Kid Rock's lyrics are here. You can quickly search the lyrics by using the search bar at the top of the page.Hope you guy enjoy using this app as much as I enjoy developing it. :)-------------------------------- Main Features -------------------------------- - Lyrics categorized by album - Show all lyrics - Search lyrics-------------------------------- List of albums -------------------------------- - Grits Sandwiches for Breakfast- The Polyfuze Method- Early Mornin' Stoned Pimp- Devil Without a Cause- Cocky- Kid Rock- Rock N Roll Jesus- Born Free- Rebel Soul-------------------------------- List of lyrics -------------------------------- - 3 CATT Boogie- 3 Sheets To The Wind (What's My Name)- Abdul Jabar Cut- All Summer Long- Amen- Baby Come Home- Back From The Dead- Balls In Your Mouth- Bawitdaba- Black Bob- Black Chick, White Guy- Blow Me- Blue Jeans And A Rosary- Born Free- Cadillac Pussy- Care- Celebrate- Chickens In The Pen- Classic Rock- Cocaine And Gin- Cocky- Cold And Empty- Collide- Cowboy- Cramp Ya Style- Cucci Galore- Desperate-Rado- Detroit Thang- Detroit, Michigan- Devil Without A Cause- Do It For You- Don't Tell Me You Love Me- Drunk In The Morning- Early Mornin' Stoned Pimp- Feel Like Makin' Love- Fist Of Rage- Flyin' High- For The First Time (In A Long Time)- Forever- Fred- Freestyle Rhyme- Fuck Off- Fuck U Blind- Genuine Article- God Bless Saturday- God Save Rock N Roll- Half Your Age- Happy New Year- Hard Night For Sarah- Hillbilly Stomp- I Am- I Am The Bullgod- I Got One For Ya- I Wanna Go Back- I'm A Dog- I'm Wrong But You Ain't Right- In So Deep- Intro- Jackson, Mississippi- Killin Brain Cells- Krack Rocks- Lay It On Me- Let's Ride- Live- Lonely Road Of Faith- Lowlife (Living The Highlife)- Midnight Ferry- Midnight Train To Memphis- Mr. Rock N Roll- My Name Is ROCK- My Oedipus Complex- New Orleans- New York's Not My Home- Only God Knows Why- Outro- Paid- Pancake Breakfast- Picture- Pimp Of The Nation- Prodigal Son- Purple Sky- Rain Check- Rebel Soul- Redneck Paradise- Rock Bottom Blues- Rock 'n' Roll- Rock N Roll Jesus- Rock 'n' Roll Pain Train- Rock On- Roll On- Rollin' On The Island- Roving Gangster (Rollin')- Run Off To LA- Shotgun Blast- Single Father- Slow My Roll- So Hott- Somebody's Gotta Feel This- Son Of Detroit- Step In Stride- Style Of X-Pression- Sugar- Super Rhyme Maker- T.V. Dinner- The Cramper- The Mirror- The Prodigal Son Returns- The Upside- Times Like These- Trippin' Over A Rock- Trippin With Dick Vitale- Trucker Anthem- U Don't Know Me- Wasting Time- Wax The Booty- WCSR- Welcome To The Party- What I Learned Out On The Road- When It Rains- When You Love Someone- Where U At Rock- Where You At Rock- With A One-Two- Ya Keep On- Yo-Da-Lin In The Valley- You Never Met A Motherfucker Quite Like Me",
    "reviews": [
      {
        "timestampMsec": "1376351101101",
        "starRating": "5",
        "title": "It is a nice song",
        "comment": "Nice song",
        "commentId": "gp:AOqpTOEBGeSBT19YgPDS6fQk8L1B35lAmfpgFIz6MFMujEFxHt4Fb1DP_2rtiYUZZ2jIYQyGyJ6mXw8Z1AhUkQ",
        "author": "Nancy Vaughan",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1370395375562",
        "starRating": "5",
        "title": "Thanks!",
        "comment": "Good job.",
        "commentId": "gp:AOqpTOFVc_8yfAVNvUyo7Jnran2V4VA36lLoQHPYdqW_ySILiyuUo4sFg-9ZJHUpyM-6YOnltNKAka6UH_002g",
        "author": "Patty Benson",
        "authorURL": "http://lh3.googleusercontent.com/-29Mvd1uWxXg/AAAAAAAAAAI/AAAAAAAAAaE/4mXiSJDqnE8/photo.jpg",
        "authorSecureURL": "https://lh3.googleusercontent.com/-29Mvd1uWxXg/AAAAAAAAAAI/AAAAAAAAAaE/4mXiSJDqnE8/photo.jpg"
      },
      {
        "timestampMsec": "1366046777553",
        "starRating": "4",
        "title": "Hey",
        "comment": "U need to add the song in next update please",
        "commentId": "gp:AOqpTOGAL5fhjySkzGfi9pLDy5PyQdqO19R7DuphX0vqkg488EaZlgFm7rCNVbq9B45bpYIWe2zrz1knKr2DaA",
        "author": "Jason Cassell",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1377294675353",
        "starRating": "5",
        "title": "Kid rock",
        "comment": "Picture and picture",
        "commentId": "gp:AOqpTOFXFUgAGcI6ZU7XwIpODnZQ5xtfHfAizAE26AO9PmUrnXaMdNX5jFmetLz2-SaZBanoNu3c7G4fwuR2_w",
        "author": "juneatia mange",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.READ_PHONE_STATE",
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
