{
  "title": "Handy Lyrics Butthole Surfers",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.bswhaney.ButtholeSurfers",
  "category": "Music & Audio",
  "price": "Free",
  "datePublished": "June 10, 2013",
  "version": "1.0",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "1",
  "rating": "1.0",
  "contentRating": "Everyone",
  "creator": "Kultida Anekboon",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.bswhaney.ButtholeSurfers",
  "extendedInfo": {
    "installSize": "825k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "If you are Butthole Surfers's fan, this app is right for you. Whenever you want to check Butthole Surfers's lyrics, just open this app and choose the lyrics that you want. You don't have to access the internet to get the lyrics. We provide all Butthole Surfers's lyrics here. In the Album tab, you can choose lyrics based on the album. In All lyrics tab, all of Butthole Surfers's lyrics are here. You can quickly search the lyrics by using the search bar at the top of the page.Hope you guy enjoy using this app as much as I enjoy developing it. :)************************Main Features ************************- Lyrics categorized by album - Show all lyrics - Search lyrics************************List of albums ************************- Butthole Surfers- Psychic... Powerless... Another Man's Sac- Rembrandt Pussyhorse- Locust Abortion Technician- Hairway to Steven- Piouhgd- Independent Worm Saloon- Electriclarryland- Weird Revolution************************List of lyrics ************************- 22 Going On 23- Ah Ha- American Woman- Bar-B-Q Pope- Birds- Bong Song- Booze, Tobacco, Dope, Pussy, Cars- Butthole Surfer- Cherub- Cough Syrup- Cowboy Bob- Creep In The Cellar- Dancing Fool- Dog Inside Your Body- Dracula From Houston- Dum Dum- Dust Devil- Fast- Gary Floyd- Get Down- Goofy's Concern- Graveyard- Helicopter- Hey- Human Cannonball- I Saw An X-Ray Of A Girl Passing Gas- Intelligent Guy- Jet Fighter- Jingle Of A Dog's Collar- John E. Smoke- Julio Iglesias- L.A.- Lady Sniff- Let's Talk About Cars- Lonesome Bulldog- Mexican Caravan- Mexico- My Brother's Wife- Negro Observer- P.S.Y.- Pepper- Perry- Pittsburg To Lebanon- Revolution Part 1- Revolution Part 2- Rocky- Sea Ferring- Shit Like That- Something- Strawberry- Sweat Loaf- The Annoying Song- The Ballad Of Naked Man- The Colored FBI Guy- The Hurdy Gurdy Man- The Last Astronaut- The Lord Is A Monkey- The Revenge Of Anus Presley- The Shah Sleeps In Lee Harvey's Grave- The Shame Of Life- The Weird Revolution- The Wooden Song- Thermador- They Came In- Tongue- TV Star- Ulcer Breakout- Venus- Waiting For Jimmy To Kick- Whirling Hall Of Knives- Who Was In My Room Last Night?- Wichita Cathedral- Woly Boly- You Don't Know Me",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.READ_PHONE_STATE",
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
