{
  "title": "Handy Lyrics - Janet Jackson",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.bswhaney.JanetJackson",
  "category": "Music & Audio",
  "price": "Free",
  "datePublished": "March 28, 2013",
  "version": "1.0",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "Kultida Anekboon",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.bswhaney.JanetJackson",
  "extendedInfo": {
    "installSize": "874k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "If you are Janet Jackson's fan, this app is right for you. Whenever you want to check Janet Jackson's lyrics, just open this app and choose the lyrics that you want. You don't have to access the internet to get the lyrics. We provide all Janet Jackson's lyrics here. In the Album tab, you can choose lyrics based on the album. In All lyrics tab, all of Janet Jackson's lyrics are here. You can quickly search the lyrics by using the search bar at the top of the page.Hope you guy enjoy using this app as much as I enjoy developing it. :)--------------------------------Main Features --------------------------------- Lyrics categorized by album - Show all lyrics - Search lyrics--------------------------------List of albums --------------------------------- Janet Jackson- Dream Street- Control- Janet Jackson's Rhythm Nation 1814- janet- The Velvet Rope- All for You- Damita Jo- 20 Y.O.- Discipline--------------------------------List of lyrics --------------------------------- 20 (Intro)- 20 Part 2 (Interlude)- 20 Part 3 (Interlude)- 20 Part 4 (Interlude)- 20 Part 5 (Outro)- 2nite- 2wayforyou (Interlude)- 4 Words (Interlude)- Again- All For You- All My Love To You- All Nite (Don't Stop)- Alright- Any Time, Any Place- Anything- Back (Interlude)- Bathroom Break (Interlude)- Because Of Love- Better Days- Black Cat- Call On Me- Can't B Good- Can't Be Stopped- China Love- Clouds (Interlude)- Come Back To Me- Come Give Your Love To Me- Come On Get Up- Communication- Control- Country- Curtains- Damita Jo- Daybreak- Days Go By- Discipline- Do It 2 Me- Doesn't Really Matter- Don't Mess Up This Good Thing- Don't Stand Another Chance- Dream Street- Empty- Enjoy- Escapade- Every Time- Fast Girls- Feedback- Feels So Right- Forever Yours- Free Xone- Funky Big Band- Funny How Time Flies (When You're Having Fun)- Get It Out Me- Go Deep- Good Morning Janet (Interlude)- Got 'Til It's Gone- Greatest X- He Doesn't Know I'm Alive- Hold Back The Tears- I Get Lonely- I Want You- I.D. (Interlude)- If- If It Takes All Night- I'm Here- Intro- Island Life- It All Comes Down To Love- Just A Little While- Lame (Interlude)- Let Me Know- Let's Wait Awhile- Like You Don't Love Me- Livin' In A World (They Didn't Make)- Lonely- Looking For Love- Love 2 Love- Love And My Best Friend- Love Scene (Ooh Baby)- Love Will Never Do (Without You)- LUV- Magic Hour- Miss You Much- Moist- My Baby- My Need- Nasty- Never Letchu Go- New Agenda- Outro- Play Selection (Interlude)- Pretty Boy- Put Your Hands On- R&B Junkie- Rhythm Nation- Rock With U- Roll Witchu- Rollercoaster- Rope Burn- Say You Do- Sexhibition- Show Me- SloLove- So Excited- So Much Betta- Someday Is Tonight- Someone To Call My Lover- Son Of A Gun (I Betcha Think This Song Is About You)- Son Of A Gun (Remix)- Special- Spending Time With You- Spinnin (Interlude)- State Of The World- Strawberry Bounce- Take Care- That's The Way Love Goes- The 1- The Body That Loves You- The Islands- The Knowledge- The Magic Is Working- The Meaning (Interlude)- The One- The Pleasure Principle- Theory (Interlude)- Thinkin' Bout My Ex- This Body- This Time- Throb- Together Again- Tonight's The Night- Truly- Trust A Try- Truth- Truth Or Dare (Interlude)- Two To The Power Of Love- Velvet Rope- Warmth- What About- What Have You Done For Me Lately- What'll I Do- What's Ur Name- When I Think Of You- When We Oooo- Where Are You Now- Who- Whoops Now- With U- Would You Mind- You- You Ain't Right- You Can Be Mine- You Want This- You'll Never Find (A Love Like Mine)- Young Love",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.READ_PHONE_STATE",
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
