{
  "title": "Handy Lyrics Old Crow Medicine",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.bswhaney.OldCrowMedicineShow",
  "category": "Music & Audio",
  "price": "Free",
  "datePublished": "March 30, 2013",
  "version": "1.0",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "1",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "Kultida Anekboon",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.bswhaney.OldCrowMedicineShow",
  "extendedInfo": {
    "installSize": "684k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "If you are Old Crow Medicine Show's fan, this app is right for you. Whenever you want to check Old Crow Medicine Show's lyrics, just open this app and choose the lyrics that you want. You don't have to access the internet to get the lyrics. We provide all Old Crow Medicine Show's lyrics here. In the Album tab, you can choose lyrics based on the album. In All lyrics tab, all of Old Crow Medicine Show's lyrics are here. You can quickly search the lyrics by using the search bar at the top of the page.Hope you guy enjoy using this app as much as I enjoy developing it. :)************************Main Features ************************- Lyrics categorized by album - Show all lyrics - Search lyrics************************List of albums ************************- Eutaw- O.C.M.S.- Big Iron World- Tennessee Pusher- Carry Me Back************************List of lyrics ************************- Ain't It Enough- Alabama High-Test- Big Time In The Jungle- Bobcat Tracks- Boll Weevil- Bootlegger's Boy- Caroline- Carry Me Back- CC Rider- Cocaine Habit- Country Gal- Crazy Eyes- Don't Ride That Horse- Down Home Girl- Evening Sun- Genevieve- God's Got It- Goodbye Booze- Half Mile Down- Hard To Love- Hard To Tell- Hesitation Blues- Highway Halo- Humdinger- I Hear Them All- James River Blues- Let It Alone- Levi- Lift Him Up- Lonesome Road Blues- Mary's Kitchen- Methamphetamine- Minglewood Blues- Mississippi Saturday Night- Motel In Memphis- My Good Gal- New Virginia Creeper- Next Go 'Round- Poor Man- Raise A Ruckus- Sewanee Mountain Catfight- Shack #9- Take 'Em Away- Tear It Down- Tell It To Me- Tennessee Pusher- That'll Be A Better Day- The Greatest Hustler Of All- The Silver Dagger- Trials & Troubles- Trouble That I'm In- Union Maid- Wagon Wheel- Ways Of Man- We Don't Grow Tobacco- We're All In This Together",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.READ_PHONE_STATE",
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
