{
  "title": "Handy Lyrics - Kenny Chesney",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.bswhaney.KennyChesney",
  "category": "Music & Audio",
  "price": "Free",
  "datePublished": "March 28, 2013",
  "version": "1.0",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "2",
  "rating": "4.5",
  "contentRating": "Everyone",
  "creator": "Kultida Anekboon",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.bswhaney.KennyChesney",
  "extendedInfo": {
    "installSize": "829k",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "If you are Kenny Chesney's fan, this app is right for you. Whenever you want to check Kenny Chesney's lyrics, just open this app and choose the lyrics that you want. You don't have to access the internet to get the lyrics. We provide all Kenny Chesney's lyrics here. In the Album tab, you can choose lyrics based on the album. In All lyrics tab, all of Kenny Chesney's lyrics are here. You can quickly search the lyrics by using the search bar at the top of the page.Hope you guy enjoy using this app as much as I enjoy developing it. :)--------------------------------Main Features --------------------------------- Lyrics categorized by album - Show all lyrics - Search lyrics--------------------------------List of albums --------------------------------- In My Wildest Dreams- All I Need to Know- Me and You- I Will Stand- Everywhere We Go- No Shoes, No Shirt, No Problems- When the Sun Goes Down- Be as You Are (Songs from an Old Blue Chair)- The Road and the Radio- Just Who I Am: Poets & Pirates- Lucky Old Sun- Hemingway's Whiskey- Welcome to the Fishbowl- Life on a Rock--------------------------------List of lyrics --------------------------------- A Chance- A Lot Of Things Different- A Woman Knows- Ain't That Love- All I Need To Know- Always Gonna Be You- Angel Loved The Devil- Another Friday Night- Anything But Mine- Back In My Arms Again- Back Where I Come From- Baptism- Be As You Are- Beer In Mexico- Being Drunk's A Lot Like Loving You- Better As A Memory- Between Midnight And Daylight- Big Star- Boats- Boston- Brandy, You're A Fine Girl- California- Coastal- Come Over- Dancin' For The Groceries- Demons- Don't Blink- Down The Road- Dreams- El Cerrito Place- Everybody Wants To Go To Heaven- Everywhere We Go- Fall In Love- Feel Like A Rock Star- Flip Flop Summer- Freedom- French Kissin' Life- From Hillbilly Heaven, To Honky Tonk Hell- Got A Little Crazy- Grandpa Told Me So- Guitars And Tiki Bars- Hemingway's Whiskey- High And Dry- Honey Would You Stand By Me- How Forever Feels- I Can't Go There- I Finally Found Somebody- I Go Back- I Might Get Over You- I Remember- I Want My Rib Back- I Will Stand- I'd Love To Change Your Name- I'm A Small Town- I'm Alive- In A Small Town- In My Wildest Dreams- In This Boat Alone- Island Boy- It's Never Easy To Say Goodbye- Just Not Today- Keg In The Closet- Key Lime Pie- Key's In The Conch Shell- Kiss Me, Kiss Me, Kiss Me- Life Is Good- Like Me- Live A Little- Live Those Songs- Living In Fast Forward- Lonely, Needin' Lovin'- Love Me Tonight- Magic- Makes Me Wonder- Me And You- My Poor Old Heart- Never Gonna Feel That Way Again- Never Wanted Nothing More- No Shoes, No Shirt, No Problems- No Small Miracle- Nowhere To Go, Nowhere To Be- Old Bird Dog- Old Blue Chair- On The Coast Of Somewhere Beautiful- One Step Up- Outta Here- Paris, Tennessee- Pirate Flag- Please Come To Boston- Reality- Round And Round- Scare Me- Seven Days- She Always Says It First- She Gets That Way- She Thinks My Tractor's Sexy- Sherry's Living In Paradise- She's From Boston- She's Got It All- Shiftwork- Sing 'Em Good My Friend- Small Y'all- Some People Change- Somebody Take Me Home- Somebody's Callin'- Someone Else's Hog- Somewhere In The Sun- Somewhere With You- Soul Of A Sailor- Spirit Of A Storm- Steamy Windows- Summertime- Ten With A Two- Tequila Loves Me- That Lucky Old Sun (Just Rolls Around Heaven All Day)- That's Why I'm Here- The Bigger The Fool (The Harder The Fall)- The Boys Of Fall- The Good Stuff- The Life- The Road And The Radio- The Tin Man- The Woman With You- There Goes My Life- There's Something Sexy About The Rain- Time Flies- To Get To You (55th And 3rd)- Turn For The Worse- Way Down Here- Welcome To The Fishbowl- What I Need To Do- Whatever It Takes- When I Close My Eyes- When I Think About Leaving- When She Calls Me Baby",
    "reviews": [
      {
        "timestampMsec": "1367861542657",
        "starRating": "5",
        "title": "no shoes  no shirt no problem",
        "comment": "That was a good song can u send me some bro I like druke  on u love u a lot",
        "commentId": "gp:AOqpTOED3K6tQb-TnZaQA1nmtqPUFi9qNHhpqjztHyKRYcJq9ffyZrFO_UeAyRtuQVbkKqAUHoWc9eQ79rYQ1dI",
        "author": "Alexis Steele",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.READ_PHONE_STATE",
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
