{
  "title": "Handy Lyrics - Jay Z",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.bswhaney.JayZ",
  "category": "Music & Audio",
  "price": "Free",
  "datePublished": "February 25, 2013",
  "version": "1.0",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "13",
  "rating": "4.230769",
  "contentRating": "Everyone",
  "creator": "Kultida Anekboon",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.bswhaney.JayZ",
  "extendedInfo": {
    "installSize": "1.1M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "If you are Jay Z's fan, this app is right for you. Whenever you want to check Jay Z's lyrics, just open this app and choose the lyrics that you want. You don't have to access the internet to get the lyrics. We provide all Jay Z's lyrics here. In the Album tab, you can choose lyrics based on the album. In All lyrics tab, all of Jay Z's lyrics are here. You can quickly search the lyrics by using the search bar at the top of the page.Hope you guy enjoy using this app as much as I enjoy developing it. :)-------------------------------- Main Features -------------------------------- - Lyrics categorized by album - Show all lyrics - Search lyrics-------------------------------- List of albums -------------------------------- - Reasonable Doubt- In My Lifetime, Vol. 1- Vol. 2... Hard Knock Life- Vol. 3... Life and Times of S. Carter- The Dynasty: Roc La Familia- The Blueprint- The Best of Both Worlds- The Blueprint2: The Gift & The Curse- The Black Album- Unfinished Business- Collision Course- Kingdom Come- American Gangster- The Blueprint 3- Watch the Throne-------------------------------- List of lyrics -------------------------------- - Can't Knock The Hustle- '03 Bonnie & Clyde- 1-900-Hustler- 2 Many Hoes- 22 Two's- 30 Something- 44 Fours- 99 Problems- A Ballad For The Fallen Soldier- A Dream- A Star Is Born- A Week Ago- Ain't No Nigga- All Around The World- All I Need- Allure- Already Home- American Dreamin'- American Gangster- Anything- Anything (feat. Usher, Pharrell)- As One- Beach Chair- Big Chips- Big Pimpin'- Big Pimpin' / Papercut- Bitches & Sisters- Blue Magic- Blueprint (Momma Loves Me)- Blueprint 2- Break Up (Thats All We Do)- Break Up To Make Up- Breathe Easy (Lyrical Exercise)- Bring It On- Brooklyn's Finest- Can I Get A...- Can I Live- Can I Live II- Cashmere Thoughts- Change Clothes- Change The Game- Come And Get Me- Coming Of Age- Coming Of Age (Da Sequel)- D.O.A. (Death Of Auto-Tune)- Dead Presidents II- December 4th- D'Evils- Diamond Is Forever- Dig A Hole- Dirt Off Your Shoulder- Dirt Off Your Shoulder / Lying From You- Do It Again- Do U Wanna Ride- Do You Believe (Hova Interlude)- Don't Let Me Die- Dope Man- Empire State Of Mind- Encore- Excuse Me Miss- Face Off- Fallin'- Feelin It- Feelin' You In Stereo- Friend Or Foe- Friend Or Foe '98- Fuck All Nite- Get This Money- Get Your Mind Right Mami- Girl's Best Friend- Girls, Girls, Girls- Girls, Girls, Girls (Remix)- Gotta Have It- Green Light- Guilty Until Proven Innocent- Guns & Roses- H.A.M- Hard Knock Life (Ghetto Anthem)- Hate- Heart Of The City (Ain't No Love)- Hello Brooklyn 2.0- Hola' Hovito- Holla- Hollywood- Honey- Hova Song (Intro)- Hova Song (Outro)- Hovi Baby- I Did It My Way- I Just Wanna Love U (Give It 2 Me)- I Know- I Know What Girls Like- I Made It- If I Should Die- Ignorant Shit- Illest Motherfucker Alive- Imaginary Player- Intro - Hand It Down- Intro / A Million And One Questions / Rhyme No More- Intro [American Gangster]- Intro [The Dynasty Roc La Familia]- Is That Yo Bitch?- It Ain't Personal- It's Alright- It's Hot (Some Like It Hot)- It's Like That- Izzo (H.O.V.A.)- Izzo / In The End- Jigga My Nigga- Jigga That Nigga- Jigga What / Faint- Justify My Thug- Kingdom Come- Lift Off- Lost One- Lucifer- Lucky Me- Made In America- Meet The Parents- Minority Report- Mo' Money- Moment Of Clarity- Money Ain't A Thang- Money, Cash, Hoes- Murder To Excellence- My 1st Song- Naked- Never Change- New Day- Nigga Please- Nigga What, Nigga Who (Originator '99)- Niggas In Paris- No Church In The Wild- No Hook- Numb / Encore- NYMP- Off That- Oh My God- On To The Next One- Otis- Paper Chase- Parking Lot Pimpin'- Party Life- Points Of Authority / 99 Problems / One Step Closer- Politics As Usual- Pop 4 Roc- Poppin' Tags- Pray- Pretty Girls- Primetime",
    "reviews": [
      {
        "timestampMsec": "1378248562135",
        "starRating": "5",
        "title": "Brilliant",
        "comment": "Perfect., easy, straight forward and user-friendly. See why he\\'s the king!!! ,",
        "commentId": "gp:AOqpTOGImQOms9e-T95zR6JAvTaV6m3asarayik7hMwvMScaF3YrTZSx2qQcMSWNy8vRSMVkoJnR-ZKJ8AEw80k",
        "author": "stewart foroma",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1372733326362",
        "starRating": "4",
        "title": "Nice",
        "comment": "But I spotted wrong lyrics all over the place. Correct this to make this an A1 app",
        "commentId": "gp:AOqpTOHHm-IOtTvR_E0myEx6ZspmxyzHf6QQv8zC3u2nqszMRww_sDsqCXb21XZkgIpbTYNzW45DHF4QZhUSLjs",
        "author": "SHAWN DABARBER",
        "authorURL": "http://lh5.googleusercontent.com/-UGD7SmB-nHo/AAAAAAAAAAI/AAAAAAAAAEE/Kv5keNEkVgY/photo.jpg",
        "authorSecureURL": "https://lh5.googleusercontent.com/-UGD7SmB-nHo/AAAAAAAAAAI/AAAAAAAAAEE/Kv5keNEkVgY/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.READ_PHONE_STATE",
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
