{
  "title": "Handy Lyrics - Against Me!",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.bswhaney.AgainstMe",
  "category": "Music & Audio",
  "price": "Free",
  "datePublished": "May 13, 2013",
  "version": "1.0",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "Kultida Anekboon",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.bswhaney.AgainstMe",
  "extendedInfo": {
    "installSize": "684k",
    "downloadsCount": "50+",
    "downloadsCountText": "50 - 100",
    "description": "If you are Against Me!'s fan, this app is right for you. Whenever you want to check Against Me!'s lyrics, just open this app and choose the lyrics that you want. You don't have to access the internet to get the lyrics. We provide all Against Me!'s lyrics here. In the Album tab, you can choose lyrics based on the album. In All lyrics tab, all of Against Me!'s lyrics are here. You can quickly search the lyrics by using the search bar at the top of the page.Hope you guy enjoy using this app as much as I enjoy developing it. :)************************Main Features ************************- Lyrics categorized by album - Show all lyrics - Search lyrics************************List of albums ************************- Against Me! Is Reinventing Axl Rose- Against Me! as the Eternal Cowboy- Searching for a Former Clarity- New Wave- White Crosses************************List of lyrics ************************- 8 Full Hours Of Sleep- Ache With Me- Americans Abroad- Animal- Baby, I'm An Anarchist!- Bamboo Bones- Because Of The Shame- Bitter Divisions- Bob Dylan Dream- Borne On The FM Waves Of The Heart- Cavalier Eternal- Cliche Guevara- Don't Lose Touch- Even At Our Worst We're Still Better Than Most (The Roller)- From Her Lips To God's Ears (The Energizer)- Full Sesh- Gypsy Panther- High Pressure Low- Holy Shit- How Low- I Still Love You Julie- I Was A Teenage Anarchist- Jordan's 1st Choice- Joy- Justin- Lehigh Acres- Mediocrity Gets You Pears (The Shaker)- Miami- Mutiny On The Electronic Bay- New Wave- One By One- Pints Of Guinness Make You Strong- Piss And Vinegar- Pretty Girls (The Mover)- Problems- Rapid Decompression- Reinventing Axl Rose- Rice And Bread- Scream Until You're Coughing Up Blood- Searching For A Former Clarity- Sink, Florida, Sink- Slurring The Rhythms- So Much More- Spanish Moss- Stop!- Suffocation- T.S.R. (This Shit Rules)- The Ocean- The Politics Of Starving- Those Anarcho Punks Are Mysterious...- Thrash Unreal- Turn Those Clapping Hands Into Angry Balled Fists- Unprotected Sex With Multiple Partners- Unsubstantiated Rumors Are Good Enough For Me (To Base My Life Upon)- Untitled- Up The Cuts- Violence- Walking Is Still Honest- We Laugh At Danger (And Break All The Rules)- We're Breaking Up- White Crosses- White People For Peace- You Look Like I Need A Drink- You Must Be Willing",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.READ_PHONE_STATE",
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
