{
  "title": "Potter's Forest Book 2",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.btgn.pottersforest",
  "category": "Books & Reference",
  "price": "$0.99",
  "datePublished": "July 6, 2011",
  "version": "1.0",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Medium Maturity",
  "creator": "Books to Go Now",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.btgn.pottersforest",
  "extendedInfo": {
    "installSize": "329k",
    "downloadsCount": "1+",
    "downloadsCountText": "1 - 5",
    "description": "Horror might be in your back yard!Woodview Heights: Legacy of Decadence—Potter’s Forest Welcome back to the Heights. The neighborhood is still here and the people that inhabit it. But we’re in a different time now, a time when the residents were a little bit younger but had in no way lost their stalwart vision of community protection.Trouble has come to the neighborhood in the form of two men, war veterans, arrogant in their ways and not afraid to show it. Strange things are happening: Vandalism, Brutal acts of violence--a total disregard for human decency.But what remains the strangest of all lies within the heart of Potter’s Forest. A pathway to salvation, or a doorway to the very Gates of Hell? You decide.horror, aliens, neighbors, scary, monsters, blood, Books to Go Now, eBook Publisher, ebook, authors, short stories, short story, author, writers, writing,  wwwbookstogonow.com, digital publisher, Seattle, story, stories, ebook, e-book, publish, publishing, publisher, publication, publications, read, reads, reader, reading, book, books, best seller, bestseller, recommended read, award, award winning,",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "com.android.vending.CHECK_LICENSE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
