{
  "title": "Cupcakes and Cupids",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.btgn.cupcakesandcupids",
  "category": "Books & Reference",
  "price": "$0.99",
  "datePublished": "February 10, 2011",
  "version": "1.0",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "1",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "Books to Go Now",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.btgn.cupcakesandcupids",
  "extendedInfo": {
    "installSize": "571k",
    "downloadsCount": "50+",
    "downloadsCountText": "50 - 100",
    "description": "Analeigh was delivering the first big job for her cupcake company, Let Them Eat Cake.Everything was perfect. That was until she was in a hit and run accident leaving her cupcakes  looking like road kill.Analeigh thought there was no way she could save her cupcakes or her Valentine’s Day.But, she hadn’t met Danny yet.Books to Go Now, eBook Publsiher, ebook, Jennifer Conner, Romance, phone apps, Droid, authors, short stories, short story, author, writers, writing, Carol Schuster, Amazon, Smashwords, PDF, wwwbookstogonow.com, digital publisher, Seattle, romance, romantic, sensual, story, stories, erotic, erotica, ebook, e-book, pdf, lit, html, publish, publishing, publisher, publication, publications, submit, submission, submissions, buy, buy here, purchase, sale, cart, shop, shopping, download, read, reads, reader, reading,  contract, author, authors, digital, electronic, book, books, zip, zipped, romance, romantic,  best seller, bestseller, recommended read, award, award winning, contemporary, action, adventure,  comedy, humour, contemporary,  marketing, yahoo, myspace, bebo, uk, usa, american, britain, british, au, australia",
    "reviews": [
      {
        "timestampMsec": "1298392545705",
        "starRating": "5",
        "comment": "Cupcakes and romance how can you go wrong. I was in love in15 pages. If you\\'re short on time, this story will take you away. Good job!",
        "commentId": "lg:AOqpTOE9LTQAXM251Umn1Uk2cb54qqI4xp2EcebUMFE3jjIXLAw99TNXXD9zuIVrPqYzMhyUFRdnN0xjnjR4cA",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "com.android.vending.CHECK_LICENSE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
