{
  "title": "Kilt By Love-Sample",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.btgn.kiltbylove",
  "category": "Books & Reference",
  "price": "Free",
  "datePublished": "June 3, 2011",
  "version": "1.0",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "12",
  "rating": "4.25",
  "contentRating": "High Maturity",
  "creator": "Books to Go Now",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.btgn.kiltbylove",
  "extendedInfo": {
    "installSize": "407k",
    "downloadsCount": "5,000+",
    "downloadsCountText": "5,000 - 10,000",
    "description": "This is a sample 3 chapters of the novel, Kilt by Love, by Jennifer Conner.“Kilt by Love is A Sexy Fun Ride though Scotland” Unemployed events planner, Sasha Nolan,  escapes her dismal existence, and splurges on a trip of a lifetime to Scotland. She’s determined to discover what Scotsmen wear under their kilts, but instead, she’s stuck on a tour bus of senior citizens.When she meets Allister MacTavish, a modern day laird, all that changes.  There’s one simple rule for her vacation, kilt, conquer and leave. Can Sasha follow her rule when Allister asks for her help in creating a plan to rescue MacTavish Castle from financial ruin? Suddenly Sasha finds that she’s tempted to abandon her old life, help Allister, and indulge in every sexual fantasy she’s ever had.Because now, she’s found out what Scotsmen wear under their kilts.8,400 word sample 1st 3 chapters.This is the first three sample chapters of the novel, Kilt by Love, by Jennifer Conner. If you enjoy this story please visit www.bookstogonow.com , Amazon, Barnes & Noble, or Overdrive to purchase the complete ebook. Kilt by Love is also available in print through Books to Go Now.Coffee Time Romance Review:Hot, Steamy, and Sexy! Kilt by Love is a read that will give you the answer of what exactly a handsome Scotsman wears under his kilt! Great characters and a smooth flowing storyline will give you the excitement you are craving from a good read. This reviewer is betting that you will enjoy Ms. Conner’s recent release.Sexy, romance, Scotland, Kilt, Kilts, laird, woman, erotic, vacation, Books to Go Now, eBook Publsiher, ebook, fantasy, Droid, authors, short stories, short story, author, writers, writing,  Amazon,  Overdrive, PDF, wwwbookstogonow.com, digital publisher, Seattle, story, stories, ebook, e-book, pdf, lit, html, publish, publishing, publisher, publication, publications, buy, buy here, purchase, sale, shop, shopping, download, read, reads, reader, reading, author, authors, digital, electronic, book, books, best seller,",
    "reviews": [
      {
        "timestampMsec": "1307146882165",
        "starRating": "5",
        "title": "A fun and sexy ride through Scotland",
        "comment": "This is the perfect read to get your Summer off to a fun start. Unemployed events planner, Sasha Nolan, escapes her dismal existence, and splurges on a trip of a lifetime to Scotland. She\\342\\200\\231s determined to discover what Scotsmen wear under their kilts, but instead, she\\342\\200\\231s stuck on a tour bus of senior citizens. When she meets Allister MacTavish, a modern day laird, all that changes. Because now, she\\342\\200\\231s found out what Scotsmen wear under their kilts.",
        "commentId": "lg:AOqpTOFv-7XS0JfYWNvaCh5B7eg-TMA02Fel_8N0ziRbO0jg4VQbPFVfiA6o1OqFOxuYsEX4teuEXmyE4zTYDg",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
