{
  "title": "Great 1000",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.btgn.great1000",
  "category": "Books & Reference",
  "price": "$0.99",
  "datePublished": "June 3, 2011",
  "version": "1.0",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Medium Maturity",
  "creator": "Books to Go Now",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.btgn.great1000",
  "extendedInfo": {
    "installSize": "361k",
    "downloadsCount": "1+",
    "downloadsCountText": "1 - 5",
    "description": "Ripped away from Earth in 2025, Barnes hesitates to accept his new purpose in life.  The Seeders responsible for transforming Earth and whisking him away with The Great 1000 are mysterious and unmoved by those humans averse to leaving their home planet.  While on course for Planet Renetz, a shocking incident drives Barnes to seek solitude, and the enthusiastic Adams and Eves continually test his patience.  But it isn’t long before Barnes discovers a secret lurking in the depths of Mother, the massive Seeder spaceship.  A terrible truth surrounds The Great 1000, thanks to the actions of renegade tourist Seeders and the missing husband of a stowaway named Anne.The Great 1000Susan FranceschinaGenre: Sci-FiWord Count: 8,800 Word Count Short StoryEnd of the World, aliens, perfect race, adventure, Sci-Fi, science fiction,  Books to Go Now, eBook Publsiher, ebook, fantasy, aliens,  Droid, authors, short stories, short story, author, writers, writing,  Amazon, Smashwords, PDF, wwwbookstogonow.com, digital publisher, Seattle, story, stories, ebook, e-book, pdf, lit, html, publish, publishing, publisher, publication, publications, submit, submission, submissions, buy, buy here, purchase, sale, shop, shopping, download, read, reads, reader, reading, author, authors, digital, electronic, book, books, romance, romantic, best seller,",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "com.android.vending.CHECK_LICENSE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
