{
  "title": "Ice Candy Kids - Cooking Game",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.bubadu.icecandykids",
  "category": "Casual",
  "price": "Free",
  "datePublished": "September 3, 2013",
  "version": "1.01",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "55",
  "rating": "4.5636363",
  "contentRating": "Everyone",
  "creator": "Bubadu",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.bubadu.icecandykids",
  "extendedInfo": {
    "installSize": "42M",
    "downloadsCount": "10,000+",
    "downloadsCountText": "10,000 - 50,000",
    "description": "Express your creativity and create a cold, yummy and refreshing ice candy!This ice pop candy maker is a simple, free and fun casual game appropriate for everyone. Especially kids, both boys and girls, would enjoy enormously while making and decorating their masterpieces and then sharing them with their loved ones.  You can select various shapes and mix colorful flavors for your popsicles, and that is going to be a mouth watering experience. You can also choose between many different sticks, glazings, toppings, toys and other elements to beautify your sweet and cold creations. At the end, you can eat your ice cream, take a screenshot, solve a slide puzzle or play a diving minigame to unlock special locked elements. Features:★ beautiful high quality HD graphics★ intuitive, easy to use interface with draggable items for better positioning★ infinite gameplay with unlimited combinations★ 16 different shapes to choose from★ 8 flavors of ice candy in various colors★ lots of different sticks, glazings, toppings, candies, sprinkles, crumbs and interactive toys★ screenshots of ice candy can be saved in your photo gallery, send by email or published on Facebook to share it with your friends★ diving minigame (earn coins to unlock locked items)★ slide puzzle minigameThis free ice pop cooking game is appropriate for babies, toddlers, children and even adults who like making, decorating and serving or just eating ice candies.Keywords: Kid's Game, Cooking Game, Ice Pops, Popsicles, Ice Candy, Ice Cream, Ice Cream Maker, Sundae, Sundae Maker, Scoop, Scoops, Kids, Free, Cooking, Making, Dress up, Decorate, Cake, Sweets, Chocolate",
    "reviews": [
      {
        "timestampMsec": "1377860198597",
        "starRating": "5",
        "title": "HHi",
        "comment": "Ang ganda talaga sobra",
        "commentId": "gp:AOqpTOGZiAkMUJK3k7BrfgxNZ_L7nXRPYCLMLDPYm8txf1TkUgDgJmdu12a9-hVvIUX5aq_nSq2X0Uh9bmcLI3k",
        "author": "Livy Jr. Dacillo",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "com.android.vending.BILLING",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
