{
  "title": "Television for Belgium",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.bulbtap.tvplusAndroid.BE",
  "category": "Media & Video",
  "price": "$1.57",
  "datePublished": "May 7, 2013",
  "version": "1.1",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "1",
  "rating": "1.0",
  "contentRating": "Everyone",
  "creator": "BulbTap Ltd.",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.bulbtap.tvplusAndroid.BE",
  "extendedInfo": {
    "installSize": "1.1M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Tout sur la TV. Notre expérience dans la diffusion TV nous permet d'offrir un guide complet, rapide et facile à utiliser avec mise à jour quotidienne de l'information. Toutes vos fonctions préférées sont améliorées: bandes annonces, vidéos connexes, rappels, Twitter, mail ... CARACTÉRISTIQUES - Triez la liste des chaînes comme vous le souhaitez - Programmes télé de films et séries télé (seulement pour les pays pris en charge) - - Maintenant à la télé - Grille complète de Programmes télé- Retrouvez le programme que vous recherchez, en utilisant la section de recherche - Définir un rappel et l'application vous avertit quand le programme est sur le point de commencer. Ne manquez plus vos émissions préférées! - Envoyer des Tweets ou des mails directement depuis l'application - 13e Rue- 2Be- AB 3- AB 4- Action- Animaux- ARD- Arte Belgique- BE 1- Be Ciné- Be Séries- Be Sport 1- Be Sport 2- Belgacom Zoom- Canal J- Cartoon Network- Chasse et pêche- Ciné+ Frisson- Cinecinema Classic Belgique- Cinecinema Premier Belgique- Club RTL- Comédie- Discovery Channel- E! Entertainment- één- Eurosport- Eurosport 2- France 2- France 3- France 4- France 5- Histoire- June- Ketnet-Canvas- La Deux- La Trois- La Une- M6- MCM Top- Mezzo- Moteurs- MTV- Nickelodéon- Planète- Planète Thalassa- Plug RTL- Rai Uno- RTL Télévision- RTL TVI- RTPI- Star by Cinétélérevue- Stylia- Syfy Universal- TCM- TéléToon TPS- TF1- TIJI- Toute l'histoire- TV1 - Nederland 1- TV2 - Nederland 2- TV3 - Nederland 3- TV5MONDE- TV5MONDE Europe- TVE- Ushuaia TV- Vijf TV- Vivolta- Voyage- VT4- VTM- ZDFLes données contenues dans l’application sont disponibles gratuitement sur l'Internet. Nous les avons seulement regroupées dans une seule application. Toutes les descriptions et les images présentées dans l’application sont la propriété de leurs propriétaires respectifs.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET"
    ]
  }
}
