{
  "title": "Handy Lyrics - All Time Low",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.bswhaney.AllTimeLow",
  "category": "Music & Audio",
  "price": "Free",
  "datePublished": "May 17, 2013",
  "version": "1.0",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "8",
  "rating": "4.25",
  "contentRating": "Everyone",
  "creator": "Kultida Anekboon",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.bswhaney.AllTimeLow",
  "extendedInfo": {
    "installSize": "816k",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "If you are All Time Low's fan, this app is right for you. Whenever you want to check All Time Low's lyrics, just open this app and choose the lyrics that you want. You don't have to access the internet to get the lyrics. We provide all All Time Low's lyrics here. In the Album tab, you can choose lyrics based on the album. In All lyrics tab, all of All Time Low's lyrics are here. You can quickly search the lyrics by using the search bar at the top of the page.Hope you guy enjoy using this app as much as I enjoy developing it. :)************************Main Features ************************- Lyrics categorized by album - Show all lyrics - Search lyrics************************List of albums ************************- The Party Scene- So Wrong, It's Right- Nothing Personal- Dirty Work- Don't Panic************************List of lyrics ************************- A Daydream Away- A Party Song (The Walk Of Shame)- Backseat Serenade- Bad Enough For You- Break Out! Break Out!- Break Your Little Heart- Circles- Come One, Come All- Damned If I Do Ya (Damned If I Don't)- Dear Maria, Count Me In- Do You Want Me (Dead?)- For Baltimore- Forget About It- Get Down On Your Knees And Tell Me You Love Me- Guts- Hello Brooklyn- Heroes- Holly (Would You Turn Me On?)- Hometown Heroes; National Nobodies- I Can't Do The One-Two Step- I Feel Like Dancin'- If These Sheets Were States- Just The Way I'm Not- Keep The Change, You Filthy Animal- Let It Roll- Lost In Stereo- Lullabies- Merry Christmas, Kiss My Ass- My Only One- No Idea- Noel- Outlines- Paint You Wings- Poison- Poppin' Champagne- Remembering Sunday- Return The Favor- Running From Lions- Shameless- Sick Little Games- Six Feet Under The Stars- So Long, And Thanks For All The Booze- So Long, Soldier- Somewhere In Neverland- Stay Awake (Dreams Only Last For A Night)- Stella- Sticks, Stones, And Techno- Thanks To You- That Girl- The Beach- The Girl's A Straight-Up Hustler- The Irony Of Choking On A Lifesaver- The Party Scene- The Reckless And The Brave- Therapy- This Is How We Do- Time Bomb- To Live And Let Go- Too Much- Under A Paper Moon- Vegas- Walls- We Say Summer- Weightless",
    "reviews": [
      {
        "timestampMsec": "1378230444553",
        "starRating": "5",
        "title": "Awesome",
        "comment": "I love the app !! But there\\'s a new song, it must be updated ;D",
        "commentId": "gp:AOqpTOGvhSG53KIQ990Qg0TrZPquRDRMunPGy4mhBA-HVM9bDR9Ie0raf_JNb2UV_nQoukSkljIp7ppSvuk9KQ",
        "author": "Isabella Osti",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.READ_PHONE_STATE",
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
