{
  "title": "Handy Lyrics NewKidsOnTheBlock",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.bswhaney.NewKidsOnTheBlock",
  "category": "Music & Audio",
  "price": "Free",
  "datePublished": "April 22, 2013",
  "version": "1.1",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "7",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "Kultida Anekboon",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.bswhaney.NewKidsOnTheBlock",
  "extendedInfo": {
    "installSize": "766k",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "If you are New Kids On The Block's fan, this app is right for you. Whenever you want to check New Kids On The Block's lyrics, just open this app and choose the lyrics that you want. You don't have to access the internet to get the lyrics. We provide all New Kids On The Block's lyrics here. In the Album tab, you can choose lyrics based on the album. In All lyrics tab, all of New Kids On The Block's lyrics are here. You can quickly search the lyrics by using the search bar at the top of the page.Hope you guy enjoy using this app as much as I enjoy developing it. :)************************Main Features ************************- Lyrics categorized by album - Show all lyrics - Search lyrics************************List of albums ************************- New Kids on the Block- Hangin' Tough- Merry, Merry Christmas- Step by Step- Face the Music- The Block- NKOTBSB- 10************************List of lyrics ************************- 2 In The Morning- All In My Head- Angel- Are You Down?- As Long As You Love Me- Baby, I Believe In You- Back To Life- Be My Girl- Big Girl Now- Call It What You Want- Christmas Song (Chestnuts Roasting on an Open Fire)- Click Click Click- Close To You- Cover Girl- Crash- Didn't I (Blow Your Mind This Time)- Dirty Dancing- Dirty Dawg- Don't Cry- Don't Give Up On Me- Don't Turn Out The Lights- Everybody (Backstreet's Back)- Fighting Gravity- Full Service- Funky, Funky, Xmas- Funny Feeling- Games- Girls- Grown Man- Hangin' Tough- Hold On- I Can't Believe It's Over- I Can't Imagine The World Without Me- I Need You- I Remember When- I Still Believe in Santa Claus- I Wanna Be Loved By You- I Want It That Way- If You Go Away- I'll Be Loving You (Forever)- I'll Be Missin You Come Christmas (A Letter To Santa)- I'll Be Waitin'- I'll Still Be Loving You- Jealous (Blue)- Keep on Smilin'- Keepin' My Fingers Crossed- Larger Than Life- Last Night I Saw Santa Claus- Let's Play House- Let's Try It Again- Lights, Camera, Action- Little Drummer Boy- Looking Like Danger- Merry, Merry Christmas- Miss You More- Mrs. Right- My Favorite Girl- Never Gonna Fall In Love Again- Never Let You Go- New Kids On The Block- Now Or Never- Officially Over- One Song- Please Don't Go Girl- Popsicle- Put It On My Tab- Remix (I Like The)- Sexify My Love- Since You Walked Into My Life- Single- Stare At You- Stay With Me Baby- Step By Step- Stop It Girl- Summertime- Take My Breath Away- The Whisper- This One's for the Children- Time Is On Our Side- Tonight- Treat Me Right- Twisted- We Own Tonight- What'cha Gonna Do About It?- Where Do I Go From Here?- White Christmas- You Got It (The Right Stuff)- You Got the Flavor- Wasted On You- Survive You- Let's Go Out With A Bang- Block Party- She's A Killer- With Me",
    "reviews": [
      {
        "timestampMsec": "1373716171482",
        "starRating": "5",
        "comment": "Love it!",
        "commentId": "gp:AOqpTOFS_8YkCYqpiQeLCNEc7nfc1sZ1WHBlorDOK-nfZjA7nrBg1fyFq1Lhy5N2swUH62qa64SghwzQ0PWodQ",
        "author": "Suziane Naftalia",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1366510029725",
        "starRating": "5",
        "title": "I love their music",
        "comment": "I love their music",
        "commentId": "gp:AOqpTOHOFR4K1jypuBjr6bRgoemjmj0UMonnW6H0S7_uwsyxLz5MNUZMczUDYIeEINGKBoEWpzk0-TjSKFKsMw",
        "author": "Jennifer Fields",
        "authorURL": "http://lh5.googleusercontent.com/-2IXekxnHdPs/AAAAAAAAAAI/AAAAAAAAAAA/sa9S9Ypeq6Y/photo.jpg",
        "authorSecureURL": "https://lh5.googleusercontent.com/-2IXekxnHdPs/AAAAAAAAAAI/AAAAAAAAAAA/sa9S9Ypeq6Y/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.READ_PHONE_STATE",
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
