{
  "title": "Talking Preschool Flash Cards",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.brightlightapps.android.preschoolflashcards",
  "category": "Education",
  "price": "$1.02",
  "datePublished": "January 27, 2012",
  "version": "1.0",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "1",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "Bright Light Apps Pty. Ltd.",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.brightlightapps.android.preschoolflashcards",
  "extendedInfo": {
    "installSize": "8.9M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Preschool Talking Flashcards is a talking flash cards app for preschoolers.There are 6 flash card categories packaged into this one app : • Alphabet Flash Cards - 26 alphabet cards with letter and  word pronunciation.• Animal Flash Cards - dog, cat, cow, frog, horse, sheep, bird, goat, duck, chicken, bear, pig, squirrel including animal sounds.• Color Flash Cards - purple, blue, green, black, yellow, orange, white, gray, pink, brown, red. • Number Flash Cards - one apple, two pineapples, 3 bananas, 4 oranges, 5 cherries, 6 lemons, 7 mangoes, 8 pears, 9 peaches, 10 strawberries• Shape Flash Cards - square, triangle, circle, rectangle, ellipse, hexagon, star• Word Flash Cards - airplane, baby, bat, bed, bell, birthday, boat, box, boy, bread, car, chair, children, Christmas, corn, day, doll, egg, eye, farm, farmer, fire, flower, game, girl, grass, hand, home, house, leg, letter, money, night, paper, party, rain, ring, shoe, snow, sun, table, toy, tree, window, woodFEATURES:• Professional studio-recorded voice-overs and sound effects.• Complete coverage of the important categories in one convenient and complete app. This means there's no need to find multiple apps covering each category saving you time, money and inconvenience.• High quality images.• Word flash cards include relevant Dolch words which are recognized as primary words for preschool learning.• Flash cards in each category contain a reference to the first letter of the word so that preschoolers learn the alphabet faster and more effectively.",
    "reviews": [
      {
        "timestampMsec": "1350431822292",
        "starRating": "5",
        "comment": "Awesome",
        "commentId": "lg:AOqpTOHLewbrSdmhAO0tSV3xI9GFkfexIlCoimYJjNS3-eTEfQ6Bzr-DNtR-5RI-Z0c0HWb05mugRklAPzi5Kw",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [

    ]
  }
}
