{
  "title": "Bread Making Recipes",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.bread.making.recipes",
  "category": "Education",
  "price": "Free",
  "datePublished": "February 10, 2013",
  "version": "0.0.3",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "applearningpurpose",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.bread.making.recipes",
  "extendedInfo": {
    "installSize": "434k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "The art of bread making recipes, if you follow closely, you will be able to bake your your bread! With a little twist you will be able to personalize and make your own bread recipes too!Once you get this guide, you will not just want to make one loaf of bread. In fact, you will want to make more loaves that you won't wait until Thanksgiving or Christmas to do it! This bread making recipes guide is not just for the holidays—you can make homemade bread all year round.You will discover firsthand how the entire process works. From start to finish, you will be able to transform your baking into the best thing since sliced bread! In this report, you will discover:How to measure ingredients for the dough- The way you should measure the flour- Why the ingredients should be measured as instructed in the directions- What can happen when you add too much flour to the mixture- How to measure flour the right way- How to get an accurate measure of flour- Why you should not use a cup to measure flourAnd a lot more!Download the app to find out now. It's free and it's mobile you can even read this bread recipes during office hours or at trains or bus!",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
