{
  "title": "Handy Lyrics - T.I.",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.bswhaney.TI",
  "category": "Music & Audio",
  "price": "Free",
  "datePublished": "March 8, 2013",
  "version": "1.0",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "7",
  "rating": "4.428571",
  "contentRating": "Medium Maturity",
  "creator": "Kultida Anekboon",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.bswhaney.TI",
  "extendedInfo": {
    "installSize": "974k",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "If you are T.I.'s fan, this app is right for you. Whenever you want to check T.I.'s lyrics, just open this app and choose the lyrics that you want. You don't have to access the internet to get the lyrics. We provide all T.I.'s lyrics here. In the Album tab, you can choose lyrics based on the album. In All lyrics tab, all of T.I.'s lyrics are here. You can quickly search the lyrics by using the search bar at the top of the page.Hope you guy enjoy using this app as much as I enjoy developing it. :)--------------------------------Main Features --------------------------------- Lyrics categorized by album - Show all lyrics - Search lyrics--------------------------------List of albums --------------------------------- I'm Serious- Trap Muzik- Urban Legend- King- T.I. vs. T.I.P.- Paper Trail- No Mercy- Trouble Man: Heavy Is the Head--------------------------------List of lyrics --------------------------------- 24's- 56 Bars (Intro)- Act I (T.I.P.)- Act II (T.I.)- Act III: T.I. vs T.I.P. The Confrontation- Addresses- Amazing- ASAP- At The Bar- Ball- Bankhead- Be Better Than Me- Be Easy- Bezzle- Big Picture- Big Things Poppin' (Do It)- Bring Em Out- Can You Learn- Castle Walls- Check This Dig That- Chillin With My Bitch- Chooz U- Collect Call- Countdown- Cruisin'- Da Dopeman- Dead And Gone- Do It- Doin' My Job- Don't You Wanna Be High- Dope Boyz- Drug Related- Every Chance I Get- Everything On Me- Follow Your Dreams- Freak Through- Front Back- G Season- Get Back Up- Get It- Get Loose- Get Ya Shit Together- Go Get It- Goodlife- Got Your Back- Grand Royal- Guns And Roses- Hallelujah- Hands Up- Heavy Chevys- Hell Of A Life- Hello- Help Is Coming- Hotel- How Life Changed- Hurt- Hustlin'- I Can't Be Your Man- I Can't Help It- I Can't Quit- I Know You Missed Me- I Still Luv You- I'm Back- I'm Illy- I'm Serious- I'm Straight- I'm Talkin' To You- King Back- King Of Da South- Lay Me Down- Let Me Tell You Something- Let's Get Away- Like So- Like That- Limelight- Live In The Sky- Live On Tonight- Live Your Life- Long Live Da Game- Look What I Got- Love This Life- Motivation- My Life- My Life Your Entertainment- My Swag- My Type- No Matter What- No Mercy- No More Talk- No Sweat- On Top Of The World- Parlay- Pledge Allegiance To The Swag- Poppin Bottles- Porn Star- Prayin' For Help- Raw- Ready For Whatever- Remember Me- Respect This Hustle- Ride Wit Me- Rubber Band Man- Salute- Show It To Me- Slide Show- Sorry- Stand Up- Stand Up Guy- Still Ain't Forgave Myself- Strip- Swagger Like Us- Swing Ya Rag- T.I. Vs. T.I.P.- Tell 'Em I Said That- Tha King- That's All She Wrote- That's What I Thought- The Breakup- The Greatest- The Hottest- The Introduction- The Way We Ride- Told You So- Top Back- Touchdown- Trap Back Jumpin'- Trap Muzik- U Don't Know Me- Undertaker- Watch What You Say To Me- We Do This- Welcome To The World- What Happened- What They Do- What Up, What's Haapnin'- What You Know?- Whatever You Like- What's Yo Name?- Who Want Some- Why U Mad At Me- Why You Wanna- Wildside- Wonderful Life- Ya Hear Me- Yeah Ya Know (Takers)- You Ain't Fly- You Ain't Hard- You Ain't Missin' Nothin'- You Know What It Is- You Know Who",
    "reviews": [
      {
        "timestampMsec": "1365897243540",
        "starRating": "5",
        "comment": "Cool",
        "commentId": "gp:AOqpTOF4oiQBtObEpYuHgWjCdQyCx74KuRux_E8wsccUHryvZMxTejbwtzIjBRC6vQxsKqdvkfzagQWLM2hTyw",
        "author": "Noah Luna",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.READ_PHONE_STATE",
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
