{
  "title": "A Perfect Opportunity",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.btgn.perfectopp",
  "category": "Books & Reference",
  "price": "$0.99",
  "datePublished": "March 18, 2011",
  "version": "1.0",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "Books to Go Now",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.btgn.perfectopp",
  "extendedInfo": {
    "installSize": "357k",
    "downloadsCount": "10+",
    "downloadsCountText": "10 - 50",
    "description": "When Sarah needs someone to help put together the skateboard she bought for her son's birthday, she figures it's the perfect opportunity to meet her new neighbor.A Perfect Opportunity5,173 word Contemporary Romance.Review by Claire Luna-Pinsker:Darlene Panzera created a sweet romance story based on the reality of today’s life in her short story, “A Perfect Opportunity.” Being a widow, Sarah has the burden of independently maintaining a family life with her son, Tommy, with little time for romance, but when she’s planning her son’s birthday party she’s forced to ask for assistance. Fortunately there’s a new next door neighbor, Matt. Matt, divorced, also has a young son named Kyle. Darlene’s story reveals the entire gamut of emotions involving divorce and widowhood. Sarah, Matt and their children find out doors can be opened allowing life to continue on, along with a chance for happiness and romance.Books to Go Now, eBook Publisher, ebook, Romance, phone apps, Droid, authors, short stories, short story, author, writers, writing, Amazon, wwwbookstogonow.com, digital publisher, Seattle, romance, romantic, story, stories, ebook, e-book, pdf, lit, html, publish, publishing, publisher, publication, publications, buy, buy here, purchase, sale, cart, shop, shopping, download, read, reads, reader, reading, author, authors, digital, electronic, book, books,romance, romantic, best seller, bestseller, recommended read, award, award winning, contemporary, humor, contemporary, marketing, yahoo, myspace, bebo, uk, usa, american, britain,  british, au, australia",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "com.android.vending.CHECK_LICENSE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
