{
  "title": "Cataline Downfall",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.btgn.catalinedownfall",
  "category": "Books & Reference",
  "price": "$0.99",
  "datePublished": "May 9, 2011",
  "version": "1.0",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Medium Maturity",
  "creator": "Books to Go Now",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.btgn.catalinedownfall",
  "extendedInfo": {
    "installSize": "313k",
    "downloadsCount": "5+",
    "downloadsCountText": "5 - 10",
    "description": "Ellie-Soma, was your typical Cataline teenager exploring her world and enjoying her life to the fullest. That was until her home world was invaded by an ancient alien race called the Krainers. Intoxicated by the telepathic bond that all Cataline posses, the Krainers rampaged through her world and began their deadly campaign that ranged from kidnapping to murder.But for Ellie-Soma, this was not going to be a tail of just survival; it will be a story about her life, her people and the circumstances she was tossed into. She will loose her friends, her loved ones and she will see her world torn apart. But with unrelenting determination, she intends to save as many of her people as possible.Join her in her adventure and experience a world beyond dreams and reality. Welcome to the The Cataline Downfall.The Cataline DownfallShane WardGenre: Short Story Fantasy/Sci-FiWord Count: 7,946Books to Go Now, eBook Publsiher, ebook, authors, fantasy, Avatar, short stories, short story, author, writers, writing,  wwwbookstogonow.com, digital publisher, Seattle, story, stories, ebook, e-book, publish, publishing, publisher, publication, publications, read, reads, reader, reading, book, books, romance, romantic, best seller, bestseller, recommended read, award, award winning.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "com.android.vending.CHECK_LICENSE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
