{
  "title": "Zombie Fly",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.brogent.zombiefly",
  "category": "Arcade & Action",
  "price": "Free",
  "datePublished": "June 12, 2013",
  "version": "1.0.33.4",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "6",
  "rating": "5.0",
  "contentRating": "Low Maturity",
  "creator": "BROGENT Technologies Inc.",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.brogent.zombiefly",
  "extendedInfo": {
    "installSize": "12M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "◎ Let’s Kick the Zombie Far Away! ◎Originally, everything was so peaceful and lovely in Sheep's sweet homestead.Until one day, an evil Zombie invaded Sheep's homeand…KIDNAPPED SHEEP.Sheep fund that it was the Zombie who did such horrible bad thing; and they determined to pursue and capture him.After a strenuous effort, Sheep finally caught the Zombie and wanna take revenge on him by kicking him for their fellows.Pick the angle and power to kick the Zombie right away. And what’s more, to further vent their anger on the Zombie, Sheep may kick the Zombie again and again before the Zombie falling to the ground if Sheep grasp at the “right moment”.During the process, try to make the Zombie get the “odd-shaped gold” and “wings” floating in the air, and receive rewards; but evade the “apparition” to avoid the Zombie falling down.Let’s go kicking the Zombie as far as possible to vent anger and release pressures.★★★Key Features★★★1. TERRIFIC: Gorgeous design and ravishing game scene2. EXCITING & CHALLENGING: Keep kicking the Zombie again and again before him falling to the ground3. REWARDED: Get prizes when the Zombie is kicked far away4. FULFILLING & SENSE OF ACHIEVEMENT: Sheep can become “stronger” by obtaining equipment and supplies at the shop5. In-App Purchase Supported – Make the Sheep much more “Well-Prepared” and better equip him to kick the Zombie far away",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.VIBRATE",
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.CHANGE_NETWORK_STATE",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.READ_CONTACTS",
      "android.permission.READ_PHONE_STATE",
      "com.android.vending.BILLING",
      "android.permission.READ_CALL_LOG"
    ]
  }
}
