{
  "title": "Handy Lyrics - Case",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.bswhaney.Case",
  "category": "Music & Audio",
  "price": "Free",
  "datePublished": "June 12, 2013",
  "version": "1.0",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "Kultida Anekboon",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.bswhaney.Case",
  "extendedInfo": {
    "installSize": "723k",
    "downloadsCount": "50+",
    "downloadsCountText": "50 - 100",
    "description": "If you are Case's fan, this app is right for you. Whenever you want to check Case's lyrics, just open this app and choose the lyrics that you want. You don't have to access the internet to get the lyrics. We provide all Case's lyrics here. In the Album tab, you can choose lyrics based on the album. In All lyrics tab, all of Case's lyrics are here. You can quickly search the lyrics by using the search bar at the top of the page.Hope you guy enjoy using this app as much as I enjoy developing it. :)************************Main Features ************************- Lyrics categorized by album - Show all lyrics - Search lyrics************************List of albums ************************- Case- Personal Conversation- Open Letter- The Rose Experience- Here, My Love************************List of lyrics ************************- A Song For Skye- Already Have- Another Minute- Call A Cab (Interlude)- Can't Force Love (Interlude)- Caught You- Conversate- Crazy- Crooked Letter- Cryin' Over Time- Don't Be Afraid- Driving- Even Though- Faded Pictures- Feels So Long- Foreplay- Happily Ever After- Having My Baby- He Don't Love You- I Gotcha- If- I'm Ready- Just Leave- Love Of My Life- Lovely- Missing You- More To Love- No Regrets- Not Your Friend- Old Fashioned Lovin'- Personal Conversation (Interlude)- Rain- Scandalous- Sex Games- Shine- Shoulda Known Betta- Tell Me- The Day That I Die- Think Of You- Touch Me, Tease Me- What's Wrong- Where Did Our Love Go- Wishful Thinking",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.READ_PHONE_STATE",
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
