{
  "title": "BatEmblem - UCCW Skin",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.bryansinclair.batemblem",
  "category": "Personalization",
  "price": "Free",
  "datePublished": "July 7, 2013",
  "version": "1.1",
  "operatingSystems": "2.3 and up",
  "ratingsCount": "1",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "Bryan Sinclair",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.bryansinclair.batemblem",
  "extendedInfo": {
    "installSize": "90k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "A group of four UCCW Skins featuring the Batman EmblemBatEmblem (Picture 1 Bottom) - Simple Emblem with one hotspot - Centre of Emblem is Solid ColourBatEmblem Holo (Picture 1 Top) - Simple Emblem with one hotspot - Centre of Emblem is transparentBatEmblem Clock (Picture 2 Bottom) - Emblem with Time at top and date at bottom - Centre of Emblem is Solid ColourBatEmblem Clock Holo (Picture 2 Top) - Emblem with Time at top and date at bottom - Centre of Emblem is Transparent****You MUST have UCCW 2.1.2 or higher installed on your device or this skin WILL NOT work********This skin will only appear in UCCW after you place a widget on your homescreen. It does not appear in your app drawer or if you open UCCW from your app drawer****BATEMBLEM All Shape colours can be changed. Shape 1 is the centre and Shapes 2 - 9 make up the outsideBATEMBLEM HOLOAll Shape colour can be changed. Shape 1 is transparent so not available. Shapes 2 - 9 make up the outsideBATEMBLEM CLOCKAll Shape colours can be changed. Shape 1 is the centre and Shapes 2 - 9 make up the outsideTime & Date colours can also be changedThree Hotspots available (See Picture 7)1. Open Alarms2. Open UCCW Editor3. Add Calendar EventBATEMBLEM CLOCK HOLOAll Shape colours can be changed.  Shape 1 is transparent so not available. Shapes 2 - 9 make up the outsideTime & Date colours can also be changedThree Hotspots available (See Picture 7)1. Open Alarms2. Open UCCW Editor3. Add Calendar EventADDING SKIN TO YOUR HOMESCREEN1. Add a 4x2 or 5x2 UCCW widget to your homescreen by long pressing the homescreen or browsing widgets in app drawer2. Select one of the batemblem skins from UCCW menu3. RESIZE BEFORE hitting \"Touch Here\" (This is so that the Hotspots will be correctly aligned)4. Hit \"Touch Here\" to load the skin If you have any problems or queries please do not hesitate to email meEnjoy and thank you :o)",
    "reviews": [
      {
        "timestampMsec": "1371952636638",
        "starRating": "5",
        "title": "Holy Batman",
        "comment": "Perfect for all wannabe Caped Crusaders",
        "commentId": "gp:AOqpTOE21JzJIYZ_vJnoinhRmIz4N4ce0J4NprDQvPjGD5WatYqjUkpyO37q7LO9mZnADFE6IoIJJBk4ypaK9Y8",
        "author": "Robert Best",
        "authorURL": "http://lh3.googleusercontent.com/-Yp3_rFF0cS4/AAAAAAAAAAI/AAAAAAAAmbI/G6JPxi_2vHs/photo.jpg",
        "authorSecureURL": "https://lh3.googleusercontent.com/-Yp3_rFF0cS4/AAAAAAAAAAI/AAAAAAAAmbI/G6JPxi_2vHs/photo.jpg"
      }
    ],
    "permissions": [

    ]
  }
}
