{
  "title": "Television for Canada",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.bulbtap.tvplusAndroid.CA",
  "category": "Media & Video",
  "price": "$1.57",
  "datePublished": "April 4, 2013",
  "version": "1.0",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "BulbTap Ltd.",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.bulbtap.tvplusAndroid.CA",
  "extendedInfo": {
    "installSize": "1.1M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "The ultimate TV guide. Our experience in TV Broadcasting allows us to offer a complete, quick and easy to use guide with daily update of the information. All your favorite features are enhanced: trailers, related videos, reminders, Twitter, mail... FEATURES - Sort the list of channels as you like - TV Listings for Movies and TV Shows (only on supported countries) - Now on TV - Full TV Listings Grid- Find the program you are looking for, using the search section - Set a reminder and the app will alert you when the program is about to start. Never miss your favorite shows again! - Send Tweets or mails directly from the app - CBFT- CFJP- WETK- CFTM- CIVM- VOX- ACHAT- CJNT- TV5- VRAKTV- WPTZ- RDI- CANALD- WCAX- WVNY- EVAS- HISTCF- CANZ- TSN- LCN- MUSIQUE- ARTV- MUMAX- RDS- TOONF- VIE- WFFF- TDCC- SNE- TLCCAN- WCFE- CFTU- CBNEWS- INF299- CBUT- CIVT- CHAN- CKVU- CHEK- CIVI- KNOWC- CKPG- CJDC- CFTK- CFJC- CFYK- CBRT- CFCN- CKAL- CBXT- CFRN- CITV- CKEM- ACCNET- CKSA- CITL- CFRE- CBKT- CKCK- CFSK- SCNC- CBWT- CKY- CKND- CBLT- CFTO- CIII- CITY- CFMT- CJMT- CKVR- CBOT- CJOH- CHRO- CHEX- CFPL- CICI- CKPR- CHFD- CJBN- CKWS- CICA- CBHT- CJCH- ASN- CJON- CHBC- CFQC- CKCO- BITE- TLN- CITS- VISION- CJIL- CHMI- WDIV- WWJ- WUHF- CBCT- WTVS- WNED- KING- KOMO- KIRO- KCPQ- KCTS- KHQ- KREM- KAYU- KSPSThe data included in the application are available for free on the Internet. We've only met them into one application. All descriptions and images presented in the application are the property of their respective owners.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET"
    ]
  }
}
