{
  "title": "Television for Austria",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.bulbtap.tvplusAndroid.AT",
  "category": "Media & Video",
  "price": "$1.57",
  "datePublished": "May 7, 2013",
  "version": "1.1",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "2",
  "rating": "3.0",
  "contentRating": "Everyone",
  "creator": "BulbTap Ltd.",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.bulbtap.tvplusAndroid.AT",
  "extendedInfo": {
    "installSize": "1.1M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Die ultimative Fernsehprogramm. Unsere Erfahrung in der Fernsehübertragungen ermöglicht es uns, Ihnen eine komplette, schnelle und einfach zu bedienen Fernsehprogramm mit täglich aktualisierten Informationen an zu bieten. Alle Ihrer bevorzugten Funktionen sind verbessert: Trailers, ähnlichen Videos ansehen, Erinnerungen, Twitter, E-Mai... FUNKTIONEN - Sortieren Sie die Liste der Kanäle, wie Sie es möchten - Fernsehprogrammliste für Filme und Fernsehprogrammen (nur für unterstützten Länder) - Jetzt im Fernsehen - Vollständige Fernsehprogrammlisten Tabelle- Mit der Suchfunktion können Sie das gewünschte Programm finden.  - Verpassen Sie nie mehr Ihre Lieblings-Programm! Eine Erinnerung einstellen in der App und es wird Sie warnen, wenn das Programm anfängt. - Direkt aus der App zu versenden E-Mails oder Tweets - ORF1- ORF2- ORF3- ATV- PLUS4- ARD- ZDF- 3SAT- ARTE- BR- PRO7- SAT1- RTL- RTL2- VOX- SF 1- SF 2- Sky Cinema- Sky Cinema +1- Sky Cinema +24- Sky Action- Sky Comedy- Sky Emotion- Sky Nostalgie- Sky Cinema Hits- MGM Channel- Sky Sport 1- Sky Sport 2- Sky Sport Austria- Sky Fußball Bundesliga- Discovery Channel- Spiegel Geschichte- Motorvision TV- TNT Serie- Passion- Heimatkanal- Sky Krimi- RTL Crime- 13th Street- SyFy- Bio- Sat.1 Comedy- AXN- TNT Film- Kabel eins classics- Kinowelt.TV- Romance TV- Nicktoons- Boomerang- Cartoon Network- History- RTL Living- Animax- MTV- ORF Sport+- SERVUS- Sport 1- Eurosport- Kabeleins 1- Comedy Central- A9- Super RTL- KIKA- Nickelodeon- GOTV- VIVA- SWR- MDR- WDR- NDR- HR 1Die enthalten Daten in der Anwendung sind kostenlos im Internet zur Verfügung. Wir haben nur diese in einer Anwendung erfüllt. Alle Beschreibungen und Bilder in der Anwendung die vorgestellt werden sind das Eigentum ihrer jeweiligen Eigentümer.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET"
    ]
  }
}
