{
  "title": "Handy Lyrics - Lady Antebellum",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.bswhaney.LadyAntebellum",
  "category": "Music & Audio",
  "price": "Free",
  "datePublished": "March 9, 2013",
  "version": "1.1",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "2",
  "rating": "3.5",
  "contentRating": "Everyone",
  "creator": "Kultida Anekboon",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.bswhaney.LadyAntebellum",
  "extendedInfo": {
    "installSize": "672k",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "If you are Lady Antebellum's fan, this app is right for you. Whenever you want to check Lady Antebellum's lyrics, just open this app and choose the lyrics that you want. You don't have to access the internet to get the lyrics. We provide all Lady Antebellum's lyrics here. In the Album tab, you can choose lyrics based on the album. In All lyrics tab, all of Lady Antebellum's lyrics are here. You can quickly search the lyrics by using the search bar at the top of the page.Hope you guy enjoy using this app as much as I enjoy developing it. :)-------------------------------- Main Features -------------------------------- - Lyrics categorized by album - Show all lyrics - Search lyrics-------------------------------- List of albums -------------------------------- - Lady Antebellum- Need You Now- Own the Night- On This Winter's Night-------------------------------- List of lyrics -------------------------------- - A Holly Jolly Christmas- All I Want For Christmas Is You- All We'd Ever Need- American Honey- As You Turn Away- Baby, It's Cold Outside- Blue Christmas- Bottle Up Lightning- Can't Take My Eyes Off You- Christmas (Baby Please Come Home)- Cold As Stone- Dancin' Away With My Heart- Downtown- Friday Night- Have Yourself A Merry Little Christmas- Hello World- Home Is Where The Heart Is- I Run To You- I Was Here- If I Knew Then- I'll Be Home For Christmas- Just A Kiss- Last Night Last- Let It Snow! Let It Snow! Let It Snow!- Long Gone- Lookin' For A Good Time- Love Don't Live Here- Love I've Found In You- Love This Pain- Love's Looking Good On You- Need You Now- On This Winter's Night- One Day You Will- Our Kind Of Love- Perfect Day- Ready To Love Again- Silent Night (Lord Of My Life)- Silver Bells- Singing Me Home- Slow Down Sister- Something 'Bout A Woman- Somewhere Love Remains- Stars Tonight- The First Noël- The Heart Of The World- Things People Say- This Christmas- Wanted You More- We Owned The Night- When You Got A Good Thing- When You Were Mine",
    "reviews": [
      {
        "timestampMsec": "1369707061481",
        "starRating": "2",
        "comment": "Nice",
        "commentId": "gp:AOqpTOHukqNpEIwSO3ZXSPUn9jFvwsPS46h1wrxh2Xd4IV01qmqE6kGrZ5WGqseBqdsgsGITNEyqH3Nx4ta1ZA",
        "author": "Derek Chapman",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.READ_PHONE_STATE",
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
