{
  "title": "Handy Lyrics - Rick Ross",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.bswhaney.RickRoss",
  "category": "Music & Audio",
  "price": "Free",
  "datePublished": "March 9, 2013",
  "version": "1.1",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "1",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "Kultida Anekboon",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.bswhaney.RickRoss",
  "extendedInfo": {
    "installSize": "842k",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "If you are Rick Ross's fan, this app is right for you. Whenever you want to check Rick Ross's lyrics, just open this app and choose the lyrics that you want. You don't have to access the internet to get the lyrics. We provide all Rick Ross's lyrics here. In the Album tab, you can choose lyrics based on the album. In All lyrics tab, all of Rick Ross's lyrics are here. You can quickly search the lyrics by using the search bar at the top of the page.Hope you guy enjoy using this app as much as I enjoy developing it. :)-------------------------------- Main Features -------------------------------- - Lyrics categorized by album - Show all lyrics - Search lyrics-------------------------------- List of albums -------------------------------- - Port of Miami- Trilla- Deeper Than Rap- Teflon Don- God Forgives, I Don't-------------------------------- List of lyrics -------------------------------- - 911- 10 Bricks- 100 Black Coffins- 3 Kings- 9 Piece- 9 Piece (Remix)- All I Have In This World (Japanese Denim)- All I Really Want- All The Money In The World- Amsterdam- Ashamed- Ashes To Ashes- Aston Martin Music- Audio Meth- B.M.F. (Blowin' Money Fast)- Billionaire- Black Man’s Dream- Blow- Boss- Bossy Lady- Cigar Music- Cross That Line- Cry- Devil In A New Dress- Diced Pineapples- DJ Khaled Interlude- Even Deeper- Face- Finals- For Da Low- Free Mason- Fuck Em- Get Away- Gunplay- Hard In The Paint- Here I Am- High Definition- Hit U From The Back- Hold Me Back- Holy Ghost- Hustlin'- Hustlin' (Remix)- Hustlin' (Street Mix)- I Love My Bitches- I Swear To God- Ice Cold- I'm A G- I'm Bad- I'm Not A Star- I'm Only Human- In Cold Blood- It Ain't A Problem- It's My Time- John Doe- Keys To The Crib- King Of Diamonds- Last Breath- Lay Back- Live Fast, Die Young- London (Skit)- Luxury Tax- Made Men- Mafia Music- Magnificent- Maybach Music- Maybach Music 2- Maybach Music III- Maybach Music IV- MC Hammer- Mine Games- MMG The World Is Ours- MMG Untouchable- Money Make Me Come- Money Maker- Murda Mami- New Bugatti- No. 1- Off The Boat- Pandemonium- Party Heart- Perfectionist- Pirates- Play Your Part- Pots And Pans- Pray For Us- Prayer- Presidential- Push It- Reppin' My City- Retrosuperfuture- Rich Forever- Rich Off Cocaine- Ridin' Thru The Ghetto- Ring Ring- She Crazy- Sixteen- So Sophisticated- Speedin'- Speedin' (Remix)- Stay Schemin'- Street Life- Street Money- Super High- Super High (Sativa Remix)- Tears Of Joy- Ten Jesus Pieces- The Boss- The Transporter- This Is The Life- This Me- Touch'n You- Trilla Intro- Triple Beam Dreams- Us (Remix)- Usual Suspects- Valley Of Death- Veteran's Day- We Shinin'- Where My Money (I Need That)- White House- Yacht Club- Yella Diamonds- You The Boss",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.READ_PHONE_STATE",
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
