{
  "title": "Handy Lyrics - 3 Doors Down",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.bswhaney.DoorsDown",
  "category": "Music & Audio",
  "price": "Free",
  "datePublished": "March 9, 2013",
  "version": "1.1",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "4",
  "rating": "4.25",
  "contentRating": "Everyone",
  "creator": "Kultida Anekboon",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.bswhaney.DoorsDown",
  "extendedInfo": {
    "installSize": "751k",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "If you are 3 Doors Down's fan, this app is right for you. Whenever you want to check 3 Doors Down's lyrics, just open this app and choose the lyrics that you want. You don't have to access the internet to get the lyrics. We provide all 3 Doors Down's lyrics here. In the Album tab, you can choose lyrics based on the album. In All lyrics tab, all of 3 Doors Down's lyrics are here. You can quickly search the lyrics by using the search bar at the top of the page.Hope you guy enjoy using this app as much as I enjoy developing it. :)-------------------------------- Main Features -------------------------------- - Lyrics categorized by album - Show all lyrics - Search lyrics-------------------------------- List of albums -------------------------------- - The Better Life- Away from the Sun- Seventeen Days- 3 Doors Down- Time of My Life-------------------------------- List of lyrics -------------------------------- - Away From The Sun- Back To Me- Be Like That- Be Somebody- Behind Those Eyes- Believer- By My Side- Changes- Citizen / Soldier- Dangerous Game- Dead Love- Down Poison- Duck And Run- Every Time You Go- Father's Son- Feet In The Water- Give It To Me- Going Down In Flames- Goodbyes- Heaven- Here By Me- Here Without You- I Feel You- It's Not Me- It's Not My Time- It's The Only One You've Got- Kryptonite- Landing In London- Let Me Be Myself- Let Me Go- Life Of My Own- Live For Today- Living A Lie- Loser- My Way- My World- Never Will I Break- Not Enough- On The Run- One Light- Pages- Pop Song- Race For The Sun- Right Where I Belong- Round And Round- Runaway- Running Out Of Days- Sarah Yellin'- She Don't Want The World- She Is Love- Shine- Smack- So I Need You- The Better Life- The Champion In Me- The Real Life- The Road I'm On- The Silence Remains- These Days- This Time- Ticket To Heaven- Time Of My Life- Train- What's Left- When I'm Gone- When It's Over- When You're Young- Where My Christmas Lives- Who Are You- Your Arms Feel Like Home",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.READ_PHONE_STATE",
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
