{
  "title": "Handy Lyrics - Phil Collins",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.bswhaney.PhilCollins",
  "category": "Music & Audio",
  "price": "Free",
  "datePublished": "May 7, 2013",
  "version": "1.0",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "Kultida Anekboon",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.bswhaney.PhilCollins",
  "extendedInfo": {
    "installSize": "714k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "If you are Phil Collins's fan, this app is right for you. Whenever you want to check Phil Collins's lyrics, just open this app and choose the lyrics that you want. You don't have to access the internet to get the lyrics. We provide all Phil Collins's lyrics here. In the Album tab, you can choose lyrics based on the album. In All lyrics tab, all of Phil Collins's lyrics are here. You can quickly search the lyrics by using the search bar at the top of the page.Hope you guy enjoy using this app as much as I enjoy developing it. :)************************Main Features ************************- Lyrics categorized by album - Show all lyrics - Search lyrics************************List of albums ************************- Face Value- Hello, I Must Be Going!- No Jacket Required- ...But Seriously- Both Sides- Dance into the Light- Testify- Going Back************************List of lyrics ************************- (Love Is Like A) Heatwave- All Of My Life- Another Day In Paradise- Behind The Lines- Blame It On The Sun- Both Sides Of The Story- Can't Find My Way- Can't Stop Loving You- Can't Turn Back The Years- Colours- Come With Me- Dance Into The Light- Do I Love You- Do You Know, Do You Care- Do You Remember?- Doesn't Anybody Stay Together Anymore- Don't Get Me Started- Don't Let Him Steel Your Heart Away- Don't Lose My Number- Driving Me Crazy- Everyday- Father To Son- Find A Way To My Heart- Girl (Why You Wanna Make Me Blue)- Going Back- Going To A Go-Go- Hang In Long Enough- Heat On The Street- I Cannot Believe It's True- I Don't Care Anymore- I Don't Wanna Know- I Missed Again- I Wish It Would Rain Down- If Leaving Me Is Easy- I'm Not Moving- In My Lonely Room- In The Air Tonight- Inside Out- It Don't Matter To Me- It's In Your Eyes- It's Not Too Late- I've Forgotten Everything- Jimmy Mack- Just Another Story- Like China- Long Long Way To Go- Lorenzo- Love Is Here And Now You're Gone- Love Police- Loving You Is Sweeter Than Ever- Never Dreamed You'd Leave In Summer- No Matter Who- One More Night- Only You Know And I Know- Oughta Know By Now- Papa Was A Rolling Stone- Please Come Out Tonight- River So Wide- Some Of Your Lovin'- Something About You- Something Happened On The Way To Heaven- Standing In The Shadows Of Love- Survivors- Sussudio- Swing Low- Take Me Down- Take Me Home- Take Me In Your Arms (Rock Me A Little While)- Talking About My Baby- Testify- That's Just The Way It Is- That's What You Said- The Least You Can Do- The Roof Is Leaking- The Same Moon- The Times They Are A-Changin'- There's A Place For Us- This Love, This Heart- This Must Be Love- Thru My Eyes- Thru These Walls- Thunder And Lightening- Tomorrow Never Knows- Uptight (Everything's Alright)- Wake Up Call- We Fly So Close- We Said Hello Goodbye- We Wait And We Wonder- Wear My Hat- We're Sons Of Our Fathers- Who Said I Would- Why Can't It Wait 'Till Morning- You Can't Hurry Love- You Know What I Mean- You Touch My Heart",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.READ_PHONE_STATE",
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
