{
  "title": "Handy Lyrics - The National",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.bswhaney.TheNational",
  "category": "Music & Audio",
  "price": "Free",
  "datePublished": "April 6, 2013",
  "version": "1.0",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "Kultida Anekboon",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.bswhaney.TheNational",
  "extendedInfo": {
    "installSize": "699k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "If you are The National's fan, this app is right for you. Whenever you want to check The National's lyrics, just open this app and choose the lyrics that you want. You don't have to access the internet to get the lyrics. We provide all The National's lyrics here. In the Album tab, you can choose lyrics based on the album. In All lyrics tab, all of The National's lyrics are here. You can quickly search the lyrics by using the search bar at the top of the page.Hope you guy enjoy using this app as much as I enjoy developing it. :)************************Main Features ************************- Lyrics categorized by album - Show all lyrics - Search lyrics************************List of albums ************************- The National- Sad Songs for Dirty Lovers- Alligator- Boxer- High Violet- Trouble Will Find Me************************List of lyrics ************************- 29 Years- 90-Mile Water Wall- Abel- Ada- Afraid Of Everyone- All The Wine- American Mary- Anna Freud- Anyone's Ghost- Apartment Story- Available- Baby, We'll Be Fine- Beautiful Head- Bitters & Absolut- Blank Slate- Bloodbuzz Ohio- Brainy- Cardinal Song- City Middle- Cold Girl Fever- Conversation 16- Daughters Of The Soho Riots- Driver, Surprise Me- England- Fake Empire- Fashion Coat- Friend Of Mine- Gospel- Green Gloves- Guest Room- I Need My Girl- It Never Happened- John's Star- Karen- Lemonworld- Lit Up- Little Faith- Looking For Astronauts- Lucky You- Mistaken For Strangers- Mr. November- Murder Me Rachael- Patterns Of Fairytales- Pay For Me- Racing Like A Pro- Runaway- Santa Clara- Secret Meeting- Sin-Eaters- Slipping Husband- Slow Show- Son- Sorrow- Squalor Victoria- Start A War- Sugar Wife- Terrible Love- Terrible Love (Alternate Version)- The Geese Of Beverly Road- The Perfect Song- The Thrilling Of Claire- Theory Of The Crows- Thirsty- Trophy Wife- Val Jester- Vanderlyle Crybaby Geeks- Wake Up Your Saints- Walk Off- Watching You Well- You Were A Kindness",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.READ_PHONE_STATE",
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
