{
  "title": "Handy Lyrics - R. Kelly",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.bswhaney.RKelly",
  "category": "Music & Audio",
  "price": "Free",
  "datePublished": "February 28, 2013",
  "version": "1.0",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "6",
  "rating": "3.3333333",
  "contentRating": "Everyone",
  "creator": "Kultida Anekboon",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.bswhaney.RKelly",
  "extendedInfo": {
    "installSize": "1.0M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "If you are R. Kelly's fan, this app is right for you. Whenever you want to check R. Kelly's lyrics, just open this app and choose the lyrics that you want. You don't have to access the internet to get the lyrics. We provide all R. Kelly's lyrics here. In the Album tab, you can choose lyrics based on the album. In All lyrics tab, all of R. Kelly's lyrics are here. You can quickly search the lyrics by using the search bar at the top of the page.Hope you guy enjoy using this app as much as I enjoy developing it. :)-------------------------------- Main Features -------------------------------- - Lyrics categorized by album - Show all lyrics - Search lyrics-------------------------------- List of albums -------------------------------- - 12 Play- R. Kelly- R.- TP-2.com- The Best Of Both Worlds- Chocolate Factory- Happy People/U Saved Me- Unfinished Business- TP.3 Reloaded- Double Up- Untitled- Love Letter- Write Me Back- Black Panties-------------------------------- List of lyrics -------------------------------- - (Sex) Love Is What We Makin'- (You To Be) Be Happy- 12 Play- 2nd Kelly- 3-Way Phone Call- A Love Letter Christmas- A Woman's Threat- All I Really Want- All Rounds On Me- As I Look Into My Life- Baby, Baby, Baby, Baby, Baby- Back To The Hood Of Things- Bangin' The Headboard- Be My #2- Beautiful In This Mirror- Been Around The World- Believe In Me- Believe That It's So- Best Friend- Big Chips- Break Up (Thats All We Do)- Break Up To Make Up- Bump N' Grind- Burn It Up- Butterfly- Chocolate Factory- Clipped Wings- Crazy Night- Dancing With A Rich Man- Did You Ever Think- Dollar Bill- Don't Let Me Die- Don't Put Me Out- Don't You Say No- Double Up- Down Low- Down Low Double Life- Dream Girl- Echo- Elsewhere- Etcetera- Exit- Fallin' From The Sky- Fallin' Hearts- Feelin' On Yo Booty- Feelin' Single- Feelin' You In Stereo- Fiesta- Fool For You- For You- Forever- Forever More- Freak Dat Body- Freaky In The Club- Get Dirty- Get This Money- Get Up On A Room- Ghetto Queen- Girls Go Crazy- Go Low- Good Sex- Green Light- Half On A Baby- Happy People- Happy Summertime- Havin' A Baby- Heart Of A Woman- Hit It Till The Mornin'- Home Alone- Homie Lover Friend- Honey- Hook It Up- How Did You Manage- How Do I Tell Her?- Hump Bounce- I Believe I Can Fly- I Can't Sleep Baby- I Decided- I Don't Mean It- I Like Love- I Like The Crotch On You- I Love The DJ- I Mean (I Don't Mean It)- I Surrender- I Wish- I Wish (Remix)- If- If I Could Make The World Dance- If I Could Turn Back The Hands Of Time- If I'm Wit You- Ignition- Ignition (Remix)- I'll Never Leave- I'm A Flirt (Remix)- I'm Your Angel- Imagine That- It Ain't Personal- It Seems Like You're Ready- It's On- It's Your Birthday- Just Can’t Get Enough- Just Like That- Kickin' It With Your Girlfriend- Ladies' Night (Treat Her Like Heaven)- Lady Sunday- Leap Of Faith- Leave Your Name- Like A Real Freak- Like I Do- Looking For Love- Lost In Your Love- Love Is- Love Letter- Love Letter (Prelude)- Love Signals- Love Street- Mo' Money- Money Makes The World Go Round- Music Must Be A Lady- Naked- Not Feelin' The Love- Not Gonna Hold On- Number One- Number One Hit- One Man- One Me- One Step Closer- Only The Loot Can Make Me Happy- Party Jumpin'- Peace- Playa's Only- Prayer Changes- Pregnant- Pretty Girls- Pussy- Put My T-Shirt On- R&B Thug- Radio Message- Real Talk- Reality- Red Carpet (Pause, Flash)- Reggae Bump, Bump- Relief- Religious- Religious Love- Remote Control- Ringtone- Rise Up- Rock Star- Rollin'- Sadie- Same Girl- Sex In The Kitchen- Sex Me (Part 1) / Sex Me (Part 2)- Sex Planet- Sex Weed- Shake Ya Body- Share My Love- She's Coming Home With Me- Shorty- Showdown- Slow Wind- Snake- Somebody's Girl- Spendin' Money- Spirit- Step In The Name Of Love- Step In The Name Of Love (Remix)",
    "reviews": [
      {
        "timestampMsec": "1377657070288",
        "starRating": "1",
        "title": "Sucks",
        "comment": "never works when I open it it just goes black and doesn\\'t work",
        "commentId": "gp:AOqpTOEatwqlYuQSgSnh92ItgUy8fdJKAm1Gcuk8CgGoue6955_5DBGIzupKm9oQ1FDLWM9b3olQjcW3-y6f_y0",
        "author": "Isaiah Baxter",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1365934940883",
        "starRating": "1",
        "title": "R kelly Handy lyrics",
        "comment": "Sucks!! Does not work!",
        "commentId": "gp:AOqpTOGU4vqfffBwPlnUk4Ia1uTmKQmz4aYeOX96_6ffPHOyRBdReBxYGEg0eo7PInz3uB42bz2JPL4Xc056baM",
        "author": "C Nelson",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.READ_PHONE_STATE",
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
