{
  "title": "Handy Lyrics Gym Class Heroes",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.bswhaney.GymClassHeroes",
  "category": "Music & Audio",
  "price": "Free",
  "datePublished": "March 7, 2013",
  "version": "1.0",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "1",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "Kultida Anekboon",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.bswhaney.GymClassHeroes",
  "extendedInfo": {
    "installSize": "761k",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "If you are Gym Class Heroes's fan, this app is right for you. Whenever you want to check Gym Class Heroes's lyrics, just open this app and choose the lyrics that you want. You don't have to access the internet to get the lyrics. We provide all Gym Class Heroes's lyrics here. In the Album tab, you can choose lyrics based on the album. In All lyrics tab, all of Gym Class Heroes's lyrics are here. You can quickly search the lyrics by using the search bar at the top of the page.Hope you guy enjoy using this app as much as I enjoy developing it. :)--------------------------------Main Features --------------------------------- Lyrics categorized by album - Show all lyrics - Search lyrics--------------------------------List of albums ---------------------------------  ...For the Kids- The Papercut Chronicles- As Cruel as School Children- The Quilt- The Papercut Chronicles II--------------------------------List of lyrics --------------------------------- 7 Weeks- A Beautiful Day- Apollo 3-1-5- Ass Back Home- Band AIDS- Biter's Block- Blinded By The Sun- Boys In Bands (Interlude)- Catch Me If You Can- Chicago (Remix)- Clothes Off!- Coming Clean- Cookie Jar- Crab Apple Kids- Cupid's Chokehold- Don't Tell Me It's Over- Drnk Txt Rmeo- Eighty-Five- Everyday's Forecast- Extra Extra- Faces In The Hall- Food For Mic Skills- Graduation Day- Guilty As Charged- Happy Little Trees- Holy Horseshit, Batman!!- Home- It's Ok, But Just This Once!- Kid Nothing And The Never-Ending Naked Nightmare- Kissin' Ears- Lazarus, Ze Gitan- Life Goes On- Like Father, Like Son (Papa's Song)- Live A Little- Live Forever (Fly With Me)- Make Out Club- Martyrial Girl$- New Friend Request- Nil-Nil-Draw- No Place To Run- Noah- Nothing Boy Vs The Echo Factor- Oh My God- On My Own Time (Write On!)- Papercuts- Papercuts (The Reason For The Lesions) (Remix By Mr. Dibbs)- Peace Sign / Index Down- Petrified Life And The Twice Told Joke (Decrepit Bricks)- Pig Latin- Pillmattic- Scandalous Scholastics- Shoot Down The Stars- Simple Living- Sloppy Love Jingle, Pt. 1- Sloppy Love Jingle, Pt. 2- Sloppy Love Jingle, Pt. 3- So Long Friend- Solo Discotheque (Whiskey Bitness)- Stereo Hearts- Taxi Driver- The Boomerang Theory- The Fighter- The Queen And I- Thinking Out Loud- This Thing Called Life- To Bob Ross With Love- Viva La White Girl- Wejusfreestylin'- Wejustfreestylin' Pt. 2- Za Intro",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.READ_PHONE_STATE",
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
