{
  "title": "Valentine Encounter",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.btgn.VALENTINE",
  "category": "Books & Reference",
  "price": "$0.99",
  "datePublished": "February 13, 2011",
  "version": "1.0",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "2",
  "rating": "5.0",
  "contentRating": "High Maturity",
  "creator": "Books to Go Now",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.btgn.VALENTINE",
  "extendedInfo": {
    "installSize": "603k",
    "downloadsCount": "50+",
    "downloadsCountText": "50 - 100",
    "description": "On Valentine’s Day, when Brynn’s car hits black-ice and goes into a snow filled ditch, the only choice she has is to accept a ride from police officer, Trey Figgins,to his home .With the storm isolating them with no power or phone service, Brynn decides to see if she can create her own Valentine fun by pulling out a box of sexy conversation hearts from her purse. Will they both get what Cupid desires, and fulfill all of their erotic fantasies for the night? One candy heart at a time.Genre: Sexy RomanceWord Count:  4,517Length: Short StoryThis story is adult and nature and only available to those 18 and over.Books to Go Now, eBook Publsiher, ebook, Jennifer Conner, Romance, phone apps, Droid, authors, short stories, short story, author, writers, writing, Amazon, Smashwords, PDF, wwwbookstogonow.com, digital publisher, Seattle, romance, romantic, sensual, story, stories, erotic, erotica, ebook, e-book, pdf, lit, html, publish, publishing, publisher, publication, publications, submit, submission, submissions, buy, buy here, purchase, sale, cart, shop, shopping, download, read, reads, reader, reading,  contract, author, authors, digital, electronic, book, books, zip, zipped, romance, romantic, erotic, erotica, best seller, bestseller, recommended read, award, award winning, free, sex, sexual, sexuality, fantasy, fantasies, mobi pocket, fictionwise, contemporary, action, adventure,  comedy, humour, contemporary, fantasy,  yahoo, myspace, bebo, uk, usa, american, britain,  british, au, australia",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "com.android.vending.CHECK_LICENSE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
