{
  "title": "Keylight PRO 2.0",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.brewercraftworks",
  "category": "Photography",
  "price": "Free",
  "datePublished": "May 18, 2013",
  "version": "2.0",
  "operatingSystems": "2.0 and up",
  "ratingsCount": "5",
  "rating": "3.6",
  "contentRating": "Everyone",
  "creator": "Brewer Craftworks",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.brewercraftworks",
  "extendedInfo": {
    "installSize": "2.0M",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "Shooting off-camera flash photography is challenging. Optimal exposure settings require a knowledge of how to correctly balance ISO sensitivity, aperture level, strobe power and strobe proximity to the subject. Strobe intensity varies dramatically between manufacturers and models, and when external light modifiers such as umbrellas, soft-boxes and lighting gels are used, quickly determining correct exposure settings can be challenging at best, and frustrating at the worst.KeyLight PRO was designed to remove all of this guesswork. Easy-to-use calculators quickly and clearly display optimal ISO levels, aperture settings, strobe power levels and strobe-to-subject distances for an endless variety of strobe configurations in an intuitive, familiar interface.For the more advanced photographer, the Key Falloff calculator will calculate the proximity of the strobe from the subject in order to meet a desired exposure value falloff over a specific distance. For example, the wall behind a subject is 4 feet away, should be 3 stops underexposed, the camera is at ISO 400 and the aperture is f/8. What should the power output be on the strobe, and how far from the subject should it be placed? With KeyLight PRO, the answer is a tap away.How many strobes does KeyLight PRO support? The Virtual Gear Bag in the Trial Edition allows up to three (3) strobe configurations, while the Premium Edition supports an unlimited number of strobe makes, models and settings.  The Strobe Library provides convenient online access to over 100 pre-loaded strobe model configurations and is available in both the Trial and Premium Editions.The Gear Bag is readily accessible from all of the calculators, providing quick, easy and accurate exposure settings when swapping between strobe configurations. Only using one strobe? Keep multiple \"set ups\" in your Gear Bag for a variety of configurations: bare bulbed, gelled, soft-boxed, umbrellaed, neutral-density filtered, wall-bounced, go-bo'd. There is no limit to the number of ways the light from a single strobe can be modified.  In the Premium Edition you can create as many configurations for these light modifiers as you need, and know in an instant how to most effectively utilize them.KeyLight PRO was inspired by the marvelous teachings of David Hobby, a.k.a the Strobist, and many other great off-axis photographers in the Blog-o-sphere.",
    "reviews": [
      {
        "timestampMsec": "1370282747220",
        "starRating": "5",
        "comment": "Easy app to use that takes the guess work out of power strobe setting and placement.\\tWhat a nice application for assisting users with power, placement, and camera settings.",
        "commentId": "gp:AOqpTOHWOkkh1q1wDy2Ch89ZaEnx8KgbN968R88Kz2WDG5NIczB80nze05xvl6lW6dtcRXfglBxqFERxBhONbA",
        "author": "Brad Sukut",
        "authorURL": "http://lh4.googleusercontent.com/-Ce6FCFcirck/AAAAAAAAAAI/AAAAAAAACAw/vbUkQLquylo/photo.jpg",
        "authorSecureURL": "https://lh4.googleusercontent.com/-Ce6FCFcirck/AAAAAAAAAAI/AAAAAAAACAw/vbUkQLquylo/photo.jpg"
      },
      {
        "timestampMsec": "1376029443438",
        "starRating": "4",
        "title": "Very Nice!",
        "comment": "Easy to use. But I want to buy premium version thur official google play store, rather than in-app purchase.",
        "commentId": "gp:AOqpTOHViQnTXoVyD_qBeVVlP1U68MWFxErD7h9USb2z9KAthivbIuZUer8hORv1qLTLcl1i7rFy3aMGeQiKmw",
        "author": "Ivan Wong",
        "authorURL": "http://lh5.googleusercontent.com/-cRuDcckNzn8/AAAAAAAAAAI/AAAAAAAABew/RTLOzHlV8m4/photo.jpg",
        "authorSecureURL": "https://lh5.googleusercontent.com/-cRuDcckNzn8/AAAAAAAAAAI/AAAAAAAABew/RTLOzHlV8m4/photo.jpg"
      },
      {
        "timestampMsec": "1375053764480",
        "starRating": "5",
        "title": "Wonderful app",
        "comment": "This app is a calculator for photographers.  Great job on a simple and easy to use app!",
        "commentId": "gp:AOqpTOHUO6hPBoSGDzqw5zNbjSTmhN8G_d7WWC_wZR2iu2kWaAMWH8XUNOn7H7MmCKFC_IwXKxVCDP_ZRpd0kg",
        "author": "Debbie Close",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "com.android.vending.BILLING"
    ]
  }
}
