{
  "title": "Hard Work",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.btgn.hardwork",
  "category": "Books & Reference",
  "price": "$0.99",
  "datePublished": "March 15, 2011",
  "version": "1.0",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "Books to Go Now",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.btgn.hardwork",
  "extendedInfo": {
    "installSize": "236k",
    "downloadsCount": "1+",
    "downloadsCountText": "1 - 5",
    "description": "Young Adult FantasyTeen detective Robin Decker has an interest in preventing her alien friends from being ripped off when they’re hired to use their unnatural abilities for jobs. Robin discovers the truth behind the scheme and works with her friends to gain revenge on their tormentor.Hard Work - David PerlmutterGenre: Young Adult/Fantasy/SciFiWord Count: 3,828Length: Short StoryBooks to Go Now, eBook Publsiher, ebook,Yong Adult, Fantasy, Paranormal, phone apps, Droid, authors, short stories, short story, author, writers, writing,  Amazon, Smashwords, PDF, wwwbookstogonow.com, digital publisher, Seattle, romance, romantic, sensual, story, stories, ebook, e-book, pdf, lit, html, publish, publishing, publisher, publication, publications, submit, submission, submissions, buy, buy here, purchase, sale, cart, shop, shopping, download, read, reads, reader, reading,  royalty, royalties, contract, author, authors, digital, electronic, book, books, best seller, bestseller, recommended read, award, award winning, free, links,contemporary, action, adventure,  comedy, humour, contemporary, marketing, yahoo, myspace, bebo, uk, usa, american, britain,  british, au, Australia",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "com.android.vending.CHECK_LICENSE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
