{
  "title": "Handy Lyrics - will.i.am",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.bswhaney.will_i_am",
  "category": "Music & Audio",
  "price": "Free",
  "datePublished": "April 22, 2013",
  "version": "1.2",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "5",
  "rating": "4.0",
  "contentRating": "Everyone",
  "creator": "Kultida Anekboon",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.bswhaney.will_i_am",
  "extendedInfo": {
    "installSize": "673k",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "If you are will.i.am's fan, this app is right for you. Whenever you want to check will.i.am's lyrics, just open this app and choose the lyrics that you want. You don't have to access the internet to get the lyrics. We provide all will.i.am's lyrics here. In the Album tab, you can choose lyrics based on the album. In All lyrics tab, all of will.i.am's lyrics are here. You can quickly search the lyrics by using the search bar at the top of the page.Hope you guy enjoy using this app as much as I enjoy developing it. :)-------------------------------- Main Features -------------------------------- - Lyrics categorized by album - Show all lyrics - Search lyrics-------------------------------- List of albums -------------------------------- - Lost Change- Songs About Girls- willpower-------------------------------- List of lyrics -------------------------------- - Ain't It Pretty- America's Song- Best Friends- Big And Chunky- Check It Out- Colors- Drop It Low- Dynamite Interlude- Ev Rebahdee- Fantastic- Fly Girl- Get Your Money- Go!- Great Times- Hall Of Fame- Hard- Heartbreaker- Hot Wings (I Wanna Party)- I Got It From My Mama- I Like To Move It- Impatient- In My Name- Invisible- It's A New Day- Let's Pa Pa Partay- Losin It- Make It Funky- Mamma Mia- Money- Nature Of The World- Nothing Really Matters- One More Chance- Over- Reach For The Stars- S.O.S. (Mother Nature)- Scream And Shout- She's A Star- Spending Money- T.H.E. (The Hardest Ever)- Tell Of Tales (Tell Me You Need It Again)- The Donque Song- The Traveling Song- This Beat Is Fresh (Snippet)- This Is Love- True- We Are The Ones- Yes We Can- You And Me- Good Morning- Hello- Let's Go- Gettin' Dumb- Geekin'- Freshy- #thatPower- Great Times Are Coming- The World Is Crazy- Fall Down- Love Bullets- Far Away From Home- Ghetto, Ghetto- Smile Mona Lisa- Bang Bang- Scream And Shout (Remix)",
    "reviews": [
      {
        "timestampMsec": "1360952763114",
        "starRating": "5",
        "title": "Dope!",
        "comment": "Very good easy to use app whenever I forget or mishear something I can just come on here and find out stright away recommended!",
        "commentId": "gp:AOqpTOFqzcV91_MhRNFj1LlXPEaV-9qIm9FtSieHecmWA2HZSLUWjrwhgX29vd49F3uaKvpWp_w-jD1LLpcFSA",
        "author": "Alannah Williams",
        "authorURL": "http://lh4.googleusercontent.com/-pTJ2Funn2DY/AAAAAAAAAAI/AAAAAAAAAE4/4bvOJRAvPSc/photo.jpg",
        "authorSecureURL": "https://lh4.googleusercontent.com/-pTJ2Funn2DY/AAAAAAAAAAI/AAAAAAAAAE4/4bvOJRAvPSc/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.READ_PHONE_STATE",
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
