{
  "title": "Handy Lyrics - Usher",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.bswhaney.Usher",
  "category": "Music & Audio",
  "price": "Free",
  "datePublished": "February 25, 2013",
  "version": "1.0",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "2",
  "rating": "4.5",
  "contentRating": "Everyone",
  "creator": "Kultida Anekboon",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.bswhaney.Usher",
  "extendedInfo": {
    "installSize": "755k",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "If you are Usher's fan, this app is right for you. Whenever you want to check Usher's lyrics, just open this app and choose the lyrics that you want. You don't have to access the internet to get the lyrics. We provide all Usher's lyrics here. In the Album tab, you can choose lyrics based on the album. In All lyrics tab, all of Usher's lyrics are here. You can quickly search the lyrics by using the search bar at the top of the page.Hope you guy enjoy using this app as much as I enjoy developing it. :)-------------------------------- Main Features -------------------------------- - Lyrics categorized by album - Show all lyrics - Search lyrics-------------------------------- List of albums -------------------------------- - Usher- My Way- 8701- Confessions- Here I Stand- Raymond v. Raymond- Looking 4 Myself-------------------------------- List of lyrics -------------------------------- - 2nd Round- Appetite- Bad Girl- Bedtime- Before I Met You- Best Thing- Burn- Can U Get Wit It- Can U Handle It?- Can U Help Me- Can't Let U Go- Can't Stop Won't Stop- Caught Up- Climax- Come Back- Confessions (Interlude)- Confessions Part I- Confessions Part II- Confessions Part II (Remix)- Crazy- Dive- Do It To Me- Euphoria- Final Goodbye- Follow Me- Foolin' Around- Good Ol' Ghetto- Guilty- Here I Stand- Hey Daddy (Daddy's Home)- His Mistakes- Hot Thing- Hottest Thing- How Do I Say- I Care For U- I Don't Know- I Will- I.F.U.- If I Want To- I'll Make It Right- I'll Show You Love- Intro [Confessions]- Intro [Here I Stand]- IntroLude 8701- Just Like Me- Lessons For The Lover- Let Me See- Lifetime- Lil' Freak- Looking 4 Myself- Love In This Club- Love In This Club, Part II- Love Was Here- Love You Gently- Making Love (Into The Night)- Mars Vs. Venus- Monstar- More- Moving Mountains- My Boo- My Way- Nice And Slow- Numb- Okay- OMG- One Day You'll Be Mine- Papers- Pop Ya Collar- Prayer For You (Interlude)- Pro Lover- Red Light- Say The Words- Scream- Seduction- Separated- She Don't Know- Show Me- Simple Things- Sins Of My Father- Slow Jam- Slow Love- Smile Again- So Many Girls- Something Special- Superstar- Superstar (Interlude)- Take Your Hand- That's What It's Made For- The Many Ways- There Goes My Baby- Think Of You- This Ain't Sex- Throwback- Trading Places- Truth Hurts- TTP- Twisted- Twork It Out- U Are The One- U Don't Have To Call- U Got It Bad- U Remind Me- U Turn- What Happened To U- What's A Man To Do- What's Your Name?- Whispers- Will Work For Love- Without U- Yeah!- You Make Me Wanna- You Took My Heart",
    "reviews": [
      {
        "timestampMsec": "1374805485482",
        "starRating": "4",
        "title": "Its Awesome",
        "comment": "Nice",
        "commentId": "gp:AOqpTOGAkzexb9mI2KNWW5B4zlZOBuTY0mjmLNZxAxq2j1MFj_uqUuYVzUv4d7ckHk0J6q-Vdip4qArXmV4V7d4",
        "author": "Kashahu Selapius",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.READ_PHONE_STATE",
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
