{
  "title": "Handy Lyrics - Westlife",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.bswhaney.Westlife",
  "category": "Music & Audio",
  "price": "Free",
  "datePublished": "April 6, 2013",
  "version": "1.0",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "15",
  "rating": "4.2",
  "contentRating": "Everyone",
  "creator": "Kultida Anekboon",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.bswhaney.Westlife",
  "extendedInfo": {
    "installSize": "795k",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "If you are Westlife's fan, this app is right for you. Whenever you want to check Westlife's lyrics, just open this app and choose the lyrics that you want. You don't have to access the internet to get the lyrics. We provide all Westlife's lyrics here. In the Album tab, you can choose lyrics based on the album. In All lyrics tab, all of Westlife's lyrics are here. You can quickly search the lyrics by using the search bar at the top of the page.Hope you guy enjoy using this app as much as I enjoy developing it. :)************************Main Features ************************- Lyrics categorized by album - Show all lyrics - Search lyrics************************List of albums ************************- Westlife- Coast to Coast- World of Our Own- Unbreakable: The Greatest Hits Volume 1- Turnaround- Allow Us to Be Frank- Face to Face- The Love Album- Back Home- Where We Are- Gravity************************List of lyrics ************************- Against All Odds- Against All Odds (Take A Look At Me Now)- Ain't That A Kick In The Head- All Or Nothing- All Out Of Love- Amazing- Angel- Angel's Wings- Another World- As Love Is My Witness- Bad Girls- Beautiful Tonight- Before It's Too Late- Bop Bop Baby- Butterfly Kisses- Can't Loose What You Never Had- Catch My Breath- Chances- Change The World- Change Your Mind- Clementine- Close- Close Your Eyes- Closer- Colour My World- Come Fly With Me- Desperado- Difference In Me- Don't Get Me Wrong- Don't Let Me Go- Don't Say It's Too Late- Dreams Come True- Drive (For All Time)- Easy- Evergreen- Every Little Thing You Do- Fly Me To The Moon- Flying Without Wings- Fool Again- Fragile Heart- Have You Ever- Have You Ever Been In Love- Heal- Heart Without A Home- Hey Whatever- Hit You With The Real Thing- Home- How Does It Feel- How To Break A Heart- I Cry- I Did It For You- I Do- I Don't Wanna Fight No More- I Get Weak- I Have A Dream- I Have A Dream (Remix)- I Lay My Love On You- I Left My Heart In San Francisco- I Need You- I Wanna Grow Old With You- I Will Reach You- If- If I Let You Go- If I Let You Go (Radio Edit)- If Your Heart's Not In It- I'll See You Again- I'm Already There- Imaginary Diva- In This Life- It's You- Leaving- Let There Be Love- Loneliness Knows Me By Name- Lost In You- Love Can Build A Bridge- Love Crime- Love Takes Two- Mack The Knife- Mandy- Maybe Tomorrow- Miss You- Miss You Night- Moments- More Than Words- My Girl- My Love- No More Heroes- No No- No One's Gonna Sleep Tonight- No Place That Far- Nothing Is Impossible- Nothing's Gonna Change My Love For You- Obvious- On My Shoulder- Open Your Heart- Pictures In My Head- Please Stay- Puzzle Of My Heart- Queen Of My Heart- Reach Out- Safe- Seasons In The Sun- Shadows- She's Back- Smile- Soledad- Solitaire- Somebody Needs You- Something Right- Sound Of A Broken Heart- Still Here- Summer Wind- Swear It Again- Swear It Again (Radio Edit)- Talk Me Down- Tell Me It's Love- Thank You- That's Life- That's Where You Find Love- The Dance- The Difference- The Easy Way- The Reason- The Way You Look Tonight- This Rose- To Be Loved- To Be With You- Tonight- Too Hard To Say Goodbye- Total Eclipse Of The Heart- Try Again- Turn Around- Unbreakable- Uptown Girl- Us Against The World- Walk Away- We Are One- What About Now- What Do They Know?- What I Want Is What I've Got- What Makes A Man- When A Woman Loves A Man- When I Fall In Love- When I'm With You- When You Come Around- When You Tell Me That You Love Me- When You're Looking Like That- When You're Looking Like That (Single Mix)- Where We Are- Why Do I Love You- World Of Our Own- Written In The Stars- You Are So Beautiful- You Light Up My Life- You Make Me Feel- You Must Have Had A Broken Heart- You Raise Me Up- You've Lost That Lovin' Feeling",
    "reviews": [
      {
        "timestampMsec": "1375205264343",
        "starRating": "5",
        "comment": "Great app!!",
        "commentId": "gp:AOqpTOEjkp_BQu8H0CTmOlOOP37r_LKDne7i7iybvBPAbccoTPYwbvw_z7z6Pi3sqfGCVpMWRG60ijxW0KyLAA",
        "author": "Khalil Al Haj",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1368893888685",
        "starRating": "1",
        "comment": "Uninstall! Rubbish!",
        "commentId": "lg:AOqpTOEtIOFejY2vAnkByUeKkKxVBnSBIdZC1JHgGmOSaNOcSfKbFhz-8_IhRSoNQq_cAHwH9CRZR3RPiZyqVw",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1373598410239",
        "starRating": "5",
        "title": "I love it..",
        "comment": "Please add the new albums. Its cool and westlife rocks",
        "commentId": "gp:AOqpTOFSQH5x_de05xEANq-wA5cWoBXauGuqhqMmhU_FxVJTKEUt-C0kZFdsyBWsUJkV2ETbwT7h-pYvNV-4lw",
        "author": "Aimee Mendoza",
        "authorURL": "http://lh4.googleusercontent.com/-p4LOntz3Q98/AAAAAAAAAAI/AAAAAAAAABY/RT5jY-n-FEs/photo.jpg",
        "authorSecureURL": "https://lh4.googleusercontent.com/-p4LOntz3Q98/AAAAAAAAAAI/AAAAAAAAABY/RT5jY-n-FEs/photo.jpg"
      },
      {
        "timestampMsec": "1373520683783",
        "starRating": "1",
        "title": "Not god no star",
        "comment": "Do not get dose not work",
        "commentId": "gp:AOqpTOED8jwNCEAQqSbJOaDMKAlt8zO4s0GrE3PQeFQt4tttJwctPDNQT9Opu6jCPKkyokxzTtZLJX4qzWkAaw",
        "author": "Jose Mendez",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1372951700211",
        "starRating": "1",
        "comment": "Horrible uninstall",
        "commentId": "gp:AOqpTOE4AcgFuXeifYX6rgDqUEeXwTQXEKIgEIkhZB3HI_6fbz2eW0Jye2-rhCYQm-fq30pZkw1sch0Ch61e3A",
        "author": "Malik Golar",
        "authorURL": "http://lh5.googleusercontent.com/-h1BwX4kG3SY/AAAAAAAAAAI/AAAAAAAAAGQ/15GezX7eTYU/photo.jpg",
        "authorSecureURL": "https://lh5.googleusercontent.com/-h1BwX4kG3SY/AAAAAAAAAAI/AAAAAAAAAGQ/15GezX7eTYU/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.READ_PHONE_STATE",
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
