{
  "title": "Handy Lyrics - Sum 41",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.bswhaney.Sum41",
  "category": "Music & Audio",
  "price": "Free",
  "datePublished": "April 6, 2013",
  "version": "1.0",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "8",
  "rating": "4.75",
  "contentRating": "Everyone",
  "creator": "Kultida Anekboon",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.bswhaney.Sum41",
  "extendedInfo": {
    "installSize": "891k",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "If you are Sum 41's fan, this app is right for you. Whenever you want to check Sum 41's lyrics, just open this app and choose the lyrics that you want. You don't have to access the internet to get the lyrics. We provide all Sum 41's lyrics here. In the Album tab, you can choose lyrics based on the album. In All lyrics tab, all of Sum 41's lyrics are here. You can quickly search the lyrics by using the search bar at the top of the page.Hope you guy enjoy using this app as much as I enjoy developing it. :)************************Main Features ************************- Lyrics categorized by album - Show all lyrics - Search lyrics************************List of albums ************************- Half Hour Of Power- All Killer, No Filler- Does This Look Infected?- Chuck- Underclass Hero- Screaming Bloody Murder************************List of lyrics ************************- 88- A.N.I.C.- All Messed Up- All She's Got- Angels With Dirty Faces- Another Time Around- Baby You Don't Wanna Know- Back Where I Belong- Best Of Me- Billy Spleen- Blood In My Eyes- Confusion And Frustration In Modern Times- Count Your Last Blessings- Crash- Crazy Amanda Bunkface- Dave's Possessed Hair / It's What We're All About- Dear Father- Exit Song- Fat Lip- Get Back (Rock Remix)- Handle This- Happiness Machine- Heart Attack- Hell Song- Holy Image Of Lies- Hooch- Hyper-Insomnia-Para-Condrioid- I'm Not The One- In Too Deep- Introduction To Destruction- Jessica Kill- King Of Contradiction- Look At Me- Ma Poubelle- Machine Gun- Makes No Difference- March Of The Dogs- Moron- Motivation- Mr. Amsterdam- My Direction- Never Wake Up- No Apologies- No Brains- No Reason- Noots- Nothing On My Back- Open Your Eyes- Over My Head (Better Off Dead)- Pain For Pleasure- Pieces- Pull The Curtain- Reason To Believe- Reign In Pain (Heavy Metal Jamboree)- Rhythms- Screaming Bloody Murder- Second Chance For Max Headroom- Sick Of Everyone- Skumfuk- Slipping Away- So Long Goodbye- Some Say- Speak Of The Devil- Still Waiting- Subject To Change- Summer- T. H. T.- Take A Look At Yourself- Thanks For Nothing- The Bitter End- The Jester- There's No Solution- This Is Goodbye- Time For You To Go- Underclass Hero- Walking Disaster- Welcome To Hell- We're All To Blame- We're The Same- What Am I To Say- What I Believe- With Me- WWVII Parts 1 & 2",
    "reviews": [
      {
        "timestampMsec": "1378510933756",
        "starRating": "5",
        "title": "Thank you",
        "comment": "Thank you",
        "commentId": "gp:AOqpTOFMeYryVl6MwB5mUhmoXBTwu8DHFEp8llHU_JQiZa12UmQBhOPPHKr-B07flyRpsCb-bLDx7YPDwXL9RQ",
        "author": "Mirelle Franck",
        "authorURL": "http://lh5.googleusercontent.com/-qWMHlsBOLKo/AAAAAAAAAAI/AAAAAAAAAC0/5t5t5J5FwhE/photo.jpg",
        "authorSecureURL": "https://lh5.googleusercontent.com/-qWMHlsBOLKo/AAAAAAAAAAI/AAAAAAAAAC0/5t5t5J5FwhE/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.READ_PHONE_STATE",
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
