{
  "title": "Television for Mexico",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.bulbtap.tvplusAndroid.MX",
  "category": "Media & Video",
  "price": "$1.57",
  "datePublished": "May 7, 2013",
  "version": "1.1",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "6",
  "rating": "2.0",
  "contentRating": "Everyone",
  "creator": "BulbTap Ltd.",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.bulbtap.tvplusAndroid.MX",
  "extendedInfo": {
    "installSize": "1.1M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "La guía de televisión definitiva. Nuestra experiencia en Broadcasting, nos permite ofrecer una guía completa, rápida y fácil de usar con actualizaciones diarias de la información. Todas las funciones favoritas se han mejorado: trailers, vídeos relacionados, recordatorios, Twitter, correo... CARACTERÍSTICAS - Ordenar la lista de canales como quieras - Resúmenes de películas y programas de televisión (sólo en los países compatibles) - Ahora en la TV - Parrilla televisiva- Encuentra el programa que está buscando usando la sección de búsqueda - Establece un recordatorio y la aplicación te avisará cuando el programa está a punto de comenzar. No te pierdas tus programas favoritos de nuevo! - Enviar tweets o mensajes directamente desde la aplicación - A&E Mundo- AXN- Animax- Antena 3- Azteca 13- Azteca 7- Biography Channel (Bio)- Boomerang- Cadena 3- Canal 34 Mexiquense- Cartoon Network- Cinecanal (W)- Cinemax (E)- Cinemax (W)- Clásico TV- Cosmopolitan- De Película Clásico- EfektoTV- FX- Galavisión- HBO Family (E)- I.Sat- Infinito- LIV- MGM- MAX Prime (E)- Max Prime (W)- Nickelodeon (Nick)- Proyecto 40- TNT- TV UNAM- TVC- Telenovelas- The Film Zone- UnicableLos datos incluidos en la aplicación están disponibles gratuitamente en Internet. Sólo los hemos reunido en una sola aplicación. Todas las descripciones e imágenes presentados en la aplicación son propiedad de sus respectivos propietarios.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET"
    ]
  }
}
