{
  "title": "Handy Lyrics - Fall Out Boy",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.bswhaney.FallOutBoy",
  "category": "Music & Audio",
  "price": "Free",
  "datePublished": "April 30, 2013",
  "version": "1.0",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "6",
  "rating": "4.6666665",
  "contentRating": "Everyone",
  "creator": "Kultida Anekboon",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.bswhaney.FallOutBoy",
  "extendedInfo": {
    "installSize": "729k",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "If you are Fall Out Boy's fan, this app is right for you. Whenever you want to check Fall Out Boy's lyrics, just open this app and choose the lyrics that you want. You don't have to access the internet to get the lyrics. We provide all Fall Out Boy's lyrics here. In the Album tab, you can choose lyrics based on the album. In All lyrics tab, all of Fall Out Boy's lyrics are here. You can quickly search the lyrics by using the search bar at the top of the page.Hope you guy enjoy using this app as much as I enjoy developing it. :)************************Main Features ************************- Lyrics categorized by album - Show all lyrics - Search lyrics************************List of albums ************************- Fall Out Boy's Evening Out with Your Girlfriend- Take This to Your Grave- From Under the Cork Tree- Infinity on High- Folie à Deux- Save Rock and Roll************************List of lyrics ************************- (Coffee's For Closers)- 20 Dollar Nose Bleed- 27- 7 Minutes In Heaven (Atavan Halen)- A Little Less Sixteen Candles, A Little More \"Touch Me\"- Alone Together- America's Suitehearts- Bang The Doldrums- Beat It- Calm Before The Storm- Champagne For My Real Friends, Real Pain For My Sham Friends- Chicago Is So Two Years Ago- Dance, Dance- Dead On Arrival- Death Valley- Disloyal Order Of Water Buffaloes- Don't You Know Who I Think I Am?- Fame < Infamy- G.I.N.A.S.F.S.- Get Busy Living Or Get Busy Dying (Do Your Part To Save The Scene And Stop Going To Shows)- Golden- Grand Theft Autumn / Where Is Your Boy- Grenade Jumper- Growing Up- Headfirst Slide Into Cooperstown On A Bad Bet- Homesick At Space Camp- Honorable Mention- Hum Hallelujah- I Don't Care- I Slept With Someone In Fall Out Boy And All I Got Was This Stupid Song Written About Me- I'm Like A Lawyer With The Way I'm Always Trying To Get You Off (Me & You)- It's Hard To Say \"I Do\", When I Don't- I've Got A Dark Alley And A Bad Idea That Says You Should Shut Your Mouth (Summer Song)- I've Got All This Ringing In My Ears And None On My Fingers- Just One Yesterday- Lullabye- Miss Missing You- Moving Pictures- My Songs Know What You Did In The Dark- Nobody Puts Baby In The Corner- Of All The Gin Joints In All The World- Our Lawyer Made Us Change The Name Of This Song So We Wouldn't Get Sued- Parker Lewis Can't Lose (But I'm Gonna Give It My Best Shot)- Pavlove- Pretty In Punk- Rat A Tat- Reinventing The Wheel To Run Myself Over- Saturday- Save Rock And Roll- Sending Postcards From A Plane Crash (Wish You Were Here)- She's My Winona- Short, Fast And Loud- Snitches And Talkers Get Stitches And Walkers- Sophomore Slump Or Comeback Of The Year- Sugar We're Going Down- Switchblades And Infidelity- Tell That Mick He Just Made My List Of Things To Do Today- The (After) Life Of The Party- The (Shipped) Gold Standard- The Carpal Tunnel Of Love- The Mighty Fall- The Music Or The Misery- The Patron Saint Of Liars And Fakes- The Phoenix- The Pros And Cons Of Breathing- The Take Over, The Breaks Over- The World's Not Waiting (For Five Tired Boys In A Broken Down Van)- This Ain't A Scene, It's An Arms Race- Thnks Fr Th Mmrs- Thriller- Tiffany Blews- w.a.m.s.- West Coast Smoker- What A Catch, Donnie- Where Did The Party Go- XO- Young Volcanoes- You're Crashing, But You're No Wave",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.READ_PHONE_STATE",
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
