{
  "title": "Breaking Bad Raining Meth LWP",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.breaking.bad.meth",
  "category": "Entertainment",
  "price": "Free",
  "datePublished": "August 20, 2013",
  "version": "1.0",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "7",
  "rating": "3.857143",
  "contentRating": "Everyone",
  "creator": "Nicola Selenu & Luca Ballore",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.breaking.bad.meth",
  "extendedInfo": {
    "installSize": "649k",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "Breaking Bad Raining Meth LWP is a Live Wallpaper based on one of the awesome Breaking Bad 8 bit animated gifs by comedian Paul Scheer ( http://www.paulscheer.com/ ).Check my Breaking Bad Game for Android, too: https://play.google.com/store/apps/details?id=breaking.bad.game.free======================WHAT'S A LIVE WALL PAPER?======================FROM WIKIPEDIAA 'live wallpaper' is a type of application that works on a mobile device using the Android operating system. The application works as a wallpaper – providing the background image for the home screen—but also works as a conventional application since it can provide user-interaction with the touch screen (allowing the image to change dynamically, for example) and access other hardware and software features within the device (accelerometer, GPS, network access, etc.).Similar functionality could be found in the Active Desktop feature of Windows 98 and later versions. There is also third party software that provides this feature for various operating systems.======================About BREAKING BAD======================FROM WIKIPEDIABreaking Bad is an American television drama series created and produced by Vince Gilligan. Set and produced in Albuquerque, New Mexico, Breaking Bad is the story of Walter White (Bryan Cranston), a struggling high school chemistry teacher who is diagnosed with inoperable lung cancer at the beginning of the series. He turns to a life of crime, producing and selling methamphetamine with a former student, Jesse Pinkman (Aaron Paul). White's primary goal, when he begins manufacturing the methamphetamine, is securing his family's financial future before he dies.Premiering on January 20, 2008, the series is broadcast in the United States and Canada on the cable channel AMC and is a production of Sony Pictures Television. On August 14, 2011, AMC announced that Breaking Bad had been renewed for a fifth and final season consisting of 16 episodes. This final season is split into two parts, each consisting of 8 episodes and broadcast over the course of two years. The first half premiered on July 15, 2012, and concluded on September 2, 2012; the second half will premiere on August 11, 2013.The series has won seven Primetime Emmy Awards—including three consecutive wins for Best Actor for Cranston, two wins for Best Supporting Actor for Paul, and four nominations for Outstanding Drama Series. Cranston has also been nominated three times for a Golden Globe Award for Best Actor and nominated four times for a Screen Actors Guild Award for Best Actor, winning once at the 19th Screen Actors Guild Awards.Breaking Bad has received widespread critical acclaim and is considered one of the greatest TV dramas of all time. In 2013, it was named No. 13 in a list of the 101 Best-Written TV Series of All Time by the Writers Guild of America.======================About PAUL SCHEER======================FROM WIKIPEDIAPaul Christian Scheer is an American actor, comedian, writer, and director. He currently stars on the FX series The League and in the Adult Swim comedy-action-parody series \"NTSF:SD:SUV::\", which he created and directs. His films include Clear History, Hell Baby, Ass Backwards, and Hell & Back. A web series for JASH called The Arscheerio Paul Show recreates classic moments from the Arsenio Hall Show. He hosts the comedy podcast \"How Did This Get Made?\".Previously he co-created and starred in the cult MTV sketch series Human Giant alongside Rob Huebel and Aziz Ansari.Scheer has made appearances on comedy programs such as Modern Family, Burning Love, 30 Rock, Best Week Ever, Childrens Hospital, Funny or Die Presents, Parks and Recreation, Happy Endings, Party Down, Bob's Burgers, and Yo Gabba Gabba. Scheer has been in the films Rapture-Palooza, Piranha 3D, Bride Wars, School for Scoundrels, and Year One.",
    "reviews": [
      {
        "timestampMsec": "1377153786356",
        "starRating": "5",
        "title": "6/5",
        "comment": "Great wallpaper. Breaking Bad fans will love this (I sure do.) 6 out of 5. And it\\'s Free. Can\\'t go wrong...",
        "commentId": "gp:AOqpTOFFCt3r5ZUA5E7lriW0n5cTS1CFisAZVxCWoC_Mc712k7bg2spYINun6JRUYU1hDxK-u0i3zd5_VbgdGg",
        "author": "Jack Bodel",
        "authorURL": "http://lh3.googleusercontent.com/-I18Fh96db7g/AAAAAAAAAAI/AAAAAAAAAEY/Qw6VznX8MIM/photo.jpg",
        "authorSecureURL": "https://lh3.googleusercontent.com/-I18Fh96db7g/AAAAAAAAAAI/AAAAAAAAAEY/Qw6VznX8MIM/photo.jpg"
      }
    ],
    "permissions": [

    ]
  }
}
