{
  "title": "Handy Lyrics - Duran Duran",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.bswhaney.DuranDuran",
  "category": "Music & Audio",
  "price": "Free",
  "datePublished": "March 25, 2013",
  "version": "1.0",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "1",
  "rating": "1.0",
  "contentRating": "Everyone",
  "creator": "Kultida Anekboon",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.bswhaney.DuranDuran",
  "extendedInfo": {
    "installSize": "1,007k",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "If you are Duran Duran's fan, this app is right for you. Whenever you want to check Duran Duran's lyrics, just open this app and choose the lyrics that you want. You don't have to access the internet to get the lyrics. We provide all Duran Duran's lyrics here. In the Album tab, you can choose lyrics based on the album. In All lyrics tab, all of Duran Duran's lyrics are here. You can quickly search the lyrics by using the search bar at the top of the page.Hope you guy enjoy using this app as much as I enjoy developing it. :)--------------------------------Main Features --------------------------------- Lyrics categorized by album - Show all lyrics - Search lyrics--------------------------------List of albums --------------------------------- Duran Duran- Rio- Seven and the Ragged Tiger- Arena- Notorious- Big Thing- Liberty- The Wedding Album- Thank You- Medazzaland- Pop Trash- Astronaut- Red Carpet Massacre- All You Need Is Now--------------------------------List of lyrics --------------------------------- (Reach Up For The) Sunrise- 911 Is A Joke- A Matter Of Feeling- All Along The Water- All She Wants Is- All You Need Is Now- American Science- Astronaut- Ball Of Confusion- Be My Icon- Bedroom Toys- Before The Rain- Being Followed- Big Bang Generation- Big Thing- Blame The Machines- Box Full O' Honey- Breath After Breath- Buried In The Sand- Can You Deal With It?- Careless Memories- Chains- Come Undone- Cracks In The Pavement- Crystal Ship- Dirty Great Monster- Do You Believe In Shame- Downtown- Drive By- Drowning Man- Drug- Electric Barbarella- Falling Down- Femme Fatale- Finest Hour- First Impression- Friends Of Mine- Girl Panic!- Girls On Film- Hallucinating Elvis- Hold Back The Rain- Hold Me- Hothead- Hungry Like The Wolf- I Don't Want Your Love- I Take The Dice- I Wanna Take You Higher- I Wanna Take You Higher Again- Is There Anyone Out There?- Is There Something I Should Know- Is There Something I Should Know?- Lady Xanax- Land- Last Chance On The Stairway- Last Day On Earth- Last Man Standing- Lava Lamp- Lay Lady Lay- Leave A Light On- Liberty- Lonely In Your Nightmare- Love Voodoo- Mars Meets Venus- Medazzaland- Mediterranea- Meet El Presidente- Michael You've Got A Lot To Answer For- Midnight Sun- My Antarctica- My Own Way- New Moon On Monday- New Religion- Nice- Night Boat- Nite Runner- None Of The Above- Notorious- Of Crime And Passion- One Of Those Days- Ordinary World- Out Of My Mind- Palomino- Perfect Day- Planet Earth- Playing With Uranium- Point Of No Return- Pop Trash Movie- Proposition- Read My Lips- Red Carpet Massacre- Rio- Runway Runaway- Safe (In The Heat Of The Moment)- Save A Prayer- Serious- Shadows On Your Side- Shelter- She's Too Much- Shotgun- Silva Halo- Sin Of The City- Skin Divers- Skin Trade- So Long Suicide- So Misled- Someone Else Not Me- Sound Of Thunder- Starting To Remember- Still Breathing- Success- Taste The Summer- Tempted- Thank You- The Chauffeur- The Edge Of America- The Man Who Stole A Leopard- The Reflex- The Seventh Stranger- The Sun Doesn't Shine Forever- The Valley- To Whom It May Concern- Too Late Marlene- Too Much Information- Umf- Undergoing Treatment- Union Of The Snake- Venice Drowning- Vertigo (Do The Demolition)- Violence Of Summer (Love's Taking Over)- Want You More!- Watching The Detectives- What Happens Tomorrow- White Lines- Who Do You Think You Are- Wild Boys- Winter Marches On- Zoom In",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.READ_PHONE_STATE",
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
