{
  "title": "No Way Out",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.btgn.nowayout",
  "category": "Books & Reference",
  "price": "Free",
  "datePublished": "April 27, 2011",
  "version": "2.0",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "6",
  "rating": "4.3333335",
  "contentRating": "Medium Maturity",
  "creator": "Books to Go Now",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.btgn.nowayout",
  "extendedInfo": {
    "installSize": "345k",
    "downloadsCount": "5,000+",
    "downloadsCountText": "5,000 - 10,000",
    "description": "Sample Chapter for the exciting new romance:No Way Out:Trouble begins when Anne Shaw, a major department store buyer, is caught in a tangle of intrigue.  Max DeLuca, a U.S. government agent intervenes when she sees his partner die violently at the hands of a corrupt Mexican official.  From that minute on, Max and Anne run for their lives, and the trouble doesn’t stop there.This book is available on Books to Go Now, Barnes and Noble, and Amazon.No Way OutKathie Hayes/Ed HayesGenre: Romance/AdventureWord Count: 36,429Price: 5.99Excerpt:Mexico City Damn! They were compromised.  The tall, dark haired man holstered his pistol securely against his spine as he stepped out of the alley into the agitated crowd, and pretended to be one of the alarmed gawkers, watching for a sign of his partner, Dave.  He walked close to rusty corrugated metal walls of the warehouse staying out of the way of the textile workers stampeding the door.  Blood.  He followed the trail.  His shoulders jostled against the onslaught of harried bodies.  He slipped into a dark corridor framed by shipping containers. The gruesome blood trail was easy to follow.Max DeLuca strained forward from the shadows to hear Dave’s words.  He watched a well-dressed blond woman kick at the soldiers restraining her.  The warehouse closed in on Max as more troops filed in for orders from their commander. To avoid detection from the Federales, Max slumped back into the deep shadows while edging closer.  He rounded a corner and started down an aisle until he was right behind the woman.The commotion ahead alerted him to the Federales yanking Dave off the floor.  Dave’s body slumped between two thugs as if he was hung on a cross.  His head lolled forward.  Dave looked up into the blond woman’s eyes.  “All things big are small too.”  He smiled.“What?” she yelled back, looking confused and scared.Dave spotted Max.  “Max, all are the same.”  And then he died.  The greasy man in charge spat on the floor and swore, and indicated to his men to drop the body and start searching him.  “What does that mean?” asked the head Federale in Spanish.Hysterically, she replied, “I don’t know what you’re saying.”  After the Federale repeated in English, “I don’t know this man.  I’m just a buyer for Nordstrom.”",
    "reviews": [
      {
        "timestampMsec": "1361610048914",
        "starRating": "1",
        "comment": "nice book but its not free",
        "commentId": "lg:AOqpTOGH4JTsJcuPIp8mj8b15rc7683j5a4WxaG2biOt7zjtgWDNF_YbOM5giIn4lTAHv2fyEirO0O5_NfkKNo8",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
