{
  "title": "BT Handwriting",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.buildandteach.handwriting",
  "category": "Education",
  "price": "$0.99",
  "datePublished": "May 16, 2013",
  "version": "1.5",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "3",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "Build and Teach",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.buildandteach.handwriting",
  "extendedInfo": {
    "installSize": "21M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Teaches students how to write print capital and lowercase letters, numbers and their name in an interactive format. Features:Classroom and Home School ready application. Designed by a teacher that specializes in elementary school reading and writingTeaches students to:-Identify the symbols for Capital Letters, Lower-case Letters and Numbers-Identify letter sounds and examples of words with initial letter sounds-Master correct letter and number formation-Supports English and Spanish Languages-Allows students to save their work to the device photoThe BT Handwriting app is a dual language (English and Spanish) application that empowers beginning writers to master correct letter and number formation. Good hand-writers use correct letter formation. This means, that they can write more without effort, and are able to focus better on the idea they are trying to express. Through this application, learners can develop good writing habits. It teaches learners to use the natural motion of the hand. By practicing to write letters from top to bottom, the hand is given frequent breaks at the end of writing a letter; thus making writing easy.The application follows a “release of responsibility” teaching model, an “I do”, “we do,”, “you do” sequence. First, during the “I do” part of the instruction, a green ball animation shows the learner how the letter is formed. Each step of the letter formation is numbered so as to show the learner the path to form the letter. This feature may be repeated by the learner as many times as it is desired.Next, the “we do” part of the instruction guides the learner to write the letter by following the pattern of dots while being guided by green ball. Finally, the “you do” part of the instruction ask the learner to write the letter independently in a writing workspace. This workspace consists of a blank area in which the learner is encouraged to practice the given letter. Through this application, writers can embark on a positive experience by monitoring their progress through the use of the camera feature. The camera allows the learner to take pictures of their work to show others their new learning and/or to keep track of their progress.This application includes four main tabs: Capital letters, Lower case letters, numbers, and name*ExtensionThe learning is extended by providing a phonics feature in which the student can listen to the name, sound, and an item that begins with the sound of the chosen letter. A friendly voice aids the learner to identify the name and sound of a chosen letter. The learner will also identify the item that begins with the sound of the chosen letter.",
    "reviews": [
      {
        "timestampMsec": "1329279672846",
        "starRating": "5",
        "title": "Great App!",
        "comment": "I\\'m a bilingual kinder teacher and I\\'m always looking for the latest learning tools for my classroom.  This app hits the mark on teaching letter formation, letter names and letter sounds.  I\\'m able to switch from English to Spanish so easily. The only problem with this app is that I have 25 students and only my personal tablet to use.  Mrs. C",
        "commentId": "lg:AOqpTOE-HrKZE0A2epBFs9aqZr_k6v7FJy2TdKYwrtjG7jTKbR5H4GtrtN5ishwaNWdzSNIuf_d7Hm_8gltvYQ",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1328809047421",
        "starRating": "5",
        "title": "Excellent educational App for kids",
        "comment": "Excellent app for kids to learn and practise alphabets/numbers. It also provides facility to store the screenshots of letters drawn. My daughter loves it so much. I recommend this app for learning basics early for kids.",
        "commentId": "lg:AOqpTOF2fsC5fLjDIPZ0Arzsfghco_M3tpr4D2GbnV1We6nbNVAwPE-VB4PvaB-Ww6qy87eXoWpVzUKiX0N_5w",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1354254882511",
        "starRating": "5",
        "title": "Excellent app for kids!!",
        "comment": "My almost 5 years old twins love this app.",
        "commentId": "gp:AOqpTOErIK5tsI7iiCm8Iq3qlryZJFiiu2et7A4hZkbj7I4aAYtq7ZqvVzhRiv4EY-YGjcNn9UA2Nt1ruiPLMw",
        "author": "Kenneth Curtis",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.READ_PHONE_STATE",
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
