{
  "title": "Handy Lyrics A Day To Remember",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.bswhaney.ADayToRemember",
  "category": "Music & Audio",
  "price": "Free",
  "datePublished": "May 12, 2013",
  "version": "1.0",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "2",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "Kultida Anekboon",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.bswhaney.ADayToRemember",
  "extendedInfo": {
    "installSize": "697k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "If you are A Day To Remember's fan, this app is right for you. Whenever you want to check A Day To Remember's lyrics, just open this app and choose the lyrics that you want. You don't have to access the internet to get the lyrics. We provide all A Day To Remember's lyrics here. In the Album tab, you can choose lyrics based on the album. In All lyrics tab, all of A Day To Remember's lyrics are here. You can quickly search the lyrics by using the search bar at the top of the page.Hope you guy enjoy using this app as much as I enjoy developing it. :)************************Main Features ************************- Lyrics categorized by album - Show all lyrics - Search lyrics************************List of albums ************************- And Their Name Was Treason- For Those Who Have Heart- Homesick- What Separates Me from You************************List of lyrics ************************- 1958- 2nd Sucks- A Second Glance- A Shot In The Dark- All I Want- All Signs Point To Lauderdale- Another Song About The Weekend- Better Off This Way- Casablanca Sucked Anyways- Colder Than My Heart If You Can Imagine- Fast Forward To 2012- Have Faith In Me- Heartless- Here's To The Past- Holdin' It Down For The Underground- Homesick- I Heard It's The Softest Thing Ever- If I Leave- If It Means A Lot To You- If Looks Could Kill- I'm Made Of Wax, Larry, What Are You Made Of?- Intro- It's Complicated- Monument- Mr. Highway's Thinking About The End- My Life For Hire- NJ Legion Iced Tea- Out Of Time- Show 'em The Ropes- Sound The Alarm- Speak Of The Devil- Start The Shooting- Sticks & Bricks- The Danger In Starting A Fire- The Downfall Of Us All- The Plot To Bomb The Panhandle- The Price We Pay- This Is The House That Doubt Built- Welcome To The Family- You Already Know What You Are- You Be Tails, I'll Be Sonic- You Had Me At Hello- You Should Have Killed Me When You Had The Chance- Your Way With Words Is Through Silence",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.READ_PHONE_STATE",
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
