{
  "title": "Get Fit to Kick!",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.bst.fg",
  "category": "Racing",
  "price": "Free",
  "datePublished": "August 18, 2013",
  "version": "Varies with device",
  "operatingSystems": "Varies with device",
  "ratingsCount": "1",
  "rating": "5.0",
  "contentRating": "Low Maturity",
  "creator": "BST US",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.bst.fg",
  "extendedInfo": {
    "installSize": "Varies with device",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Independence Blue Cross and Philadelphia Union present \"Get Fit To Kick!\" an interactive mobile app with games to educate kids and reinforce healthy food choices.Play \"Quick Shot!\" our flick-to-kick game where you'll rack up points for healthy choices and get strikes for unhealthy choices Play \"Beat the Plate!\" and choose the healthiest plate options to score the most points in this rapid-fire, competitively timed game.Features/Functions:+Games - Quick Shot! flick-to-kick score with healthy food options or Beat the Plate! choose which plate is healthiest among two, and learn the difference between a healthy and unhealthy plate.+Schedule - view the Philadelphia Union schedule and Get Fit to Kick event scheduleOther Apps:Independence Blue Cross has also sponsored:+Go Figure! - an easy way to learn tips and tricks as well as track calories while ice skating this winter season.+IBX Mobile gives you easy access to your health care coverage 24/7, wherever you are.  Find a doctor, Compare the price of drugs, view your health history and access Temporary ID information.+IBX Healthy Steps pedometer app helps you track the distance, length, and speed of your workouts, follow the path of favorite walks and runs, track how many calories you burned and share your workout status with friends using Facebook, Twitter, or SMS messages.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_MOCK_LOCATION",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.CHANGE_WIFI_STATE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.MOUNT_UNMOUNT_FILESYSTEMS",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
