{
  "title": "Handy Lyrics - Matchbox Twenty",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.bswhaney.MatchboxTwenty",
  "category": "Music & Audio",
  "price": "Free",
  "datePublished": "May 5, 2013",
  "version": "1.0",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "Kultida Anekboon",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.bswhaney.MatchboxTwenty",
  "extendedInfo": {
    "installSize": "665k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "If you are Matchbox Twenty's fan, this app is right for you. Whenever you want to check Matchbox Twenty's lyrics, just open this app and choose the lyrics that you want. You don't have to access the internet to get the lyrics. We provide all Matchbox Twenty's lyrics here. In the Album tab, you can choose lyrics based on the album. In All lyrics tab, all of Matchbox Twenty's lyrics are here. You can quickly search the lyrics by using the search bar at the top of the page.Hope you guy enjoy using this app as much as I enjoy developing it. :)************************Main Features ************************- Lyrics categorized by album - Show all lyrics - Search lyrics************************List of albums ************************- Yourself or Someone Like You- Mad Season- More Than You Think You Are- Exile On Mainstream- North************************List of lyrics ************************- 3 AM- All I Need- All Your Reasons- Angry- Argue- Back 2 Good- Bed Of Lies- Bent- Black & White People- Bright Lights- Busted- Cold- Come Dancing- Could I Be You- Crutch- Damn- Disease- Downfall- English Town- Feel- Girl Like That- Hand Me Down- Hang- Help Me Through This- How Far We've Come- How Long- I Believe In Everything- I Can't Let You Go- I Don't Wanna Be Loved- I Will- If I Fall- If You're Gone- I'll Believe You When- Kody- Last Beautiful Girl- Leave- Like Sugar- Long Day- Mad Season- Modern Love (Live)- Our Song- Overjoyed- Parade- Push- Put Your Hands Up- Radio- Real World- Remedy (Live)- Rest Stop- Shame- She's So Mean- Sleeping At The Wheel- So Sad So Lonely- Soul- Stop- Straight For This Life- The Burn- The Difference- The Way- These Hard Times- Unwell- Waiting On A Train- You And I & I- You Won't Be Mine- You're So Real",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.READ_PHONE_STATE",
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
