{
  "title": "A Proud Thing",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.btgn.proudthing",
  "category": "Books & Reference",
  "price": "$0.99",
  "datePublished": "May 2, 2011",
  "version": "1.0",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Medium Maturity",
  "creator": "Books to Go Now",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.btgn.proudthing",
  "extendedInfo": {
    "installSize": "349k",
    "downloadsCount": "1+",
    "downloadsCountText": "1 - 5",
    "description": "Popular public speaker Ginger Sullivan is kidnapped by an evil sorcerer.She is desparate to escape, and to return to her former life and her fiancee, TV Evangelist Patton Button. But then she discovers that she has Magical Powers, and Jamseth, a fellow captive, informs her that she is a witch, just as he is. He tells her that among his people it is said\"It is a Proud Thing to be a witch,\" but she fears that it will be difficult to reconcile this with her former life, and with her fiancee's religious teachings ...A Proud ThingJames HartleyGenre: FantasyWord Count: 6,960Books to Go Now, fantasy, eBook publsiher, ebook, Romance, phone apps, Droid, authors, short stories, short story, author, writers, writing,  Amazon, Smashwords, PDF, wwwbookstogonow.com, digital publisher, Seattle,  romantic, sensual, story, stories, ebook, e-book, pdf, lit, html, publish, publishing, publisher, publication, publications,  romance, romantic, best seller, bestseller, recommended read, award, award winning, free, links, fantasies, mobi pocket, fictionwise, contemporary, action, adventure,  comedy, humour, contemporary, marketing, yahoo, myspace, bebo, uk, usa, american, britain,  british, au, Australia",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "com.android.vending.CHECK_LICENSE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
