{
  "title": "US Open Tennis Scores & News",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.briox.riversip.android.tennis.usopen",
  "category": "Sports",
  "price": "Free",
  "datePublished": "August 26, 2013",
  "version": "1.6.7",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "5",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "Briox",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.briox.riversip.android.tennis.usopen",
  "extendedInfo": {
    "installSize": "3.4M",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "Follow all the news & videos from the US Open Tennis 2013 tournament, follow your favorite US Open players and get live scores on an up-to-date scoreboard! ** The only app you need for the US Open 2013 tennis tournament news! **Read news from dozens of tennis websites and leading blogs.Get the latest scores using a live scoreboard !Watch the best plays on the video channel.Follow your favorite players news items with a single click.Main App Features: - No setup or learning time required. Fire the app for the first time – and immediately see what are the current “must-know” US Open Tennis news. - Catch up on your own schedule: You can choose your own time-frame in one tap, so you'll always be up-to-date with the most important US Open news. - Live US Open Tennis scoreboard !- Videos curated from leading tennis news sources. - See what your friends on Facebook or people you follow on Twitter had to say about any given news item. - Choose your favorite topics so you can easily stay on top of the things in the topics that matter to you. If there's a specific player you'd like to follow (like 'Roger Federer') with one tap you'll get all the latest news custom for you. Users LOVE our apps: \"In the sea of blogs and news, this app is just what I needed!\" - 5 stars \"I just love it...! keep updating!\" - 5 stars \"Saves me loads of time by surfacing the most important need-to-know news items.\", 5 stars Follow and chat with us at: http://twitter.com/riversip Use of the Riversip Application is governed by the Riversip Terms of Use (http://www.riversip.com/terms).The app covers: Tennis, 2013 tennis tournament, Roger Federer, Rafael Nadal, Novak Djokovic, Andy Murray, Serena Williams, Victoria Azarenka, Maria Sharapova, Agnieszka Radwanska, US Open tennis news, tennis videos, live us open scores, us open scoreboard, us open 2013 news.",
    "reviews": [
      {
        "documentVersion": "1.6.7",
        "timestampMsec": "1377411236949",
        "starRating": "5",
        "title": "The best overall US Open experience!",
        "comment": "it has more news sources than any other app.",
        "commentId": "gp:AOqpTOFq0Y8gWzGIvzZnfYTjWTnVnd3ao4p6flGqw0jCr3Fw8WMGWsr-H_TchfEibJfdyNhPgmpTiloVF2vnRPo",
        "author": "Tomer Koren",
        "authorURL": "http://lh3.googleusercontent.com/-uwLqHuEmUwA/AAAAAAAAAAI/AAAAAAAAFfU/_55pTNzuMLk/photo.jpg",
        "authorSecureURL": "https://lh3.googleusercontent.com/-uwLqHuEmUwA/AAAAAAAAAAI/AAAAAAAAFfU/_55pTNzuMLk/photo.jpg"
      }
    ],
    "permissions": [
      "com.briox.riversip.android.tennis.usopen.permission.C2D_MESSAGE",
      "com.google.android.c2dm.permission.RECEIVE",
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE"
    ]
  }
}
