{
  "title": "Handy Lyrics - Toby Keith",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.bswhaney.TobyKeith",
  "category": "Music & Audio",
  "price": "Free",
  "datePublished": "April 6, 2013",
  "version": "1.0",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "Kultida Anekboon",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.bswhaney.TobyKeith",
  "extendedInfo": {
    "installSize": "926k",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "If you are Toby Keith's fan, this app is right for you. Whenever you want to check Toby Keith's lyrics, just open this app and choose the lyrics that you want. You don't have to access the internet to get the lyrics. We provide all Toby Keith's lyrics here. In the Album tab, you can choose lyrics based on the album. In All lyrics tab, all of Toby Keith's lyrics are here. You can quickly search the lyrics by using the search bar at the top of the page.Hope you guy enjoy using this app as much as I enjoy developing it. :)************************Main Features ************************- Lyrics categorized by album - Show all lyrics - Search lyrics************************List of albums ************************- Toby Keith- Boomtown- Blue Moon- Dream Walkin'- Greatest Hits Volume One- How Do You Like Me Now?- Christmas To Christmas- Pull My Chain- Unleashed- Shock'n Y'all- Honkytonk University- White Trash with Money- Big Dog Daddy- That Don't Make Me a Bad Guy- American Ride- Bullets in the Gun- Clancy's Tavern- Hope on the Rocks************************List of lyrics ************************- 11 Months And 29 Days- A Little Less Talk And A Lot More Action- A Little Too Late- A Woman's Touch- Ain't Breakin' Nothin'- Ain't It Just Like You- Ain't No Right Way- Ain't No Thang- All I Want For Christmas- American Ride- American Soldier- Are You Feelin' Me?- As Good As I Once Was- Baddest Boots- Ballad Of Balad- Beer For My Horses- Beers Ago- Bethlehem In Birmingham- Big Blue Note- Big Dog Daddy- Big Ol' Truck- Blame It On The Mistletoe- Blue Bedroom- Boomtown- Brand New Bow- Bullets In The Gun- Burnin' Moonlight- Cabo San Lucas- Can't Buy You Money- Chill-axin'- Christmas Rock- Christmas To Christmas- Chug-A-Lug- Clancy's Tavern- Close But No Guitar- Closin' Time At Home- Club Zydeco Moon- Cold Beer Country- Country Comes To Town- Courtesy Of The Red, White, And Blue (The Angry American)- Crash Here Tonight- Creole Woman- Cryin' For Me (Wayman's Song)- Die With Your Boots On- Do I Know You- Does That Blue Moon Ever Shine On You- Don't Leave, I Think I Love You- Double Wide Paradise- Dream Walkin'- Drive It On Home- Every Dog Has Its Day- Every Night- Forever Hasn't Got Here Yet- Get Drunk And Be Somebody- Get Got- Get My Drink On- Get Out Of My Car- Getcha Some- God Love Her- Good To Go To Mexico- Grain Of Salt- Gypsy Driftin- Haven't Had A Drink All Day- Haven't Seen The Last Of You- He Ain't Worth Missing- Heart To Heart- Hell No- Hello- High Maintenance Woman- High Time (You Quit Your Low Down Ways)- Hit It- Hold You, Kiss You, Love You- Honkytonk U- Hope On The Rocks- Hot Rod Sleigh- How Do You Like Me Now- Huckleberry- Hurt A Lot Worse When You Go- I Ain't Already There- I Can't Take You Anywhere- I Don't Understand My Girlfriend- I Got It Bad- I Got It For You Girl- I Know A Wall When I See One- I Know She Hung The Moon- I Like Girls That Drink Beer- I Love This Bar- I Need To Hear A Country Song- I Wanna Talk About Me- I Won't Let You Down- If A Man Answers- If I Had One- If I Was Jesus- If You're Tryin' You Ain't- I'm Just Talkin' 'Bout Tonight- I'm So Happy I Can't Stop Crying- In A Couple Of Days- In Other Words- Is That All You Got- It Works For Me- It's All Good- I've Been A Long Time Leaving (But I'll Be A Long Time Gone)- Jacky Don Tucker- Jesus Gets Jealous Of Santa Claus- Just Another Sundown- Just The Guy To Do It- Kissin' In The Rain- Knock Yourself Out- Life Was A Play (The World Was A Stage)- Loaded- Losing My Touch- Lost You Anyway- Love Me If You Can- Lucky Me- Made In America- Mama Come Quick- Mary, It's Christmas- Me Too- Memphis- Missed You Just Right- Missing Me Some You- My List- New Orleans- Nights I Can't Remember, Friends I'll Never Forget- No Honor Among Thieves- Note To Self- Pick 'Em Up And Lay 'Em Down- Pull My Chain- Pump Jack",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.READ_PHONE_STATE",
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
