{
  "title": "Handy Lyrics - David Bowie",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.bswhaney.DavidBowie",
  "category": "Music & Audio",
  "price": "Free",
  "datePublished": "March 9, 2013",
  "version": "1.1",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "3",
  "rating": "2.3333333",
  "contentRating": "Everyone",
  "creator": "Kultida Anekboon",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.bswhaney.DavidBowie",
  "extendedInfo": {
    "installSize": "1.0M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "If you are David Bowie's fan, this app is right for you. Whenever you want to check David Bowie's lyrics, just open this app and choose the lyrics that you want. You don't have to access the internet to get the lyrics. We provide all David Bowie's lyrics here. In the Album tab, you can choose lyrics based on the album. In All lyrics tab, all of David Bowie's lyrics are here. You can quickly search the lyrics by using the search bar at the top of the page.Hope you guy enjoy using this app as much as I enjoy developing it. :)-------------------------------- Main Features -------------------------------- - Lyrics categorized by album - Show all lyrics - Search lyrics-------------------------------- List of albums -------------------------------- - David Bowie- Space Oddity- The Man Who Sold the World- Hunky Dory- The Rise and Fall of Ziggy Stardust and the Spiders from Mars- Aladdin Sane- Pin Ups- Diamond Dogs- Young Americans- Station to Station- Low- \"Heroes\"- Lodger- Scary Monsters (and Super Creeps)- Let's Dance- Tonight- Never Let Me Down- Black Tie White Noise- Outside- Earthling- 'Hours...'- Heathen- Reality- The Next Day-------------------------------- List of lyrics -------------------------------- - Uncle Arthur- 1984- 5.15 The Angels Have Gone- '87 And Cry- A Better Future- A Small Plot Of Land- Across The Universe- Afraid- African Night Flight- After All- Aladdin Sane- Algeria Touchshriek- All The Madmen- Always Crashing In The Same Car- An Occasional Dream- Andy Warhol- Anyway, Anyhow, Anywhere- As The World Falls Down- Ashes To Ashes- Baby Grace (A Horrid Cassette)- Bang Bang- Battle For Britain (The Letter)- Be My Wife- Beat Of Your Drum- Beauty And The Beast- Because You're Young- Big Brother- Black Country Rock- Black Tie White Noise- Blackout- Blue Jean- Boys Keep Swinging- Breaking Glass- Bring Me The Disco King- Cactus- Can You Hear Me- Candidate- Cat People (Putting Out The Fire)- Changes- China Girl- Come And Buy My Toys- Cracked Actor- Criminal World- Cygnet Committee- D.J.- Dancing With The Big Boys- Day In Day Out- Days- Dead Man Walking- Diamond Dogs- Don't Bring Me Down- Don't Let Me Down & Down- Don't Look Down- Drive-In Saturday- Eight Line Poem- Everyone Says 'HI'- Everything's Alright- Fall Dog Bombs The Moon- Fame- Fantastic Voyage- Fascination- Fashion- Fill Your Heart- Five Years- Friday On My Mind- Future Legend- Glass Spider- God Knows I'm Good- God Only Knows- Golden Years- Hallo Spaceboy- Hang On To Yourself- Heathen- Here Comes The Night- Heroes- I Can't Explain- I Feel Free- I Have Not Been To Oxford Town- I Keep Forgetting- I Know It's Gonna Happen Someday- I Took A Trip On A Gemini Spacecraft- I Wish You Would- I Would Be Your Slave- If I'm Dreaming My Life- I'm Afraid Of Americans- I'm Deranged- It Ain't Easy- It's No Game (Part 1)- It's No Game (Part 2)- I've Been Waiting For You- Janine- Joe The Lion- Join The Gang- Jump They Say- Karma Man- Kingdom Come- Kooks- Lady Grinning Soul- Lady Stardust- Law (Earthlings On Fire)- Leon Takes Us Outside- Let's Dance- Let's Spend The Night Together- Letter To Hermoine- Life On Mars?- Little Bombadier- Little Wonder- Look Back In Anger- Looking For Satellites- Looking For Water- Love You Till Tuesday- Loving The Alien- Lucy Can't Dance- Magic Dance- Maid Of Bond Street- Memory Of A Free Festival- Miracle Goodnight- Modern Love- Moonage Daydream- Move On- Nathan Adler- Neighborhood Threat- Never Get Old- Never Let Me Down- New Angels Of Promise- New Killer Star- New York's In Love- Nite Flights- No Control- Oh! You Pretty Things- Outside- Pablo Picasso- Pallas Athena- Panic In Detroit- Please Mr. Gravedigger- Queen Bitch- Quicksand- Ramona A. Stone / I Am With Name- Reality- Rebel Rebel- Red Money- Red Sails- Repetition- Ricochet- Right- Rock 'N' Roll Suicide",
    "reviews": [
      {
        "timestampMsec": "1365923227392",
        "starRating": "1",
        "title": "Ed",
        "comment": "Too many redirects and popups",
        "commentId": "gp:AOqpTOG56IulXZV1vI0LDLsAJ7M9vK22Qf8LBcB9Oq_2D7QsXg4c6MfqcbBffwKHYy5Xfx0ARFlSAyeOTsWKBg",
        "author": "ed muscat",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1369469787845",
        "starRating": "1",
        "title": "Stupit",
        "comment": "I cant look up anything",
        "commentId": "gp:AOqpTOEgU7qegyPvLovOO01lRPmK3PTjjqeNSpuGyyhv1glhOeD-o-hfOIFZgG0Cz5-BMvPN0IUK2iOshV1dEg",
        "author": "Breiyiana Peterson",
        "authorURL": "http://lh4.googleusercontent.com/-LcQyRLrVx70/AAAAAAAAAAI/AAAAAAAAABQ/-U-WU3EPmSI/photo.jpg",
        "authorSecureURL": "https://lh4.googleusercontent.com/-LcQyRLrVx70/AAAAAAAAAAI/AAAAAAAAABQ/-U-WU3EPmSI/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.READ_PHONE_STATE",
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
