{
  "title": "The Duke and the Lost Night",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.btgn.thedukeandthelostnight",
  "category": "Books & Reference",
  "price": "$0.99",
  "datePublished": "April 10, 2011",
  "version": "1.0",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "4",
  "rating": "2.5",
  "contentRating": "High Maturity",
  "creator": "Books to Go Now",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.btgn.thedukeandthelostnight",
  "extendedInfo": {
    "installSize": "331k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Amelia arrives on the doorstep of her childhood friend, the Duke, in the middle of the night with an outrageous plan. If he agrees to ruin her, then she won't be required to marry the cad she doesn’t love.Will Spencer do what she desires and go along with her idea, or does he have a very unexpected plan of his own?The Duke and the Lost NightHistorical RomanceWord Count: 4,434Short StoryReview by Claire Luna-Pinsker:Jennifer Connor has brought Victorian romance to the next level with her short story, “The Duke and the Lost Night.”  Amelia and Spencer, the Duke of Warringham, have been close friends since childhood years. Youthful antics and dreams turn to adult reality when Amelia conceives a plan to sabotage her intended betrothal to another man, Brenton, requesting Spencer’s assistance to fulfill the plan. Amelia quotes, “You are every fantasy I have had on the lost nights when I was alone in bed.” Jennifer Connor has created a romantic dream of a story for any woman who has dreamed of lost nights. Books to Go Now, eBook Publsiher, ebook, historical romance, historical,  Romance, phone apps, historical regency romance, London, England, Droid, authors, short stories, short story, author, writers, writing,  Amazon, Smashwords, PDF, wwwbookstogonow.com, digital publisher, Seattle, romance, romantic, story, stories, ebook, e-book, pdf, lit, html, publish, publishing, publisher, publication, publications, submit, submission, submissions, buy, buy here, purchase, sale, shop, shopping, download, read, reads, reader, reading, author, authors, digital, electronic, book, books, romance, romantic, best seller, bestseller, recommended read, award, award winning, free, links, fantasies, yahoo, myspace, bebo, uk, usa, american, britain,  british, au, australia",
    "reviews": [
      {
        "timestampMsec": "1305854234494",
        "starRating": "5",
        "title": "The Duke is a perfect short story read",
        "comment": "The Duke and the Lost Night is a perfect short story romance. I was looking for a historical short story romance that took me away for a few minutes to fall in love with a duke. Not sure why the last reviewer had her knickers in a bunch, I wasn\\'t expecting a 400 page book for .99 and was more that happy with this fun read! Everyone needs to be swept away by a duke! :)",
        "commentId": "lg:AOqpTOHPbs3NAtyfGB4aTYOpjJW4fsOYFcf74Rc2XMU6N9TziYCO0u_zg_rPvoKpB1QzksgV_ywLuiaiL1hQyQ",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1305769853072",
        "starRating": "1",
        "comment": "I\\'m not happy with this stupid short story. I wanted to read a book that took hours to read and not 10 minutes. This story want even good.",
        "commentId": "lg:AOqpTOH9BRUqOkdLe6zeW9b9phLHMWUgQA_6gLdbVKnwuzZgIjXWOFAucr-PLXNLifA_o795sYSFldS8AWy5fw",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1356504775236",
        "starRating": "1",
        "title": "Don\\'t buy",
        "comment": "This is the shortest sort novel I have ever read. I can down load books for free, but  this was 10 minute of reading for 99\\302\\242! Do Not Buy!!!!",
        "commentId": "gp:AOqpTOGGIaALSSMPOubC9Bl1ecp-GS0H_L30339bPUjlj1U87WcBwzH8tUk3MEbzh8lKQHFY0A1aet2LEpj39g",
        "author": "Jenny santucci",
        "authorURL": "http://lh4.googleusercontent.com/-TKlW_2t36og/AAAAAAAAAAI/AAAAAAAAAzg/lFx8GYoqyIk/photo.jpg",
        "authorSecureURL": "https://lh4.googleusercontent.com/-TKlW_2t36og/AAAAAAAAAAI/AAAAAAAAAzg/lFx8GYoqyIk/photo.jpg"
      }
    ],
    "permissions": [
      "com.android.vending.CHECK_LICENSE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
