{
  "title": "Beacon of the Night",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.btgn.beacon2",
  "category": "Books & Reference",
  "price": "$0.99",
  "datePublished": "March 14, 2011",
  "version": "1.0",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "1",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "Books to Go Now",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.btgn.beacon2",
  "extendedInfo": {
    "installSize": "369k",
    "downloadsCount": "10+",
    "downloadsCountText": "10 - 50",
    "description": "Book 1 - Beacon of the Night The Guardian Series, Robin Hood, and Pirates all rolled into one. Alex is the Captain of The Justice, a ship that only seems to go out during the storms.  When he is shipwrecked just off the Coast of Washington, he is rescued by the Lighthouse Keeper, who happens to be one of the most beautiful women he has ever met. Brave, strong, and in need of protection, he can’t help but want to stay. But each new day that goes by is one closer to when he has to leave. He won’t stay, won’t listen to his heart and put her in danger, even if it means dashing all of her hopes in life. For he harbors a secret, one that he believes makes him undeserving of her love. She becomes his beacon of the night as he watches from the dangerous waves of his life. Can he overcome his darkness and reunite with the light?Genre: Historical RomanceWord Count: Approx. 7,000 for each bookLength: Short StoryNote to Reader: While Sylvia is fictional, the women of the Lighthouse Service are little known heroes.  Many women took over Keeper positions after their male family members passed.  One such woman was Katherine Walker.  Katherine, a 100 pound 4’10” woman, took over the Keeper position after her husband’s death, just three years after taking the position.  She not only kept the light vigilant, but during fog and heavy snow would ring the fog signal by hand for several hours when there was a mechanical failure.Throughout her service, Katherine single handedly saved over 50 sailors from shipwrecks using only a small dinghy, and since her Lighthouse was isolated she would row her two children to land daily so they could attend school. Mrs. Walker retired from the Lighthouse service after 36 years, and twelve years later died at the age of 83. The Story of Katherine Walker (2010), Retrieved from: http://www.uscg.mil/d1/cgcKatherineWalker/history.aspBooks to Go Now, eBook Publsiher, ebook, Romance, phone apps, Droid, authors, short stories, short story, author, writers, writing,  Amazon, Smashwords, PDF, wwwbookstogonow.com, digital publisher, Seattle, romance, romantic, sensual, story, stories, ebook, e-book, pdf, lit, html, publish, publishing, publisher, publication, publications, submit, submission, submissions, buy, buy here, purchase, sale, cart, shop, shopping, download, read, reads, reader, reading,  royalty, royalties, contract, author, authors, digital, electronic, book, books, zip, zipped, romance, romantic, best seller, bestseller, recommended read, award, award winning, free, links,antasies, mobi pocket, fictionwise, contemporary, action, adventure,  comedy, humour, contemporary, marketing, yahoo, myspace, bebo, uk, usa, american, britain, british, au, Australia",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "com.android.vending.CHECK_LICENSE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
