{
  "title": "Handy Lyrics - Depeche Mode",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.bswhaney.DepecheMode",
  "category": "Music & Audio",
  "price": "Free",
  "datePublished": "April 30, 2013",
  "version": "1.0",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "7",
  "rating": "4.714286",
  "contentRating": "Everyone",
  "creator": "Kultida Anekboon",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.bswhaney.DepecheMode",
  "extendedInfo": {
    "installSize": "904k",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "If you are Depeche Mode's fan, this app is right for you. Whenever you want to check Depeche Mode's lyrics, just open this app and choose the lyrics that you want. You don't have to access the internet to get the lyrics. We provide all Depeche Mode's lyrics here. In the Album tab, you can choose lyrics based on the album. In All lyrics tab, all of Depeche Mode's lyrics are here. You can quickly search the lyrics by using the search bar at the top of the page.Hope you guy enjoy using this app as much as I enjoy developing it. :)************************Main Features ************************- Lyrics categorized by album - Show all lyrics - Search lyrics************************List of albums ************************- Speak & Spell- A Broken Frame- Construction Time Again- Some Great Reward- Black Celebration- Music for the Masses- Violator- Songs of Faith and Devotion- Ultra- Exciter- Playing the Angel- Sounds of the Universe- Delta Machine************************List of lyrics ************************- A Pain That I'm Used To- A Photograph Of You- A Question Of Lust- A Question Of Time- All That's Mine- Alone- Always- And Then...- Angel- Any Second Now- Barrel Of A Gun- Behind The Wheel- Black Celebration- Blasphemous Rumours- Blue Dress- Boys Say Go!- Breathe- Broken- But Not Tonight- Clean- Comatose- Come Back- Condemnation- Corrupt- Damaged People- Dream On- Dreaming Of Me- Dressed In Black- Enjoy The Silence- Everything Counts- Fly On The Windscreen- Fragile Tension- Freelove- Freestate- Get Right With Me- Ghost- Goodbye- Goodnight Lovers- Halo- Happens All The Time- Heaven- Here Is The House- Higher Love- Hole To Feed- Home- I Am You- I Feel Loved- I Feel You- I Sometimes Wish I Were Dead- I Want It All- I Want You Now- Ice Machine- If You Want- In Chains- In Sympathy- In Your Room- Insight- It Doesn't Matter- It Doesn't Matter Two- It's No Good- Jezebel- John The Revelator- Judas- Just Can't Get Enough- Leave In Silence- Lie To Me- Light- Lilian- Little 15- Little Soul- Long Time Lie- Love, In Itself- Macro- Master And Servant- Mercy In You- Miles Away / The Truth Is- Monument- More Than A Party- My Little Universe- My Secret Garden- Never Let Me Down Again- New Dress- New Life- Nodisco- Nothing- Nothing's Impossible- Oh Well- One Caress- Peace- People Are People- Perfect- Personal Jesus- Photographic- Pipeline- Pleasure, Little Treasure- Policy Of Truth- Precious- Puppets- Rush- Sacred- Satellite- Secret To The End- See You- Shame- Shine- Should Be Higher- Shouldn't Have Done That- Shout- Sister Of Night- Slow- Soft Touch / Raw Nerve- Somebody- Something To Do- Sometimes- Soothe My Soul- Stories Of Old- Strangelove- Stripped- Suffer Well- Sweetest Perfection- The Bottom Line- The Child Inside- The Darkest Star- The Dead Of Night- The Landscape Is Changing- The Love Thieves- The Meaning Of Love- The Sinner In Me- The Sun And The Moon And The Stars- The Sun And The Rainfall- The Sweetest Condition- The Things You Said- To Have And To Hold- Told You So- Tora! Tora! Tora!- Two Minute Warning- Useless- Waiting For The Night- Walking In My Shoes- Welcome To My World- What's Your Name?- When The Body Speaks- World Full Of Nothing- World In My Eyes- Wrong",
    "reviews": [
      {
        "timestampMsec": "1370604641776",
        "starRating": "5",
        "title": "Great app",
        "comment": "This app is great",
        "commentId": "gp:AOqpTOEC8CO5MY49FDPxeBSDnIAkURf6xj3saI_OzK3_kUVG6J5sUNQObBZJjhzgzfZFhR4hyxmCllWtQlQNiw",
        "author": "Agnes Ong",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.READ_PHONE_STATE",
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
