{
  "title": "Sales Tax Calculator (VAT GST)",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.circlecubed.salestax",
  "category": "Finance",
  "price": "Free",
  "datePublished": "August 17, 2013",
  "version": "1.5",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "3",
  "rating": "3.3333333",
  "contentRating": "Everyone",
  "creator": "Circle Cubed",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.circlecubed.salestax",
  "extendedInfo": {
    "installSize": "333k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Quickly add or subtract any percentage (such as a sales tax rate) from a value. Enter a custom tax rate or use one of the national/regional tax rate pre-sets. Users can also change the value on the three pre-set buttons.Copy the results to the clipboard and send them in a text or email.Any percentage can be used such as a tip, commission, discount, profit margin etc.For questions, comments and suggestions please email support@circlecubed.com.Note: In some cases the tax rates are combined into a single rate (for example GST and PST in Canada). Tax rates change all the time. If you spot an error then please tell us.Countries whose rates are included:Albania, Andorra, Argentina, Armenia, Australia, Austria, Azerbaijan, Bangladesh, Barbados, Belarus, Belgium, Bolivia, Bosnia and Herzegovina, Bulgaria, Canada (Alberta, British Columbia, Manitoba, New Brunswick, Newfoundland and Labrador, Northwest Territories, Nova Scotia, Nunavut, Ontario, Prince Edward Island, Quebec, Saskatchewan, Yukon), Chile, Colombia, Croatia, Cyprus, Czech Republic, Denmark, Dominican Republic, Ecuador, El Salvador, Estonia, Ethiopia, Faroe Islands, Fiji, Finland, France, Georgia, Germany, Ghana, Greece (also Aegean Islands), Guatemala, Guyana, Hungary, Iceland, India, Indonesia, Iran, Ireland, Israel, Italy, Japan, Jersey, Jordan, Kazakhstan, Kosovo, Latvia, Lebanon, Liechtenstein, Lithuania, Luxembourg, Macedonia, Malaysia, Maldives, Malta, Mauritius, Mexico, Monaco, Montenegro, Morocco, Namibia, Nepal, Netherlands, New Zealand, Norway, Pakistan, Palestinian Territory, Panama, Paraguay, China, Peru, Philippines, Poland, Portugal, Portugal (also Azores, Madeira), Republic of Moldova, Romania, Russia, Saint Kitts and Nevis, Serbia, Singapore, Slovakia, Slovenia, South Africa, South Korea, Spain (including Canary Islands), Sri Lanka, Sweden, Switzerland, Taiwan, Thailand, Trinidad and Tobago, Tunisia, Turkey, Ukraine, United Kingdom, Uruguay, Uzbekistan, Venezuela, VietnamOther names for sales tax: VAT - Value added taxGST - General sales taxHST - Harmonized sales taxPST - Provincial sales tax, MwSt - MehrwertsteuerUSt - UmsatzsteuerPDV - Porez na dodanu vrijednostkm - käibemaksTVA - Taxe sur la valeur ajoutéeALV - ArvonlisäveroMoms - MervärdesskattBTW - Belasting over de toegevoegde waardeIVA - Imposto sobre o Valor AcrescentadoTVA - Taxa pe valoarea adăugatăDPH - Daň z pridanej hodnotyDDV - Davek na dodano vrednostIVA - Impuesto sobre el Valor AñadidoIGIC - Impuesto General Indirecto Canario",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE"
    ]
  }
}
