{
  "title": "Burberry Wallpaper",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.classicrockmusicwallpapers.wallpaper.burberrywallpaper",
  "category": "Media & Video",
  "price": "Free",
  "datePublished": "June 27, 2013",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "3",
  "rating": "5.0",
  "contentRating": "High Maturity",
  "creator": "Classic Rock Music Wallpapers",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.classicrockmusicwallpapers.wallpaper.burberrywallpaper",
  "extendedInfo": {
    "installSize": "1.6M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "Burberry wallpapers and photos.  Stunning pics high resolution HD quality. Set pictures as wallpaper and share with your friends via SMS!This is an unofficial free fan / parody app. Any content not owned by this developer belongs to their respective owners. We believe the images fall under fair use doctrine as they are reduced size and excerpted for informational purposes. If you would like to request removal of an image of our collection for copyright reasons, feel free to contact us and we will be happy to oblige.Please rate this app 5 stars! This free fan app is ad supported and may contain ads in the notification tray and/or home screen. fondos de Pantalla, imagines de Pantalla y wallpaperBurberry Group plc is a British luxury fashion house, distributing clothing and fashion accessories and licensing fragrances. Its distinctive tartan pattern has become one of its most widely copied trademarks. Burberry is most famous for its trench coat, which was designed by founder Thomas Burberry. The company has branded stores and franchises around the world and also sells through concessions in third-party stores. Queen Elizabeth II and the Prince of Wales have granted the company Royal Warrants. The Chief Creative Officer is Christopher Bailey. The company is listed on the London Stock Exchange and is a constituent of the FTSE 100 Index.According to a 2009 report released by Business Weekly, Burberry was the 98th most valuable brand in the world that year.Early years, 19th centuryBurberry was founded in 1856 when 21-year-old Thomas Burberry, a former draper's apprentice, opened his own store in Basingstoke, Hampshire, England. By 1870, the business had established itself by focusing on the development of outdoors attire. In 1880, Burberry introduced in his brand the gabardine, a hardwearing, water-resistant yet breathable fabric, in which the yarn is waterproofed before weaving. Burberry was the original name, but then the company soon switched to using the name Burberrys, after many customers from around the world began calling it Burberrys of London. This name is still visible on many older Burberry products. In 1891, Burberry opened a shop in the Haymarket, London, which still exists and until recently was the site of Burberry’s corporate headquarters. Now the headquarters are at Horseferry House just behind Houses of Parliament, Westminster (London).21st centuryIn May 2001, Christopher Bailey joined Burberry as creative director and became Chief Creative Officer in November 2009.[11][12] Bailey is credited with transforming the fortunes of the company.[11]Burberry Group plc was initially floated on the London Stock Exchange in July 2002.[13] GUS divested its remaining interest in Burberry in December 2005. In 2006 Rose Marie Bravo, who as Chief Executive had led Burberry to mass market success, retired. She was replaced by current CEO Angela Ahrendts.Burberry first began selling online in the US, followed by the UK in October 2006, and the rest of the EU in 2007. In recent years, Burberry has attempted to rebrand itself with advertisements in GQ, Esquire, Vogue, Tatler and Harper's Bazaar, and is well known for using British celebrities in its advertising, including models Kate Moss, Agyness Deyn, Jourdan Dunn and Lily Donaldson, singer George Craig, actress Emma Watson, who was named the face of Burberry's 2009 Fall/Winter campaign and the cover model for the 2010 Spring/Summer campaign, and Rosie Huntington-Whiteley, who was unveiled as the face of Burberry's newest fragrance, Burberry Body, in July 2011.In June 2010, the Group launched its first cosmetics line, Burberry Beauty.Angela Ahrendts, who took over in July 2006, has been credited with turning round the company's fortunes. In 2013, it was announced she had taken home a total pay packet of £16.9m, putting her top of the executive pay league - the first time a woman has topped the table.",
    "reviews": [
      {
        "timestampMsec": "1372518120902",
        "starRating": "5",
        "title": "Burberry!!!",
        "comment": "Thank you for the application.",
        "commentId": "gp:AOqpTOFiMJqFzwBHr8gBuRmpUsHwWqzzDXqjoIQu4Unop9GLukHmUmNYrtO4-D0N92YRikGWPyzVnfepjJy6Qj0",
        "author": "Yoshia Rachman",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.SET_WALLPAPER",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "android.permission.READ_PHONE_STATE",
      "android.permission.VIBRATE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.READ_CONTACTS",
      "android.permission.SEND_SMS",
      "android.permission.GET_ACCOUNTS",
      "android.permission.ACCESS_WIFI_STATE"
    ]
  }
}
