{
  "title": "IU Live Wallpaper KPOP",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.chigs.iukpop",
  "category": "Personalization",
  "price": "Free",
  "datePublished": "July 9, 2013",
  "version": "1.0",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "4",
  "rating": "5.0",
  "contentRating": "Medium Maturity",
  "creator": "Chirag Ghiyad",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.chigs.iukpop",
  "extendedInfo": {
    "installSize": "1.1M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "To Activate this live wallpaper please follow steps:1. Get the wallpaper downloaded.2. Long press the home screen of your mobile.3. Select \"Wallpaper\" than select \"Live Wallpaper\".4. Go to \" IU Live Wallpaper KPOP\" and press \"set wallpaper\".Lee Ji-eun (Hangul: ???, born May 16, 1993), better known by her stage name IU (Korean: ???), is a South Korean singer and actress. Her stage name is derived from the phrase \"I and You\", symbolizing that we can become one through music. In her home country of South Korea, she is often referred to as the \"Nation's Little Sister\" due to her various personality traits. Her fan club name is U-ana (Uaena), where each syllable has a different meaning: \"you\" is from English, \"ae\" is Sino-Korean for \"love\", and \"na\" is Korean for \"me\". In 2012, IU ranked #19 on \"The 23rd Annual Independent Critics List of the 100 Most Beautiful Faces.2012: Japanese Debut and Spring of a Twenty Year OldOn January 24, 2012, IU held a live showcase at Tokyo's Bunkamura Orchard Hall. At the time of the showcase, it was noted that she was the youngest Korean singer ever to perform at the Hall. On March 1st, 2012, she released a promotional video for the Japanese version of \"Good Day\", the title track of her Japanese single album. The album, which includes DVD footage from the showcase, was later released on March 21, 2012.In early April, 2012, it was announced that IU will be holding her first solo tour, \"Real Fantasy\", starting in June. The tour features performances in six different cities across South Korea, including Seoul and Busan.IU released the single album, Spring of a Twenty Year Old, on May 11th, 2012. The album contains three songs, one of which is self-composed by IU. This song, entitled \"Peach\", was digitally released before the album, on May 4th, 2012. A 26-minute-long documentary-style music video film was released alongside the album, featuring the album track, \"Every End of the Day\", and several interviews with IU that showcase her personal thoughts and experiences. This film contains footage of IU as she visits Venice, Italy. Due to her commitments towards preparing for her first solo tour, she was unable to make broadcast promotions for the single. Additionally, while touring, she had to leave her hosting job at SBS' Inkigayo, though she returned upon the tour's completion.You & I, IU's second Japanese single, was released on July 18th.In December, IU's entertainment company, LOEN Entertainment, announced that IU will be having a comeback in 2013. The album, which is expected to have a mature theme in opposition to the \"Nation's Little Sister\" image that IU has presented on her previous work, will be released in March or April.On December 29, IU hosted the 2012 SBS Gayo Daejeon, an annual music program, alongside Miss A's Suzy and actor Jung Gyu-woon. She was selected for her \"stable emceeing skills as she served as the MC for Inkigayo\".Tags : Lee Ji-eun Live Wallpaper, Lee Ji-eun, IU, IU Wallpaper, I and U, KPOP stars, Korean Wallpaper, Korea",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_LOCATION_EXTRA_COMMANDS",
      "android.permission.WAKE_LOCK",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "com.android.launcher.permission.INSTALL_SHORTCUT"
    ]
  }
}
