{
  "title": "Range Rover Wallpaper",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.classicposters.wallpaper.rangeroverwallpaper",
  "category": "Media & Video",
  "price": "Free",
  "datePublished": "May 11, 2013",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "16",
  "rating": "4.625",
  "contentRating": "Low Maturity",
  "creator": "Classic Movie Wallpapers Photos",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.classicposters.wallpaper.rangeroverwallpaper",
  "extendedInfo": {
    "installSize": "2.1M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "Range rover wallpapers and photos. Stunning pictures high resolution HD quality. Set pictures of range rover as wallpaper on your phone. Share with your friends via SMS!This app is ad supported and may contain ads in the notification tray and/or home screen. This is an unofficial free fan app. Please rate this app 5 stars!Any content not owned by this developer belongs to their respective owners. We are not affiliated with this company. We don't claim any ownership to the characters, images, or content in this app.We believe the images fall under fair use as they are reduced size and excerpted for informational purposes. If there is a copyright issue with content in this app, please contact us and we'll remove it.The Range Rover is a large luxury four-wheel drive sport utility vehicle (SUV) produced by British multinational car maker Land Rover, part of Tata Motors' Jaguar Land Rover group, and serves as its flagship model. The model, launched in 1970, is now in its fourth generation. Range Rover is also being developed by Land Rover as its premium brand, and it is used as a brand name on two other models – the Range Rover Evoque and the Range Rover Sport.The Rover Company (the creator of the Land Rover marque) had been experimenting with a larger model than the Land Rover Series as far back as 1951, when the Rover P4-based two-wheel-drive \"Road Rover\" project was developed by Gordon Bashford. This was shelved in 1958, and the idea lay dormant until 1966, when engineers Spen King and Gordon Bashford set to work on a new model.In 1967, the first Range Rover prototype was built, with the classic Range Rover shape clearly discernible, but with a different front grille and headlight configuration. The design of the Range Rover was finalised in 1969. Twenty-six Velar engineering development vehicles were built between 1969 and 1970 and were road registered with the number plates YVB151H through to YVB177H. The Velar name was derived from the Italian \"velare\" meaning to veil or to cover. Range Rover development engineer Geof Miller used the name as a decoy for registering pre-production Range Rovers. The Velar company was registered in London and produced 40 pre-production vehicles that were built between 1967 and 1970. Most of these Velar pre-production vehicles are accounted for and have survived into preservation.The Range Rover was launched in 1970. In the early 1970s, the Musée du Louvre in Paris exhibited a Range Rover as an \"exemplary work of industrial design\".In 1972, the British Trans-Americas Expedition became the first vehicle-based expedition to traverse the Americas from north-to-south, including traversing the roadless Darién Gap. The specially modified Range Rovers used for this expedition are now on display in the British Motor Industry Heritage Trust collection at Gaydon, Warwickshire.Before 1987, Land Rover vehicles were only sold in the United States through the grey market. The Land Rover company began selling the Range Rover officially in the U.S. on March 16, 1987. From that time until 1993, the U.S. marketing was all in the name of Range Rover, because it was the only model offered in the American market. In 1993, with the arrival of the Defender 110 and the imminent arrival of the Land Rover Discovery, the company's U.S. sales were under the name \"Land Rover North America\".In 2005, Land Rover launched another model under the Range Rover brand – the Range Rover Sport, which was based on the Land Rover Discovery platform.In 2011, the Range Rover Evoque was launched.",
    "reviews": [
      {
        "timestampMsec": "1375299220286",
        "starRating": "5",
        "comment": "Cool",
        "commentId": "gp:AOqpTOGhhbzd2iMrvk-s6Ov7u7L50KbqM5j5XHL2t4ASIE-Ki4kG2rVVlV6WY4S2ZbfnIv6oZpP-vK1adRSMKcI",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1377350155270",
        "starRating": "5",
        "title": "Gx",
        "comment": "Nice app",
        "commentId": "gp:AOqpTOFzciaemkFi5Wy6AmAO97JZK0cALqSbNPOzEXScg2Ls_A8F5kO0OeQ7AwfzCj260z0-qWqJ2FuAIGX2NtE",
        "author": "mohsin akhtar",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1368701799129",
        "starRating": "5",
        "title": "Awesome pics",
        "comment": "Awesome images of the range rover.",
        "commentId": "gp:AOqpTOEwB-OdnraYG0g6ox_sMmAry56y8oDd44BJvvJOrKNKG1zsIWvObByR2DARqhS87xf4DdUUGP0UHSM-VYs",
        "author": "sony anroid",
        "authorURL": "http://lh6.googleusercontent.com/-t88HprWeUfs/AAAAAAAAAAI/AAAAAAAAABc/tKtB7fQozZ8/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/-t88HprWeUfs/AAAAAAAAAAI/AAAAAAAAABc/tKtB7fQozZ8/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.SET_WALLPAPER",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "android.permission.READ_PHONE_STATE",
      "android.permission.VIBRATE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.READ_CONTACTS",
      "android.permission.SEND_SMS",
      "android.permission.GET_ACCOUNTS",
      "android.permission.ACCESS_WIFI_STATE"
    ]
  }
}
