{
  "title": "Baywatch Wallpaper",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.classicposters.wallpaper.baywatchwallpaper",
  "category": "Media & Video",
  "price": "Free",
  "datePublished": "April 25, 2013",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "7",
  "rating": "4.857143",
  "contentRating": "High Maturity",
  "creator": "Classic Movie Wallpapers Photos",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.classicposters.wallpaper.baywatchwallpaper",
  "extendedInfo": {
    "installSize": "2.2M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Baywatch wallpapers and photos. Stunning pictures high resolution HD quality. Set pictures of Baywatch as wallpaper on your phone. Share with your friends via SMS!This app is ad supported and may contain ads in the notification tray and/or home screen. This is an unofficial free fan app. Please rate this app 5 stars!Any content not owned by this developer belongs to their respective owners. We are not affiliated with this company. We don't claim any ownership to the characters, images, or content in this app.We believe the images fall under fair use as they are reduced size and excerpted for informational purposes. If there is a copyright issue with content in this app, please contact us and we'll remove it.Baywatch is an American action drama series about the Los Angeles County Lifeguards who patrol the beaches of Los Angeles County, California, starring David Hasselhoff. The show was canceled after its first season on NBC, but survived and later became one of the most watched television shows in the world. The show ran in its original title and format from 1989 to 1999, except for the 1990–1991 season, during which it was not in production. From 1999 to 2001, with a setting change and large cast overhaul, it was known as Baywatch Hawaii.Baywatch premiered on NBC in 1989, but was canceled after only one season due to low ratings and also because the studio, GTG, went out of business. Feeling the series still had potential, Hasselhoff along with creators and Executive Producers Michael Berk, Douglas Schwartz and Greg Bonann revived it for the first-run syndication market in 1991. Hasselhoff was given the title of Executive Producer for his work on bringing the show back. The series was hugely successful, especially internationally. The show led to a spin-off: Baywatch Nights, and a reunion movie, Baywatch: Hawaiian Wedding.In 1999, with production costs rising in Los Angeles, and the syndication market shrinking, the plan was to move the show to Australia and launch Baywatch Down Under. A pilot was filmed but the series was stopped when residents of Avalon put forth strong objections, including potential damage to a fragile ecosystem. Pittwater Council permanently barred all future filming. This pilot finally aired as a two-part episode of Baywatch.As an alternative to Australia, Hawaii offered the producers large financial incentives to move the show to the islands instead, and in Season 10, Baywatch Hawaii was launched.Baywatch filmed for two seasons in Hawaii, from 1999 until 2001. The proposal to relocate Baywatch to Hawaii rather than Australia was initiated by April Masini in a telephone call to Executive Producer Greg Bonann. The deal to provide the incentives necessary to secure the series was presented to Governor Ben Cayetano by Al Masini and April Masini; Tony Vericella, president of the Hawaii Visitors and Convention Bureau; and Cayetano's executive assistant, Joe Blanco. The agreement required the production to change its name from Baywatch to Baywatch Hawaii, hire local leads, and film in the state for at least two years, guaranteeing 44 episodes, each at a cost of about $870,000, 60 percent of which was to be spent in Hawaii.",
    "reviews": [
      {
        "timestampMsec": "1367088356314",
        "starRating": "5",
        "title": "cant miss!",
        "comment": "no one can ever forget this classic tv series! get it as wallpaper!",
        "commentId": "gp:AOqpTOEbmP_-FfBkUQljPhiZfHe34bLn44IYj3CDqlUUBLY8KURIRTYYcTpVC6sM9yb2MtQkK78Y1IXzp6igMA",
        "author": "Muhammad Taufiq",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1367368434889",
        "starRating": "5",
        "title": "Stunning app!!",
        "comment": "Stunning wallpapers of this mega hit tv series.",
        "commentId": "gp:AOqpTOGKXG5lDt45XqyUopziUmuyAHGkDkbPBQUcTP9cUeAkii78j42WuLUmo19qP3oUYBGppbJzVi52mfbXUA",
        "author": "sony anroid",
        "authorURL": "http://lh6.googleusercontent.com/-t88HprWeUfs/AAAAAAAAAAI/AAAAAAAAABc/tKtB7fQozZ8/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/-t88HprWeUfs/AAAAAAAAAAI/AAAAAAAAABc/tKtB7fQozZ8/photo.jpg"
      },
      {
        "timestampMsec": "1368346794866",
        "starRating": "5",
        "title": "LG esteem",
        "comment": "Nice brings me back to those teen yrs lol",
        "commentId": "gp:AOqpTOFd9hNdmmhuHV_UvtEMWwfA3F4q5mbJQ3H45Pq1ylkl9YAGE6Kn0vuMBxdwytdUAveX1fplNf7LoQYBLA",
        "author": "Matt Rowe",
        "authorURL": "http://lh6.googleusercontent.com/--bQUdq9_SWk/AAAAAAAAAAI/AAAAAAAAAF8/zsDLn2RTpPA/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/--bQUdq9_SWk/AAAAAAAAAAI/AAAAAAAAAF8/zsDLn2RTpPA/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.SET_WALLPAPER",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "android.permission.READ_PHONE_STATE",
      "android.permission.VIBRATE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.READ_CONTACTS",
      "android.permission.SEND_SMS",
      "android.permission.GET_ACCOUNTS",
      "android.permission.ACCESS_WIFI_STATE"
    ]
  }
}
