{
  "title": "Muscle Building - Chest & Abs",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.chest.abs",
  "category": "Health & Fitness",
  "price": "$1.99",
  "datePublished": "July 23, 2013",
  "version": "4.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "4",
  "rating": "3.25",
  "contentRating": "Everyone",
  "creator": "iGlimpse Ltd",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.chest.abs",
  "extendedInfo": {
    "installSize": "9.6M",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "\"A bargain - great body building workouts, quality diagrams - seriously, get down to the gym with this app\".Craig Ramsay's Chest & Abdominals Muscle Building Workouts & Strength Training Tips For Bodybuilders. Bodybuilding Routines & Fitness Coach For A Healthy Body.Featuring exercises and training tips recommended by Craig Ramsay, internationally acclaimed fitness expert, TV host, former ice hockey star and the \"world's friendliest\" personal trainer, this app is part of a trilogy of apps that offer muscle building tips for everyone, no matter what their fitness level or experience of body building. Muscle Building Workouts for Bodybuilders Chest & Abs really can help you reach your goals. The format of this app is easy for any fitness enthusiast to follow and use. It’s the next best thing to having Craig Ramsay help you with exercises to gain strength in your chest and abs. Whether at home or in the gym, the app helps the user visualize the exercises and the muscles they are using during each exercise. The app provides bodybuilders with a complete bodybuilding workout for chest and abs and an in-depth focus on the major muscles like the obliques, abdominals, upper, middle and lower chest (Pectoralis). Every muscle building exercise is presented in full-colour photography, with clear step-by-step instructions and annotated cutaways of the muscular system, all scientifically labeled with expert tips to guide and motivate users to exercise the right way. Muscle Building Workouts helps bodybuilders to choose the exercises that build the major muscle groups, also helping them avoid exercises that have nothing to do with the muscles they want to build. Users can navigate through the app via 2 navigation buttons and clear drop down menus. 1. Muscles: from the Muscles navigation button, users can navigate from the major chest and stomach muscles like the upper, middle and lower abdominals and chest (Pectoralis), to the exercises that will develop the target muscles. 2. Exercises: by selecting the Exercises button, users can navigate through a series of hard working chest and abs exercises, each with detailed pictures, step-by-step and trainers tips. Bodybuilding exercise features: • Step-by-step instructions, pictures and images of the bodybuilding exercises to help users select and master the most effective exercises whilst in the gym. • Anatomical cut-through illustrations to show bodybuilders how to build the right muscles in their chest and abs. • Trainer's tips for each exercise help body builders perform the muscle building exercises in safe and effective conditions. Benefit An understanding of which muscles are working during a given exercise will help bodybuilders craft the right workout regimen to meet their goals. Expert Advice Whether you're a competitive bodybuilder, casual exerciser, or just someone looking for a bodybuilding chest and abs workout to shape, tone and gain muscle, these chest and stomach exercises and pictures, devised by Master Trainer Craig Ramsay will provide you with the best bodybuilding training program for your body. This app is the third in a series of Muscle Building Apps with Craig Ramsay, which cover muscle building exercises for: 1. Arms & Legs 2. Back & Shoulders 3. Chest & Abdominals",
    "reviews": [
      {
        "timestampMsec": "1360535390050",
        "starRating": "2",
        "title": "Part timers only",
        "comment": "Downloaded the app expecting a number of helpful exercises, there is three categories for both the chest an abbs but all with the same workout on them, not very useful at all an no help if you\\'re looking at bulking up, would love a refund on this app",
        "commentId": "gp:AOqpTOGwLfD3w6w3L-yd3Osvl7oabmcVB5KBREo1TF5irXKOYlMxJHrhUEyyq2wFU_uXbcZGa_QdfL2hc0-ecw",
        "author": "mike fairhurst",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1347818483996",
        "starRating": "5",
        "title": "Perfect",
        "comment": "A bargain - some great body building workouts, quality diagrams - seriously, get down to the gym with this app. You can also search by exercise or by muscle group which is really good. Loads of detail and \\\"trainers tips\\\", as well as a cardio workouts section and stretches. Much better than some of the others I downloaded.",
        "commentId": "lg:AOqpTOFyAbU09G_HS0o3geAUO7nhVxWlYPsAqoywIiYWu90kpsv2AGKjwOX3j8Yy7LPQN2LyckV1DSxc7YM6hw",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1366289833132",
        "starRating": "3",
        "title": "Crap",
        "comment": "This sucks,just few common exercises,not worth the bucks",
        "commentId": "gp:AOqpTOE3R9zPy0S4uGY1dXmw4gHNq3hcCDZxFW9_6U9R6TGR4uswA9zbhjkw6TLKUc-WIVlau7PvnSNoeFLdrw",
        "author": "Sreedeep Rajan",
        "authorURL": "http://lh3.googleusercontent.com/-S8fy7JBiMkc/AAAAAAAAAAI/AAAAAAAAACM/onVHkJG7CeI/photo.jpg",
        "authorSecureURL": "https://lh3.googleusercontent.com/-S8fy7JBiMkc/AAAAAAAAAAI/AAAAAAAAACM/onVHkJG7CeI/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.VIBRATE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.MODIFY_AUDIO_SETTINGS",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
