{
  "title": "Paris Wallpaper",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.classicrockmusicwallpapers.wallpaper.pariswallpaper",
  "category": "Media & Video",
  "price": "Free",
  "datePublished": "June 28, 2013",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "2",
  "rating": "3.0",
  "contentRating": "High Maturity",
  "creator": "Classic Rock Music Wallpapers",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.classicrockmusicwallpapers.wallpaper.pariswallpaper",
  "extendedInfo": {
    "installSize": "1.7M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Paris wallpapers and photos.  Stunning pics high resolution HD quality. Set pictures as wallpaper and share with your friends via SMS!This is an unofficial free fan / parody app. Any content not owned by this developer belongs to their respective owners. We believe the images fall under fair use doctrine as they are reduced size and excerpted for informational purposes. If you would like to request removal of an image of our collection for copyright reasons, feel free to contact us and we will be happy to oblige.Please rate this app 5 stars! This free fan app is ad supported and may contain ads in the notification tray and/or home screen. fondos de Pantalla, imagines de Pantalla y wallpaperParis (English /ˈpærɪs/, i/ˈpɛrɪs/; French: [paʁi] ) is the capital and most populous city of France.It is situated on the river Seine, in the north of the country, at the heart of the Île-de-France region. Within its administrative limits (the 20 arrondissements), Paris has a population of about 2,230,000, and its metropolitan area is one of the largest population centres in Europe, with more than 12 million inhabitants, who are referred to as Parisians (English /pəˈrɪzɪənz/ or /pəˈriʒənz/; French: Parisiens (masculine) – French pronunciation: ​[pa.ʁi.zjɛ̃] or Parisiennes (feminine) – French pronunciation: ​[pa.ʁi.zjɛn]).An important settlement for more than two millennia, Paris had become, by the 12th century, one of Europe's foremost centres of learning and the arts and was the largest city in the Western world until the turn of the 18th century. Paris is today one of the world's leading business and cultural centres and its influences in politics, education, entertainment, media, science, and the arts all contribute to its status as one of the world's major global cities.Paris and the Paris region account for more than 30% of the gross domestic product of France and have one of the largest city GDPs in the world, with €607 billion (US$845 billion) in 2011. Considered as green and highly liveable, the city and its region are the world's leading tourism destination, hosting four UNESCO World Heritage Sites and many international organizations, including UNESCO and the European Space Agency.OriginsThe earliest archaeological signs of permanent settlements in the Paris area date from around 4500–4200 BC, with some of the oldest evidence of canoe-use by hunter-gatherer peoples being uncovered in Bercy in 1991. The Parisii, a sub-tribe of the Celtic Senones, inhabited the area near the river Seine from around 250 BC, building a trading settlement on the island, later the Île de la Cité, the easiest place to cross. The Romans conquered the Paris basin around 52 BC, with a permanent settlement by the end of the same century on the Left Bank Sainte Geneviève Hill and the Île de la Cité. The Gallo-Roman town was originally called Lutetia, or Lutetia Parisorum but later Gallicised to Lutèce. It expanded greatly over the following centuries, becoming a prosperous city with a forum, palaces, baths, temples, theatres, and an amphitheatre.   The collapse of the Roman empire and the 5th-century Germanic invasions sent the city into a period of decline. By AD 400, Lutèce, largely abandoned by its inhabitants, was little more than a garrison town entrenched into a hastily fortified central island. The city reclaimed its original appellation of \"Paris\" towards the end of the Roman occupation, around 360 AD, when Julien the Apostate, Prefect of the Gauls, was proclaimed emperor.",
    "reviews": [
      {
        "timestampMsec": "1372520376623",
        "starRating": "5",
        "title": "Paris!",
        "comment": "Romantic and gorgeous city!",
        "commentId": "gp:AOqpTOEB_gV7QQ8UWkSqSlXVYofrOCUL-E50QLMjG4kYXMadHVlXee8P3D4IBvUNVvt9Kw2PqmArWCkyB0ftyDQ",
        "author": "Yoshia Rachman",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.SET_WALLPAPER",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "android.permission.READ_PHONE_STATE",
      "android.permission.VIBRATE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.READ_CONTACTS",
      "android.permission.SEND_SMS",
      "android.permission.GET_ACCOUNTS",
      "android.permission.ACCESS_WIFI_STATE"
    ]
  }
}
