{
  "title": "Octobeer Games - Party Version",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.cherrydarling.octobeergames",
  "category": "Sports Games",
  "price": "Free",
  "datePublished": "June 6, 2013",
  "version": "1.4",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "9",
  "rating": "2.7777777",
  "contentRating": "Low Maturity",
  "creator": "Cherry Darling",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.cherrydarling.octobeergames",
  "extendedInfo": {
    "installSize": "28M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "Octobeer Games - The ultimate Bavarian experience on your mobile device!(Revision 2013 party release, ranked 3rd)Octobeer Games takes you to the world famous Bavarian beer event happening every October in Munich, Germany, the Oktoberfest. Strut your stuff as you show off your skill in 5 \"classic\" disciplines in 5 different locations!- Fassanstich: Time to open the event! Can you tap the keg fast enough to satisfy the thirsty crowd?- Finger fight: Twist your finger out of its socket as you attempt to pull your opponent across the table in this game from the alps!- Coconut Shy: How many cans of beer can you hit in this classic game found in every luna park?- Shootout: Take pot shots at the targets in this classic arcade discipline!- Farting competition: It takes bravery, guts and lots of kraut to secure victory in this competition!Octobeer games features hotseat multiplayer, allowing you to compete against your friends in a grueling 4 player match... or, if you'd prefer, you can go for the record on your own.Don't miss this opportunity to let the classic Bavarian spirit inhabit your mobile device today!- Gorgeous visuals that will keep you in stitches- Authentic Bavarian atmosphere- 5 exciting, grueling competitions- Up to 4 players on one device- Simple and fun to play- A unique experience that you won't want to miss!With this loaded on your phone or table, you'll always be able to carry a little piece of Bavaria close to your heart... As the Bavarians say: \"Ozapft is!\"Octobeer Games - the definite tribute to your beloved classics Summer Games, Winter Games, California Games, World Games, Western Games, Decathlon and Blood and Guts.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
