{
  "title": "Miniatlas Chronic Pain",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.chronicpain.miniatlas",
  "category": "Medical",
  "price": "$2.99",
  "datePublished": "September 3, 2012",
  "version": "1",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "Clyna S.A.",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.chronicpain.miniatlas",
  "extendedInfo": {
    "installSize": "11M",
    "downloadsCount": "1+",
    "downloadsCountText": "1 - 5",
    "description": "Miniatlas Chronic Pain is the perfect pocket tool for doctors who specialize in this condition. Always handy in your Android, you will have a complete collection of high-quality, precise medical images on Chronic Pain, which you will find helpful to use both in your daily practice and in presentations with colleagues. Also, the application includes the option to send the images by e-mail.Whatever you are looking for, the Miniatlas Chronic Pain has an image for it.******The Miniatlas Chronic Pain application offers a large collection of high quality, detailed medical images about the general features of Chronic Pain, accompanied by referenced texts. Use it to explain to your patients all the relevant aspects of this condition. With this great visual aid, patients become more active during their visits, and you can give them all the answers they need.The Miniatlas Chronic Pain offers the following features:* A large database of detailed and labeled pictures associated with Chronic Pain.* Each illustration is accompanied by a detailed text explanation* Close view (zoom in) of any section of the image* Simple search - just type part of the keyword you are looking for* E-mail of any image or section of an image* It helps doctors communicate with patients more easily and effectively* It works in portrait or landscape modeGo ahead and download the Miniatlas Chronic Pain now!",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "com.android.vending.CHECK_LICENSE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
