{
  "title": "Run Sheldon! Guide",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.chen.viewsonic.eddiehsu",
  "category": "Casual",
  "price": "Free",
  "datePublished": "August 27, 2013",
  "version": "1.0.4",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "17",
  "rating": "4.2352943",
  "contentRating": "High Maturity",
  "creator": "Nes Moris",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.chen.viewsonic.eddiehsu",
  "extendedInfo": {
    "installSize": "3.4M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "This GUIDE is for the fans only! This app!COMPLETELY FREE! is  the strategy guide of Run Sheldon!!To help you in Run Sheldon! this strategy guide and walkthrough will provide you with a quick start guide, tips, tricks, hints and cheats on how to win. ! Introduction! How to become an expert! Cheat Code! Game Play - Download! Game Briefing! Best Android Games! Game ReviewRemember, In Run Sheldon! sometimes it does not only have one way to complete! Looking from a different perspective can also help you solving by yourself each riddle.As soon as you need help to Run Sheldon!, we will be happy to assist you solve the riddle by using our tips and guideKey words Run Sheldon! Walkthrough,Run Sheldon! guide,Run Sheldon! cheat, Run Sheldon! Strategy Guide, Run Sheldon! TipsThis guide is an unofficial version and is not endorsed by or affiliated with the creator of this game or its licensers. This application complies with the US Copyright law guidelines for fair use. All characters, their names, places, and other aspects of the video game described within this application are trademarked by their respective owners. This application does not copy any portion of the game, nor does it contain screenshots of the game, only original text descriptions. If you feel there a direct copyright or trademark violation that does not follow within the fair use guidelines, please contact us directly to discuss.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.READ_PHONE_STATE",
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.GET_TASKS",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
