{
  "title": "New York Wallpaper",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.classicrockmusicwallpapers.wallpaper.newyorkwallpaper",
  "category": "Media & Video",
  "price": "Free",
  "datePublished": "June 28, 2013",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "1",
  "rating": "5.0",
  "contentRating": "High Maturity",
  "creator": "Classic Rock Music Wallpapers",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.classicrockmusicwallpapers.wallpaper.newyorkwallpaper",
  "extendedInfo": {
    "installSize": "1.7M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "New York wallpapers and photos.  Stunning pics high resolution HD quality. Set pictures as wallpaper and share with your friends via SMS!This is an unofficial free fan / parody app. Any content not owned by this developer belongs to their respective owners. We believe the images fall under fair use doctrine as they are reduced size and excerpted for informational purposes. If you would like to request removal of an image of our collection for copyright reasons, feel free to contact us and we will be happy to oblige.Please rate this app 5 stars! This free fan app is ad supported and may contain ads in the notification tray and/or home screen. fondos de Pantalla, imagines de Pantalla y wallpaperNew York is the most populous city in the United States and the center of the New York Metropolitan Area, one of the most populous urban agglomerations in the world. The city is referred to as New York City or the City of New York to distinguish it from the State of New York, of which it is a part. A global power city, New York exerts a significant impact upon commerce, finance, media, art, fashion, research, technology, education, and entertainment. The home of the United Nations Headquarters, New York is an important center for international diplomacy and has been described as the cultural capital of the world.Located on one of the world's largest natural harbors, New York City consists of five boroughs, each of which is a county of New York State. The five boroughs—The Bronx, Brooklyn, Manhattan, Queens, and Staten Island—were consolidated into a single city in 1898. With a census-estimated 2012 population of 8,336,697 distributed over a land area of just 302.64 square miles (783.8 km2), New York is the most densely populated major city in the United States. As many as 800 languages are spoken in New York, making it the most linguistically diverse city in the world. The New York City Metropolitan Area's population is the United States' largest, with 18.9 million people distributed over 6,720 square miles (17,400 km2), and is also part of the most populous combined statistical area in the United States, containing 22.2 million people as of 2011.New York traces its roots to its 1624 founding as a trading post by colonists of the Dutch Republic, and was named New Amsterdam in 1626. The city and its surroundings came under English control in 1664 and were renamed New York after King Charles II of England granted the lands to his brother, the Duke of York. New York served as the capital of the United States from 1785 until 1790. It has been the country's largest city since 1790. The Statue of Liberty greeted millions of immigrants as they came to America by ship in the late 19th and early 20th centuries and is a globally recognized symbol of the United States and its democracy.Many districts and landmarks in New York City have become well known to its approximately 50 million annual visitors. Times Square, iconified as \"The Crossroads of the World\", is the brightly illuminated hub of the Broadway theatre district, one of the world's busiest pedestrian intersections, and a major center of the world's entertainment industry. The city hosts many world renowned bridges, skyscrapers, and parks. New York City's financial district, anchored by Wall Street in Lower Manhattan, has been called the world's leading financial center and is home to the New York Stock Exchange, the world's largest stock exchange by total market capitalization of its listed companies. Manhattan's real estate market is among the most expensive in the world. Manhattan's Chinatown incorporates the highest concentration of Chinese people in the Western Hemisphere. Providing continuous 24/7 service, the New York City Subway is one of the most extensive rapid transit systems worldwide.",
    "reviews": [
      {
        "timestampMsec": "1372520255892",
        "starRating": "5",
        "comment": "New York! The best!",
        "commentId": "gp:AOqpTOG1-Vepla1jX9qk0LysCO14hGJMmPnKLUK0rc-FfS7vFPRW4_sz70KC5wgtXFe1WssppRVlolK6_fc7jx8",
        "author": "Yoshia Rachman",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.SET_WALLPAPER",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "android.permission.READ_PHONE_STATE",
      "android.permission.VIBRATE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.READ_CONTACTS",
      "android.permission.SEND_SMS",
      "android.permission.GET_ACCOUNTS",
      "android.permission.ACCESS_WIFI_STATE"
    ]
  }
}
