{
  "title": "Look Away Now (Free)",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.chewbit.LookAwayNowFree",
  "category": "Sports",
  "price": "Free",
  "datePublished": "August 11, 2013",
  "version": "2.3",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Medium Maturity",
  "creator": "chewbit",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.chewbit.LookAwayNowFree",
  "extendedInfo": {
    "installSize": "795k",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "If you've ever stayed off Twitter on a Saturday afternoon because you don't want to know the football scores, then this is the app for you.Awarded 5 stars by Four Four Two (March 2013 issue), featured in \"Best Android Apps Of The Week\" in both The Guardian (20/11/2012) and Stuff (22/11/2012).We've got all the matches in the Barclays Premier League and Sky Bet Championship covered. Whether you're taping a game to watch later or just looking forward to Match Of The Day, this app will let you use Twitter without giving the game away!Scores and other footy spoilers look like blank tweets - you can click to read them if you're brave!It's not 100% accurate - no app is that clever - but it's a massive improvement on hashtag muting or any other home-made solution. Just look at some of the football related tweets that it successfully spots:\"1-0 to the Canaries!\"\"Half time at the Bridge and Sparky will not be happy\"\"A late Giggs goal saves the reds from humiliation\"Continues to work after the final whistle, too!Automatically stays up-to-date with manager sackings, player moves, and postponed fixtures.Remember! The full version allows you to access to the Settings menu which (among other things) lets you pick and choose the teams you want to hide from view.It's only 99p and it helps us to pay for the server that delivers the updates, so if you like this free version, please consider upgrading.Wondering why we need these permissions? http://chewbit.com/look-away-now-permissions/Wondering what info we collect? http://chewbit.com/privacy-policy-for-look-away-now/ More questions? try http://chewbit.com/look-away-now-faq/Keywords: twitter football soccer spoilers filtering mute timeline hide scores results motd premiership barclays premier league skybet championship epl free",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.INTERNET",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "android.permission.VIBRATE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
