{
  "title": "Letter Hound",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.cksgames.Letter_Hound",
  "category": "Casual",
  "price": "Free",
  "datePublished": "August 3, 2013",
  "version": "1.0.7",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "4",
  "rating": "4.25",
  "contentRating": "Everyone",
  "creator": "Chong Kok Seng",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.cksgames.Letter_Hound",
  "extendedInfo": {
    "installSize": "20M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "Learn to create big, long words from your trusted, college-trained hound! Link up neighbouring letters strewned around the floral lawn to create the target words given by your hound. You must do it fast before the time runs out! With each succesfully linked word, you'll be given a longer word to spell (up to 15 letters). You can carry over unspent time to the next word. How long can you keep going?Features: - A familiar and extremely easy-to-learn word search mechanic given a coat of adrenalin-coated paint.- Discover and spell legitimate English words that you don't even know exist! The more you play, the more you discover! The game uses a list 260,000 English words!- An achievement leaderboard page for recording your best times and the most number of words you linked before the time runs out.Letter Hound is brought to you by the creator behind many other innovative games, namely Spell Quest, Word Edge, Beautiful Worm, Number Pharaoh, Primary, Word Bridge, Kungfu Brain, Digi Crush, Super Math Invaders and Memon's Quest.Keywords: Word, Search, Scrabble, Boggle, Scramble, Spelltower, Power, Bookworm, Quest, Spelling, WordpressWord, Search, Scrabble, Boggle, Scramble, Spelltower, Power, Bookworm, Quest, Spelling, WordpressWord, Search, Scrabble, Boggle, Scramble, Spelltower, Power, Bookworm, Quest, Spelling, WordpressWord, Search, Scrabble, Boggle, Scramble, Spelltower, Power, Bookworm, Quest, Spelling, WordpressWord, Search, Scrabble, Boggle, Scramble, Spelltower, Power, Bookworm, Quest, Spelling, Wordpress",
    "reviews": [
      {
        "timestampMsec": "1368837572678",
        "starRating": "5",
        "title": "Great game!",
        "comment": "Has unique gameplay to it. I\\'ve never played anything like it. Great time killer.",
        "commentId": "gp:AOqpTOE9ekAAVZ1jVE0UEHvqwKMddugOgekU1vC4C2F9yU8SQknCuafXMfJ-QlPL36nrCyld6ZYO6sObQM4SOQ8",
        "author": "Amanda Linn",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.INTERNET",
      "com.android.vending.BILLING"
    ]
  }
}
