{
  "title": "Number Pharaoh",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.cksgames.Number_Pharaoh",
  "category": "Brain & Puzzle",
  "price": "Free",
  "datePublished": "August 31, 2013",
  "version": "1.0.3",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "3",
  "rating": "4.6666665",
  "contentRating": "Everyone",
  "creator": "Chong Kok Seng",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.cksgames.Number_Pharaoh",
  "extendedInfo": {
    "installSize": "14M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Help the pharaohs of ancient Egypt supervise the construction of pyramids before your glorious return to the home planet.Build a pyramid from ground up with single-digit number blocks.Erect scaffolds and apply arithmetic operations (addition, subtraction, multiplication and division) on the number blocks on lower tiers to create the number blocks on higher tiers. Upper-tier number blocks and scaffolds can only be built if a solid foundation has been laid on the lower tiers. A red number is the number a block at the particular location must carry in order to form a solid foundation.Game features:- Endlessly replayable. The challenge is different every time you play.- 8 challenging achievements to unlock.- 4 difficulty modes, from kid-friendly to Einstein-worthy.From the creator of Letter Hound, Spell Quest, Word Edge, Beautiful Worm, Primary, Word Bridge, Kungfu Brain, Digi Crush, Super Math Invaders and Memon's Quest, Number Pharaoh is the latest exciting educational game that horns your Maths skill in unexpectedly hilarious ways.Keywords: mathematics, match-3, candy, crush, birzzle, arithmetic, puzzle league, bejeweled, egypt, puzzle, brain training, education, ufo, pyramid, pharaoh, children, kidsmathematics, match-3, candy, crush, birzzle, arithmetic, puzzle league, bejeweled, egypt, puzzle, brain training, education, ufo, pyramid, pharaoh, children, kidsmathematics, match-3, candy, crush, birzzle, arithmetic, puzzle league, bejeweled, egypt, puzzle, brain training, education, ufo, pyramid, pharaoh, children, kidsmathematics, match-3, candy, crush, birzzle, arithmetic, puzzle league, bejeweled, egypt, puzzle, brain training, education, ufo, pyramid, pharaoh, children, kidsmathematics, match-3, candy, crush, birzzle, arithmetic, puzzle league, bejeweled, egypt, puzzle, brain training, education, ufo, pyramid, pharaoh, children, kids",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.INTERNET"
    ]
  }
}
