{
  "title": "Spell Quest",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.cksgames.Spell_Quest",
  "category": "Brain & Puzzle",
  "price": "Free",
  "datePublished": "August 24, 2013",
  "version": "1.1.3",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "10",
  "rating": "3.8",
  "contentRating": "Everyone",
  "creator": "Chong Kok Seng",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.cksgames.Spell_Quest",
  "extendedInfo": {
    "installSize": "16M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "Spell Quest is unlike other word games. It's a clever blend of Boggle-like game play with RPG-like features that offers a thoroughly refreshing gaming experience.On the game board are letter tiles that the player must link up to create English words. On top of that, like in an RPG game, there are quests to undertake, bonus items to find, curse to break. Quests not performed expediently can even cost you your life.At every turn, the player has to make a hard decision. Should I claim that tempting looking bomb, which I can later use to bring that 'S' closer to the long word I've been planning? Or, should I get rid of the 'break' spell on that 'D'? How about the 'Begin with W' main quest which I'm left with just 3 turns to deal with before losing a life? Oh wait, that fevered 'QU' tile that boosts a letter score by x3 sure looks too yummy to resist, especially now that it's surrounded by 'I' and 'Z'!!Can you see where I'm headed? Decision, decision, decision! Fellow wordsmiths, you control your destiny!Other features of this irresistible game include:- The 'Q' tile in traditional word games is replaced by a 'QU' tile, making it less taxing to use the letter.- The letter frequency follows the letter distribution of English words in the Oxford Dictionary, as reported in the following website: http://oxforddictionaries.com/words/what-is-the-frequency-of-the-letters-of-the-alphabet-in-english- Automatically keep track of your achievements, your proudest words and high scores. - Save your game anytime, anywhere and resume at your convenience.Spell Quest Edge is brought to you by the creator behind many other innovative games, namely Letter Hound, Word Edge, Beautiful Worm, Number Pharaoh, Primary, Word Bridge, Kungfu Brain, Digi Crush, Super Math Invaders and Memon's Quest.Keywords: Crossword, Scrabble, Boggle, Scramble, Spelltower, Bookworm, Quest, Spell, Word, Search, Twist, WordpressCrossword, Scrabble, Boggle, Scramble, Spelltower, Bookworm, Quest, Spell, Word, Search, Twist, WordpressCrossword, Scrabble, Boggle, Scramble, Spelltower, Bookworm, Quest, Spell, Word, Search, Twist, WordpressCrossword, Scrabble, Boggle, Scramble, Spelltower, Bookworm, Quest, Spell, Word, Search, Twist, WordpressCrossword, Scrabble, Boggle, Scramble, Spelltower, Bookworm, Quest, Spell, Word, Search, Twist, Wordpress",
    "reviews": [
      {
        "documentVersion": "1.0.1",
        "timestampMsec": "1367872850807",
        "starRating": "5",
        "title": "Very enjoyable so far",
        "comment": "I haven\\'t played as much as I\\'d like to, but so far I am very much enjoying this game.  Having the different \\\"quests\\\" to do while playing adds an interesting dynamic to the boggle formula.  Gameplay is smooth and the interface is well done.",
        "commentId": "gp:AOqpTOEj8hRJYmJPLP7ZHF2yr7C17OErjxTB-o_nE5OvL8Kjiy3ZUJ_E9Bjmb7Am1h8kiohAzb1YUlHAzKLy6Iw",
        "author": "Josue Feliciano",
        "authorURL": "http://lh4.googleusercontent.com/-TxGpdBc-PXU/AAAAAAAAAAI/AAAAAAAAAAA/ExpIzpbhTDM/photo.jpg",
        "authorSecureURL": "https://lh4.googleusercontent.com/-TxGpdBc-PXU/AAAAAAAAAAI/AAAAAAAAAAA/ExpIzpbhTDM/photo.jpg"
      },
      {
        "timestampMsec": "1378264158219",
        "starRating": "1",
        "title": "Doesnt work",
        "comment": "Very slow and crashed my phone",
        "commentId": "gp:AOqpTOGHBEYtXflJfM1iRss3OkuxFj1juoE-qQDcp6b_omsdmqJ2p0r58mZ8HzgBPtJW7fw5OS2Enlik4jN7jF4",
        "author": "Joss lyn",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1369851908537",
        "starRating": "1",
        "title": "Not very good",
        "comment": "For people with learning disabilitys. Very complicating",
        "commentId": "gp:AOqpTOE5rs3MvUhLY9dqHECLMUlqRbKrVdPXvM4Zz7dh0L7kV6_3KD7pvghnSe54eEW3EOlFDYyHacpuBmPcybU",
        "author": "Natalie Hicks",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.INTERNET",
      "com.android.vending.BILLING"
    ]
  }
}
