{
  "title": "Casablanca Wallpaper",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.classicposters.wallpaper.casablancawallpaper",
  "category": "Media & Video",
  "price": "Free",
  "datePublished": "May 6, 2013",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "1",
  "rating": "5.0",
  "contentRating": "High Maturity",
  "creator": "Classic Movie Wallpapers Photos",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.classicposters.wallpaper.casablancawallpaper",
  "extendedInfo": {
    "installSize": "1.9M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Casablanca wallpapers and photos. Stunning pictures high resolution HD quality. Set pictures of casablanca as wallpaper on your phone. Share with your friends via SMS!This app is ad supported and may contain ads in the notification tray and/or home screen. This is an unofficial free fan app. Please rate this app 5 stars!Any content not owned by this developer belongs to their respective owners. We are not affiliated with this company. We don't claim any ownership to the characters, images, or content in this app.We believe the images fall under fair use as they are reduced size and excerpted for informational purposes. If there is a copyright issue with content in this app, please contact us and we'll remove it.Casablanca is a 1942 American romantic drama film directed by Michael Curtiz and based on the unpublished stage play Everybody Comes to Rick's by Murray Burnett and Joan Alison. The film stars Humphrey Bogart, Ingrid Bergman, and Paul Henreid; and features Claude Rains, Conrad Veidt, Sydney Greenstreet, Peter Lorre, and Dooley Wilson. Set during World War II, it focuses on a man torn between, in the words of one character, \"love and virtue\". He must choose between his love for a woman and helping her Czech Resistance leader husband escape the Vichy-controlled Moroccan city of Casablanca to continue his fight against the Nazis.Story editor Irene Diamond convinced producer Hal Wallis to purchase the film rights of the play in January 1942. Brothers Julius J. and Philip G. Epstein were initially assigned to write the script. However, despite studio resistance, they left after the attack on Pearl Harbor to work on Frank Capra's Why We Fight series. Howard Koch was assigned to the screenplay until the Epsteins returned. Casey Robinson assisted with three weeks of rewrites, but his work would later go uncredited. Wallis chose Curtiz to direct the film after his first choice, William Wyler, became unavailable. Filming began on May 25, 1942, and ended on August 3, and was shot entirely at Warner Bros. Studios in Burbank, and at Van Nuys Airport in Van Nuys.Although Casablanca was an A-list film with established stars and first-rate writers, no one involved with its production expected it to be anything out of the ordinary. It was just one of hundreds of pictures produced by Hollywood every year. Casablanca had its world premiere on November 26, 1942 in New York City, and was released on January 23, 1943, in the United States. The film was a solid if unspectacular success in its initial run, rushed into release to take advantage of the publicity from the Allied invasion of North Africa a few weeks earlier. Despite a changing assortment of screenwriters adapting an unstaged play, barely keeping ahead of production, and Bogart attempting his first romantic leading role, Casablanca won three Academy Awards, including Best Picture. Its lead character, memorable lines, and pervasive theme song have all become iconic and the film consistently ranks near the top of lists of the greatest films of all time.",
    "reviews": [
      {
        "timestampMsec": "1367986565858",
        "starRating": "5",
        "title": "Very good",
        "comment": "Very good wallpapers of the great Casablanca.",
        "commentId": "gp:AOqpTOE2e7KE8sZxNXWHezeUixg5SrZ5bZpx-xA5eqsJIp8OvHhJxIklpRxdj1VJOrtWrBc50Wr1WS_rJn8A5ps",
        "author": "sony anroid",
        "authorURL": "http://lh6.googleusercontent.com/-t88HprWeUfs/AAAAAAAAAAI/AAAAAAAAABc/tKtB7fQozZ8/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/-t88HprWeUfs/AAAAAAAAAAI/AAAAAAAAABc/tKtB7fQozZ8/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.SET_WALLPAPER",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "android.permission.READ_PHONE_STATE",
      "android.permission.VIBRATE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.READ_CONTACTS",
      "android.permission.SEND_SMS",
      "android.permission.GET_ACCOUNTS",
      "android.permission.ACCESS_WIFI_STATE"
    ]
  }
}
