{
  "title": "Vocabulent American English",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.ciardullo.vocabulent_en",
  "category": "Education",
  "price": "Free",
  "datePublished": "October 8, 2012",
  "version": "1.06",
  "operatingSystems": "2.3.3 and up",
  "ratingsCount": "3",
  "rating": "2.3333333",
  "contentRating": "Everyone",
  "creator": "John Ciardullo",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.ciardullo.vocabulent_en",
  "extendedInfo": {
    "installSize": "369k",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "Vocabulent American English is a fun and effective way to expand your American English vocabulary.Vocabulent uses \"scenes,\" which are drawings of a typical location or environment.  In Training mode, Vocabulent uses pictures and words to teach you the American English description for items found in the picture.  Using your touch screen, you choose an item in the scene. Vocabulent will highlight the object and display it's American English name or description.Think you've mastered learning the American English words for a particular scene? Try Testing mode.  Vocabulent will challenge you to choose the correct item by its American English description. Or select Multiple Choice mode from the options menu to have Vocabulent highlight the item and show you four possible answers.In Testing mode, Vocabulent tracks your score and time for each scene. In the Scores screen, you can see how many times you've tested each scene, along with your highest  score and fastest time.Choose \"Speak responses,\" and Vocabulent will pronounce the names and descriptions of the objects in the scene (*requires installed TTS Engine)Vocabulent American English comes with a Trial version of the «Everyday Living 1» scene pack.  More scenes are available in Google play.",
    "reviews": [
      {
        "timestampMsec": "1351115262916",
        "starRating": "1",
        "title": "Angela",
        "comment": "It is not free !",
        "commentId": "lg:AOqpTOGWrnnxj7FAlWv5n6NRLdYMoeEnKqaGsWqnFu8rbw-u8xkX83sXDGcAMrpGXM35ZfC22hC6k2Ho3uJ39JE",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "com.android.vending.BILLING",
      "android.permission.VIBRATE"
    ]
  }
}
