{
  "title": "Map East London, South Africa",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.citynavigatormaps.offlinemap.za.eastlondon",
  "category": "Travel & Local",
  "price": "$1.29",
  "datePublished": "June 5, 2013",
  "version": "1.2",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "City Navigator Maps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.citynavigatormaps.offlinemap.za.eastlondon",
  "extendedInfo": {
    "installSize": "5.3M",
    "downloadsCount": "1+",
    "downloadsCountText": "1 - 5",
    "description": "East London, South Africa City Navigator Maps app is just a perfect map for you.I. First of all it’s very easy to use, no map downloads required, all tiny map vector data is packed inside of the app. II. Second - it works entirely without internet connection. No more data roaming costs. No Wi-Fi networks needed. III. The last but not least - This map of East London, South Africa is ready to go: just install and this map is always with you whether you have carrier connection or not. City Navigator Maps offline mobile app includes:•\tSearch for points of interest (many points of interest, such as hotels, museums, restaurants, shops, parks, viewpoints, banks, etc.)•\tAlphabetic city and street index (search for any city and street by name)•\tCompass and simple routing to destination for easy navigation (detailed turn-by-turn routing with voice guidance is available in our GPS Offline Navigation app)•\tFind your Location with offline GPS support•\tHighly Detailed vector maps with fantastic detailed 17x ZOOM feature•\tMinimal permissions required (no access to your private data, apart from your location. No spyware)•\tSave your Bookmarks on the map (ist of your favorite places)•\tAdapted screen layout for tablets•\tImproved for devices with high-resolution screens•\tFrequent updates•\tBy selecting a map area you can search around any point in the map to find the closest to you points of interest  (parks, cafes, banks and many more)Our maps only require access to your location data to show your position on the map and read/write SD card access to cache map data for better performance. This map does not access any other private data and does not transmit any data from your phone.The map data is based on Openstreetmap © (http://www.openstreetmap.org) and contributors under a Creative Commons Attribution/Share Alike License (http://creativecommons.org/licenses/by-sa/2.0/).This program is distributed in the hope that it will be useful to you, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. Other names:  East London, South Africa , offline map, vector, maps, navigator, gps, onboard, navigation",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_LOCATION_EXTRA_COMMANDS",
      "com.android.vending.CHECK_LICENSE",
      "android.permission.INTERNET",
      "android.permission.WAKE_LOCK",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
