{
  "title": "Luce Policy Institute",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.clarebluce.layout",
  "category": "Education",
  "price": "Free",
  "datePublished": "September 22, 2011",
  "version": "1.102",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "1",
  "rating": "5.0",
  "contentRating": "Low Maturity",
  "creator": "Bizness Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.clarebluce.layout",
  "extendedInfo": {
    "installSize": "2.0M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Preparing and promoting conservative women leaders.Right now, on college campuses across the country, students are being taught that socialism is “morally superior” to the free market system. Professors are using their position of authority to influence and recruit students into the Left-wing movement. And when conservative students speak up and voice their opinion, they are marginalized or vilified.With this mobile app, students will be able to login to their own Twitter account to send a message blast about what is happening on their campus or in their classrooms. This feature will bring an element of accountability to the faculty by enabling students to “call out” their professor for biased statements in the classroom. This information will be sent to the Luce Institute through a pre-formatted Twitter template using the reply feature (example: @LuceLadies) or through optional hashtags (example: #LiberalCampus).Students can also look through a virtual photo album of our conservative women leaders and read their biographies, quotes, and topics of interest. In addition, users will have the ability to request a lecture at their campus directly from the app. The Institute connects students with top-rate speakers like Ann Coulter, Michelle Malkin, S.E. Cupp and Bay Buchanan who make a big splash on liberal campuses.This app also includes a “Guide to the Issues” which features topics like education, health care, the economy, feminism, and the environment. Within the directory of issues, there is a brief explanation of the conservative viewpoint as well as talking points and quick facts that the student can use to defend their beliefs. It will include a short list of resources and links for additional information. This will be a launching point for further research to equip students to understand what they believe and to defend those values, even in the hostile environment of a college campus.Application also features monthly campus activism tips, Luce Institute news and updates, polls and surveys, mobile enabled website, and upcoming Luce Institute events.",
    "reviews": [
      {
        "timestampMsec": "1316774188771",
        "starRating": "5",
        "title": "Great resource",
        "comment": "Awesome app for students!",
        "commentId": "lg:AOqpTOE4s5_lFGmOJ5r5MvrpPcmq9T61DNa4bsQG73KTOTw1EcUUbIYfk0Gsf3QyhcejaOFXIXSpl-wYVe85FZw",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.CALL_PHONE",
      "android.permission.GET_TASKS",
      "android.permission.INTERNET",
      "android.permission.CAMERA",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_LOGS",
      "android.permission.RECORD_AUDIO",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
