{
  "title": "BMW Wallpaper",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.classicrockmusicwallpapers.wallpaper.bmwwallpaper",
  "category": "Media & Video",
  "price": "Free",
  "datePublished": "June 27, 2013",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "6",
  "rating": "3.0",
  "contentRating": "High Maturity",
  "creator": "Classic Rock Music Wallpapers",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.classicrockmusicwallpapers.wallpaper.bmwwallpaper",
  "extendedInfo": {
    "installSize": "1.5M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "BMW wallpapers and photos.  Stunning pics high resolution HD quality. Set pictures as wallpaper and share with your friends via SMS!This is an unofficial free fan / parody app. Any content not owned by this developer belongs to their respective owners. We believe the images fall under fair use doctrine as they are reduced size and excerpted for informational purposes. If you would like to request removal of an image of our collection for copyright reasons, feel free to contact us and we will be happy to oblige.Please rate this app 5 stars! This free fan app is ad supported and may contain ads in the notification tray and/or home screen. fondos de Pantalla, imagines de Pantalla y wallpaperBayerische Motoren Werke AG (English: Bavarian Motor Works), commonly known as BMW, is a German automobile, motorcycle and engine manufacturing company founded in 1917. BMW is headquartered in Munich, Bavaria, Germany. It also owns and produces Mini cars, and is the parent company of Rolls-Royce Motor Cars. BMW produces motorcycles under BMW Motorrad. In 2010, the BMW group produced 1,481,253 automobiles and 112,271 motorcycles across all its brands. BMW is part of the \"German Big 3\" luxury automakers, along with Audi and Mercedes-Benz, which are the three best selling luxury automakers in the world.BMW was established as a business entity following a restructuring of the Rapp Motorenwerke aircraft manufacturing firm in 1917. After the end of World War I in 1918, BMW was forced to cease aircraft engine production by the terms of the Versailles Armistice Treaty. The company consequently shifted to motorcycle production in 1923, once the restrictions of the treaty started to be lifted, followed by automobiles in 1928–29.The first car which BMW successfully produced and the car which launched BMW on the road to automobile production was the Dixi, it was based on the Austin 7 and licensed from the Austin Motor Company in Birmingham, England.BMW's first significant aircraft engine was the BMW IIIa inline-six liquid-cooled engine of 1918, much preferred for its high-altitude performance. With German rearmament in the 1930s, the company again began producing aircraft engines for the Luftwaffe. Among its successful World War II engine designs were the BMW 132 and BMW 801 air-cooled radial engines, and the pioneering BMW 003 axial-flow turbojet, which powered the tiny, 1944–1945–era jet-powered \"emergency fighter\", the Heinkel He 162 Spatz. The BMW 003 jet engine was tested in the A-1b version of the world's first jet fighter, the Messerschmitt Me 262, but BMW engines failed on takeoff, a major setback for the Emergency Fighter Program until successful testing with Junkers engines. Towards the end of the Third Reich BMW developed some military aircraft projects for the Luftwaffe, the BMW Strahlbomber, the BMW Schnellbomber and the BMW Strahljäger, but none of them were built.By the year 1959, the automotive division of BMW was in financial difficulties and a shareholders meeting was held to decide whether to go into liquidation or find a way of carrying on. It was decided to carry on and to try to cash in on the current economy car boom enjoyed so successfully by some of Germany's ex-aircraft manufacturers such as Messerschmitt and Heinkel. The rights to manufacture the Italian Iso Isetta were bought; the tiny cars themselves were to be powered by a modified form of BMW's own motorcycle engine. This was moderately successful and helped the company get back on its feet. The controlling majority shareholder of the BMW Aktiengesellschaft since 1959 is the Quandt family, which owns about 46% of the stock. The rest is in public float.BMW acquired the Hans Glas company based in Dingolfing, Germany, in 1966. It was reputed that the acquisition was mainly to gain access to Glas' development of the timing belt with an overhead camshaft in automotive applications. Glas vehicles were briefly badged as BMW until the company was fully absorbed.",
    "reviews": [
      {
        "timestampMsec": "1376475857103",
        "starRating": "5",
        "title": "Love BMW",
        "comment": "I love BMW because it makes worlds best luxury sedans ,Bavarian Motor Works found by Karl Friedrich Rapp in 1913 Germany Munich",
        "commentId": "gp:AOqpTOEFCuL8zSD-emtehZIQyEDC0cChLd7OYJ4eEziUDowdN5BzGu4I1ullw7UzPModI_t0itpXYMOLiBFJtQ",
        "author": "Aditya Sharma",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1372434795079",
        "starRating": "5",
        "title": "BMW wallpaper",
        "comment": "Very cool wallpaper of BMW. Thank you.",
        "commentId": "gp:AOqpTOH_1YEBreUZ0dPl06qizA_vTref7IzZMfbq_DXU_J04ArBL2x16V9ubZ1_djzdE4f3swwaNI3R0lG6sGw",
        "author": "Yoshia Rachman",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.SET_WALLPAPER",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "android.permission.READ_PHONE_STATE",
      "android.permission.VIBRATE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.READ_CONTACTS",
      "android.permission.SEND_SMS",
      "android.permission.GET_ACCOUNTS",
      "android.permission.ACCESS_WIFI_STATE"
    ]
  }
}
