{
  "title": "Socrates Thoughts",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.clarusapps.socrates",
  "category": "Books & Reference",
  "price": "Free",
  "datePublished": "May 15, 2013",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "2",
  "rating": "5.0",
  "contentRating": "Low Maturity",
  "creator": "Clarus Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.clarusapps.socrates",
  "extendedInfo": {
    "installSize": "5.2M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Motivation quotes about life can help you in redefining your life, thought and future. Socrates is an ancient Greek philosopher and credited as one of the founders of Western philosophy. This classical writer had given numerous life-altering quotes to the world, and Claruss App wants to share his valuable quotes with you to raise your intellectual level and perspective about life.Socrates: IntroductionSocrates was born in 470 BC in Athens, Greece. This Greek classical writer is an enigmatic figure known mainly through the writing of later classical writers, especially Plato and Xenophon. Socrates is largely known for his contribution to the Western ethics and philosophy. Our Socrates iPhone app has covered all famous and memorable life quotes given by the legend. Apart from listing all great quotes, there are many other options for sharing and spreading the positive and motivational thoughts of  this ancient Greek writer with your family, friend and loved ones.Share via SMSApart from covering all quotes of Socrates, we also provide an option toow our users to share the life quotes via SMS. You can choose the quote, create a bunch of quotes and send it to your favorite numbers.  Mail It your GroupYou can mail the quotes to your friends and business group. Just choose the option of mail, enter the email address and tap the send button.  By sending a motivational quote daily, you can make your beloved’s day wonderful.Update it on Social MediaSocial media can be a wonderful medium to make friends and expand your circle. You can impress your circle by sharing Scorates quotes and thoughts.Claruss App has launched Socrates apps  to help you in real life in multiple ways. Download Socrates quote app now and give your life a new direction.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "com.clarusapps.socrates.permission.C2D_MESSAGE",
      "com.google.android.c2dm.permission.RECEIVE",
      "android.permission.INTERNET",
      "android.permission.GET_ACCOUNTS",
      "android.permission.WAKE_LOCK",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.VIBRATE"
    ]
  }
}
