{
  "title": "Happy New Year HD Wallpapers",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.chinesenewyear.wallpapers",
  "category": "Personalization",
  "price": "Free",
  "datePublished": "April 10, 2013",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "6",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "MobileGP4u",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.chinesenewyear.wallpapers",
  "extendedInfo": {
    "installSize": "2.0M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "The Snake Year 2013Collection of great HD wallpapers of Chinese New Year 2013Decorate your screen with 2013 Snake WallpapersWhat is Chinese New Year?Chinese New Year is an annual celebration marking the start of the new year according to the chinese lunisolar calendar. Chinese New Year always falls in the months of January or February, and each chinese new year is represented by 1 of the 12 creatures of the Chinese Zodiac – 2012 is the year of the Dragon. Chinese New Year is also known as the Spring Festival, and in pre-modern times it would signal to farmers in China that they must begin preparation for the sowing of their fields.“The Spring Festival was the product of an agrarian society. The people who were farmers would plant in spring, harvest in autumn, relax a little in summer and rest in winter. The seasons thus became a living cycle and the harvests were dependant on nature.”- (Qi Dongye and Lu Xianwen)After Christmas each year, the Christmas decorations come down in all the malls, and are quickly replaced with Chinese New Year decorations of lanterns, cherry blossoms, orange-trees and lots of red colour. In the lead-up to Chinese New Year distinct classical spring festival music is played in public places, most commonly the bowed stringed instrumental style.The most important element of Chinese New Year is the reunion dinner which is held on the eve of the New Year. This is the time when all family members will come for a meal together in the parents or eldest brother’s home, or nowadays in restaurants as well. The reunion dinner spread is usually lavish, with multiple courses including dishes of chicken, pork and fish. In Malaysia, a dish called yee sang is the first to be served. Yee sang, also known as the Prosperity Toss, is a teochew-style raw fish salad, and everyone at the table will help to mix this salad with their chop sticks – with lots of noise, laughter and smiles. The tradition is that the higher you toss the salad, the more your fortunes will grow in the new year.Gift giving is an important component of Chinese New Year in Malaysia, with the most common gift amongst family, colleagues and business contacts being boxes of oranges, or live orange trees. Ang-poh – little red packets with new currency notes inside – are given to children single adults and the elderly, and for children this is often the most exciting part of the celebration. A child with many uncles and aunties can potentially collect a lot of money from their ang-poh gifts.The Chinese New Year festivities officially last for 15 days, culminating in Chap Goh Mei – meaning the 15th night. Chap Goh Mei is celebrated with a family meal, music, and decorations, similar to the reunion dinner.Most states of Malaysia provide two official public holidays for the first two days of Chinese New Year, however Kelantan and Terengganu only provide a holiday for the first day.Keywords:Chinese new year, snake year, china, new year, happy new year, Chinese snake year",
    "reviews": [
      {
        "timestampMsec": "1359092095791",
        "starRating": "5",
        "comment": "\\345\\276\\210\\346\\274\\202\\344\\272\\256",
        "commentId": "gp:AOqpTOH3IpPoUYYVh0dX_6ZkDcop9wBzqmf1bkVw9hRbKkyMwujXpYKq0j9HPDh2Vg0RQyStF19ElfOlIsup6Q",
        "author": "kenneth chia",
        "authorURL": "http://lh6.googleusercontent.com/-4vUaWMTiM7M/AAAAAAAAAAI/AAAAAAAAAk8/U8eOLPZelmU/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/-4vUaWMTiM7M/AAAAAAAAAAI/AAAAAAAAAk8/U8eOLPZelmU/photo.jpg"
      },
      {
        "timestampMsec": "1358565626323",
        "starRating": "5",
        "title": "Good, I like it.",
        "comment": "Thanks for information n same to you in Advance... Happy New Year 2013",
        "commentId": "gp:AOqpTOHUUJg-w2GR6DRSv-_wuKBxtcA0rCllRBzdA-SoJ6xT-3eovUIs2FmiunlIKyIN1muYTPPkshPj1lLMFQ",
        "author": "Harry Bean",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1360166057549",
        "starRating": "5",
        "title": "Excellent",
        "comment": "Excellent",
        "commentId": "gp:AOqpTOEdyo944JKmp6jnP0aENGaoYw7mlUUniv7QPk_YqGCW4NS42dm9FNJtPuwXLZjpbp3-v0zlsXs4Cf3pvw",
        "author": "Eric Tan",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.READ_PHONE_STATE",
      "com.android.browser.permission.WRITE_HISTORY_BOOKMARKS",
      "com.android.browser.permission.READ_HISTORY_BOOKMARKS",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "com.android.launcher.permission.UNINSTALL_SHORTCUT",
      "com.android.launcher.permission.READ_SETTINGS",
      "com.htc.launcher.permission.READ_SETTINGS",
      "com.motorola.launcher.permission.READ_SETTINGS",
      "com.motorola.dlauncher.permission.READ_SETTINGS",
      "com.fede.launcher.permission.READ_SETTINGS",
      "com.lge.launcher.permission.READ_SETTINGS",
      "org.adw.launcher.permission.READ_SETTINGS",
      "com.motorola.launcher.permission.INSTALL_SHORTCUT",
      "com.motorola.dlauncher.permission.INSTALL_SHORTCUT",
      "com.lge.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.SET_WALLPAPER"
    ]
  }
}
