{
  "title": "Icon pack Free *Summer*",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.chuchu.icon.summer",
  "category": "Personalization",
  "price": "$1.02",
  "datePublished": "August 19, 2013",
  "version": "1.0.0",
  "operatingSystems": "2.0 and up",
  "ratingsCount": "6",
  "rating": "4.1666665",
  "contentRating": "Everyone",
  "creator": "Pulsewin Inc.",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.chuchu.icon.summer",
  "extendedInfo": {
    "installSize": "3.0M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "100 - 500",
    "description": "夏だ！海だ！アイコンチェンジだー！o(´∇｀*o)夏のわくわく気分と一緒に、スマホも涼しく＆可愛くコーディネートしませんか？暑さに負けないカラフルなビビットカラーで毎日使うスマホ・タブレットのアイコンを可愛くチェンジ ( b *>ω<)bホーム画面のアプリアイコンを夏仕様のキュートなデザインにチェンジできます！Twitter、facebook、LINEなど人気のアプリアイコンも可愛く着せ替え☆便利なBefore・After画面を見ながら簡単に作れます♪アイコンデザイン：56種類＊こんなスマホ女子にオススメ( *´艸`)＊.。+.* .。+.* .。+.* .。+.* .。+.* .。・夏気分を満喫したい♪・ かわいい アイコン で、スマホをぷちイメチェンしたい！・ スマホライフを\" かわいい \" と\" HAPPY \"な気分で楽しみたい☆・ かわいい ものが大好き！＊アイコン作成手順＊.。+.* .。+.* .。+.* .。+.* .。+.* .。+.* .。+.* .。+.* .。設置したいデザインを選ぶ　　↓画面右上の「つぎへ」を押す　　↓起動するアプリを選ぶ　　↓画面右上の「配置する」を押す※本アプリはショートカットを作成するアプリです。作成したアイコンを削除しても起動アプリが削除されることはありません。＊Chu☆Chuの最新情報はこちらで♪＊.。+.* .。+.* .。+.* .。+.* .。+.* .。+.* .。・Facebookhttp://www.facebook.com/Girls.chu.chu・Twitterhttps://twitter.com/Girls_chu_chu＊有料版ご購入前に＊.。+.* .。+.* .。+.* .。+.* .。+.* .。+.* .。+.* .。+.* .。・まずは無料版で、アイコン作成ができるか確認してからのご購入をおすすめいたします。・ご使用のホームアプリによっては、アイコンがホーム画面切り替え時や再起動により元のアイコンに戻ることがありますのでご注意ください。＊ご意見・ご要望＊.。+.* .。+.* .。+.* .。+.* .。+.* .。+.* .。+.* .。+.* .。ご意見・ご要望、アイコンのリクエストは下記のメールアドレスまでお願いいたします。その他、当アプリに関する操作方法・ご不明な点・不具合等がございましたら、レビューの書き込みの場合、弊社よりご回答することができないため、対応が遅れてしまう可能性があります。大変お手数ですが、下記のメールアドレスへお問い合わせ下さい。chu-chu-info@pulsewin.com※携帯電話のメール受信制限等を行っている場合は、下記アドレスを受信可能な設定にしてからお問い合わせください。「@pulsewin.com」＿ ＿ ＿ ＿ ＿ ＿ ＿ ＿ ＿ ＿ ＿ ＿ ＿ ＿ ＿ ＿ ＿ ＿ ＿ ＿ ＿ ＿ ＿ ＿ ＿ ＿ ＿ ＿ ＿ ＿ ＿★タグ女の子、ガール、女子力、可愛い、かわいい、ラブリー、おしゃれ、カスタマイズ、変更、夏、カラフル、ビビット、海、ハワイ、お花It is summer! It 's the Sea! Over a icon change! o ('∇ `* o)Along with the exciting feeling of summer, why not coordinate cute and cool even smartphone?In vivid color colorful you do not lose the heatCute change (b *> ω <) b the icon of the smartphone-tablet to use every dayI can change the design of a cute summer specification the app icon on the home screen!App icon of popular Twitter, facebook, etc. LINE cutely dress-up ☆♪ you can easily make while watching a convenient Before · After screenIcon design: 56 types* In such a smartphone Women Recommended( *´艸`)*.. +. *.. +. *.. +. *.. +. *.. +. *..· ♪ you want to enjoy the summer mood• In the cute icon, I want to Petit makeover a smartphone!· I want to look forward to in the mood a \"HAPPY\" and \"cute\" the Sumahoraifu ☆- I love cute things!* Icon creation process *.. +. *.. +. *.. +. *.. +. *.. +. *.. +. *.. +. *.. +. *..To select the design you want to install↓I press the top right of the screen \"Next\"↓To select the application you want to start↓Press the top right of the screen to \"placement\"※ This application is an application for which you want to create a shortcut.It does not start app will be deleted when you delete the icon that you created.* The latest information on Chu ☆ Chu is ♪ *. Here. +. *.. +. *.. +. *.. +. *.. +. *.. +. *..· Facebookhttp://www.facebook.com/Girls.chu.chu· Twitterhttps://twitter.com/Girls_chu_chu* The paid version before you buy the *.. +. *.. +. *.. +. *.. +. *.. +. *.. +. *.. +. *.. +. *..First of all, I recommend the purchase in the free version, after I check icon created can do.· Please note that by the home app you are using, because there is that the icon to return to the original icon by the restart and home screen switching time.* Comments and requests *.. +. *.. +. *.. +. *.. +. *.. +. *.. +. *.. +. *.. +. *..Opinions and requests, requests icon thank you to the following e-mail address.Others, If you have any method of operation, rear unknown point defects regarding our application, in the case of a note of the review,There is a possibility that because it can not be your response from us, the correspondence is delayed.It is very sorry to trouble you, but, please contact the email address below.chu-chu-info@pulsewin.com※ If you are doing a mail-in limit of the cell phone,Please contact us from the time you can receive set the following address.\"@ Pulsewin.com\"_______________________________★ tagGirl,girl power,cute,lovely,stylish,customize,change,summer,colorful,vivid,sea,Hawaii,flowers",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "com.android.launcher.permission.INSTALL_SHORTCUT"
    ]
  }
}
