{
  "title": "Soldier Head Paper",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.chonps.cabeca.de.papel",
  "category": "Books & Reference",
  "price": "Free",
  "datePublished": "April 24, 2013",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "5",
  "rating": "4.4",
  "contentRating": "Everyone",
  "creator": "Chonps Lab",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.chonps.cabeca.de.papel",
  "extendedInfo": {
    "installSize": "7.1M",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "Fantastic story of Soldier Head Paper.In a faraway kingdom called Kingdom of Crumpled Paper, our hero lives Soldier Head Paper.Children having fun with this fantastic story.Educational and entertaining, stirring children's imagination, fun little song at the opening.Each page has a picture and story in the caption, and buttons to move back to previous page.A fun BONUS, where the child can learn to create a hat Soldier Head Paper can play and have fun.A fantastic story of a Brave Soldier using your sword and your shield of torn paper.For children and adults who love a good story and tales child to sleep, relax and have sweet dreams.The Ebook was created intentionally to stir the imagination, free hand drawings, crushed leaves to give the intention of a crumpled world. Educational application for children.For children who like adventure, history ebook. Fairytale is a priority before bedtime. Inspired by the legendary grimm, the fantasy begins reading.Music Lyrics:Marching soldierHead paper.Who does not march rightis arrested in barracks.The barracks caught fire,Francisco gave the signal.Acode, acode, acode national flag.Spend quality time alongside their children with great story fantastic, in a world with dragons, witches, warriors and princesses and without forgetting the Happy Forever.I wrote and drew this ebook for my sisters, the fact is that they loved and I promise I will write more and more, I hope his brothers and sons also worship, criticisms and suggestions are open.Education begins in reading but a good read that stirs the imagination.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
