{
  "title": "Roman Holiday Wallpaper",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.classicposters.wallpaper.romanholidaywallpaper",
  "category": "Media & Video",
  "price": "Free",
  "datePublished": "May 10, 2013",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "1",
  "rating": "5.0",
  "contentRating": "High Maturity",
  "creator": "Classic Movie Wallpapers Photos",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.classicposters.wallpaper.romanholidaywallpaper",
  "extendedInfo": {
    "installSize": "2.0M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Roman holiday wallpapers and photos. Stunning pictures high resolution HD quality. Set pictures of roman Holiday as wallpaper on your phone. Share with your friends via SMS!This app is ad supported and may contain ads in the notification tray and/or home screen. This is an unofficial free fan app. Please rate this app 5 stars!Any content not owned by this developer belongs to their respective owners. We are not affiliated with this company. We don't claim any ownership to the characters, images, or content in this app.We believe the images fall under fair use as they are reduced size and excerpted for informational purposes. If there is a copyright issue with content in this app, please contact us and we'll remove it.Roman Holiday is a 1953 romantic comedy directed and produced by William Wyler. It stars Gregory Peck as a reporter and Audrey Hepburn as a royal princess out to see Rome on her own. Hepburn won an Academy Award for Best Actress for her performance; the screenplay and costume design also won.It was written by John Dighton and Dalton Trumbo, though with Trumbo on the Hollywood blacklist, he did not receive a credit; instead, Ian McLellan Hunter fronted for him. Trumbo's credit was reinstated when the film was released on DVD in 2003. On December 19, 2011, full credit for Trumbo's work was restored.The film was screened in the 14th Venice film festival within the official program.In the 1970s, both Peck and Hepburn were approached with the idea of a sequel, but the project never came to fruition. The film was remade for television in 1987 with Tom Conti and Catherine Oxenberg, who is herself a member of a European royal family.In 2012 a musical version of Roman Holiday, following the plot while using the songs of Cole Porter, was presented in Minneapolis at the Guthrie Theater. The cast included Stephanie Rothenberg as Princess Anne and Edward Watts as Joe Bradley.Ann (Hepburn) is the crown princess of an unspecified country. She is on a widely publicized tour of several European capitals. In Rome, she becomes frustrated by her tightly scheduled life. Her doctor gives her a sedative to calm her down and help her sleep, but she secretly leaves her country's embassy to experience Rome on her own.The sedative eventually makes her fall asleep on a bench, where Joe Bradley (Peck), an expatriate American reporter working for the Rome Daily American, finds her. Not recognizing her, he offers her money so she can take a taxi home, but a very woozy \"Anya Smith\" (as she later calls herself) refuses to cooperate. Joe \"finally\" decides, for \"safety's\" sake, to let her spend the night in his apartment. He is amused by her regal manner, but less so when she appropriates his bed. He transfers her to a couch. The next morning, Joe, having already slept through the interview Princess Ann was scheduled to give, hurries off to work, leaving her still asleep.When his editor, Mr. Hennessy (Hartley Power), asks why Joe is late, Joe lies, claiming to have attended the press conference for the princess. Joe makes up details of the alleged interview until Hennessy informs him that the event had been canceled because the princess had suddenly \"fallen ill\". Joe sees a picture of her and realizes who is in his apartment. Joe immediately sees the opportunity and proposes getting an exclusive interview for the newspaper for $5000. Hennessy, not knowing the circumstances, agrees to the deal, but bets Joe $500 that he will not succeed.",
    "reviews": [
      {
        "timestampMsec": "1368716983194",
        "starRating": "5",
        "title": "High quality",
        "comment": "High quality wallpapers of the classic hit movie.",
        "commentId": "gp:AOqpTOHIs18LoeklIoUKgcUPqUDi_OX2BSKYwx_JBOf-ytZ6UkfNLW5seWNTyuKW1GpQ4gWUa34DFfXR7D_mMlo",
        "author": "sony anroid",
        "authorURL": "http://lh6.googleusercontent.com/-t88HprWeUfs/AAAAAAAAAAI/AAAAAAAAABc/tKtB7fQozZ8/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/-t88HprWeUfs/AAAAAAAAAAI/AAAAAAAAABc/tKtB7fQozZ8/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.SET_WALLPAPER",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "android.permission.READ_PHONE_STATE",
      "android.permission.VIBRATE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.READ_CONTACTS",
      "android.permission.SEND_SMS",
      "android.permission.GET_ACCOUNTS",
      "android.permission.ACCESS_WIFI_STATE"
    ]
  }
}
