{
  "title": "Classora Finance",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.classora.finance",
  "category": "Finance",
  "price": "Free",
  "datePublished": "October 4, 2011",
  "version": "1.0",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "10",
  "rating": "4.2",
  "contentRating": "Everyone",
  "creator": "Classora Technologies S.L.",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.classora.finance",
  "extendedInfo": {
    "installSize": "223k",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "Classora Finance. Información financiera y datos bursátiles históricos.La única app de Android que te permite conocer las cotizaciones históricas de las empresas en los principales índices bursátiles, así como la evolución de las empresas que te interesan mes a mes, desde hace décadas. Además, Classora Finance incorpora mucha información económica y social relevante, y que procede en la mayoría de los casos del Banco Mundial y del Fondo Monetario Internacional.Los datos que están disponibles para las empresas que cotizan en el IBEX-35, Dow Jones, NASDAQ-100 Y NASDAQ Composite son:-El número de operaciones mensuales-El precio por acción al final de mes.-La revalorización mensualCon Classora Finance podrás consultar otros informes como:-Renta per cápita y PIB de países según el Banco Mundial.-PIB de las comunidades autónomas.-Renta per cápita y  PIB de los estados de USA.-Tasa de paro en todas las comunidades autómomas de España; en los países de la Unión Europea, Estados Unidos y Japón.-Datos demográficos de países según el Banco Mundial.-Datos demográficos de municipios, provincias y comunidades autónomas de España.-Infraestructuras como carreteras pavimentadas, puentes, trenes de alta velocidad, aeropuertos, etc. Según el Banco Mundial y otras fuentes oficiales.-Información de recursos naturales como por ejemplo. El número de playas con bandera azul por Comunidad Autónoma, etc.Analiza la evolución de empresas en cada bolsa en la que cotizan.Personaliza tus intereses para estar al día de la información de forma rápida y sencilla.En definitiva una aplicación de consulta donde podrás averiguar muchos datos de interés. ¡No te la pierdas! Classora Finance no incluye publicidad y será gratuita sólo durante un tiempo limitado.Desarrollado por Juamba",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
