{
  "title": "Icon pack Free *Spring*",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.chuchu.icon.spring",
  "category": "Personalization",
  "price": "$1.02",
  "datePublished": "August 19, 2013",
  "version": "1.0.1",
  "operatingSystems": "2.0 and up",
  "ratingsCount": "7",
  "rating": "4.571429",
  "contentRating": "Everyone",
  "creator": "Pulsewin Inc.",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.chuchu.icon.spring",
  "extendedInfo": {
    "installSize": "1.8M",
    "downloadsCount": "10,000+",
    "downloadsCountText": "500 - 1,000",
    "description": "春と言えば☆出会いのトキメキ☆季節o(´∇｀*o)♪うきうき気分と一緒に、スマホも可愛く春のコーディネートしませんか？彩り鮮やかなパステルカラーで毎日使うスマホ・タブレットのアイコンを可愛くチェンジ ( b *>ω<)bホーム画面のアプリアイコンを春仕様のキュートなデザインにチェンジできます！Twitter、facebook、LINEなど人気のアプリアイコンも可愛く着せ替え☆便利なBefore・After画面を見ながら簡単に作れます♪アイコンデザイン：56種類＊こんなスマホ女子にオススメ( *´艸`)＊.。+.* .。+.* .。+.* .。+.* .。+.* .。・春気分を満喫したい♪・ かわいい アイコン で、スマホをぷちイメチェンしたい！・ スマホライフを\" かわいい \" と\" HAPPY \"な気分で楽しみたい☆・ かわいい ものが大好き！＊アイコン作成手順＊.。+.* .。+.* .。+.* .。+.* .。+.* .。+.* .。+.* .。+.* .。設置したいデザインを選ぶ　　↓画面右上の「つぎへ」を押す　　↓起動するアプリを選ぶ　　↓画面右上の「配置する」を押す※本アプリはショートカットを作成するアプリです。作成したアイコンを削除しても起動アプリが削除されることはありません。＊Chu☆Chuの最新情報はこちらで♪＊.。+.* .。+.* .。+.* .。+.* .。+.* .。+.* .。・Facebookhttp://www.facebook.com/Girls.chu.chu・Twitterhttps://twitter.com/Girls_chu_chu＊有料版ご購入前に＊.。+.* .。+.* .。+.* .。+.* .。+.* .。+.* .。+.* .。+.* .。・まずは無料版で、アイコン作成ができるか確認してからのご購入をおすすめいたします。・ご使用のホームアプリによっては、アイコンがホーム画面切り替え時や再起動により元のアイコンに戻ることがありますのでご注意ください。＊ご意見・ご要望＊.。+.* .。+.* .。+.* .。+.* .。+.* .。+.* .。+.* .。+.* .。ご意見・ご要望、アイコンのリクエストは下記のメールアドレスまでお願いいたします。その他、当アプリに関する操作方法・ご不明な点・不具合等がございましたら、レビューの書き込みの場合、弊社よりご回答することができないため、対応が遅れてしまう可能性があります。大変お手数ですが、下記のメールアドレスへお問い合わせ下さい。chu-chu-info@pulsewin.com※携帯電話のメール受信制限等を行っている場合は、下記アドレスを受信可能な設定にしてからお問い合わせください。「@pulsewin.com」＿ ＿ ＿ ＿ ＿ ＿ ＿ ＿ ＿ ＿ ＿ ＿ ＿ ＿ ＿ ＿ ＿ ＿ ＿ ＿ ＿ ＿ ＿ ＿ ＿ ＿ ＿ ＿ ＿ ＿ ＿★タグ女の子、ガール、女子力、可愛い、かわいい、ラブリー、おしゃれ、カスタマイズ、変更、春 、イチゴ、苺、クローバー、四葉、幸せIf it is called spring, spring should also coordinate a smart phone lovelily together with the palpitation seasonal ♪ lighthearted feeling of encounter? It is the change ♪ lovelily about the icon of the smart phone tablet which is colored and is used by a skillful pastel color every day. Popular Apria icon, such as Twitter, facebook, and LINE, is also lovely, and it is changing-clothes ☆(only the charged version).Icon design: 52 kinds (15-kind use is possible for the free version)＊It is a recommendation to such a smart phone woman. ( *´艸`)＊.。+.* .。+.* .。+.* .。+.* .。+.* .。・ It is lovely. Icon I would like to carry out the image change of the smart phone. ・ a smart phone life \" lovely \"\" HAPPY \"I would like to enjoy myself in a feeling ☆・ It is lovely. A thing is loved！＊Icon creation procedure ＊.。+.* .。+.* .。+.* .。+.* .。+.* .。+.* .。+.* .。+.* .。A design to install is chosen. ↓The \"next\" at the upper right of a screen is pushed. ↓The application to start is chosen. ↓It pushes it \"arranges\" at the upper right of a screen.※This application is an application which creates shortcut. A starting application is not deleted even if it deletes the created icon.* The latest information on Chu*Chu is here and is ♪*. ＊.。+.* .。+.* .。+.* .。+.* .。+.* .。+.* .。・Facebook http://www.facebook.com/Girls.chu.chu　・Twitter https://twitter.com/Girls_chu_chu ＊Before the charged version purchase ＊.。+.* .。+.* .。+.* .。+.* .。+.* .。+.* .。+.* .。+.* .。・ I recommend you purchase after checking whether icon creation can be performed with the free version first of all. ・ a standard home -- an application -- those who use except need to keep in mind that an icon may not be created by the home screen.＊An opinion and demand ＊.。+.* .。+.* .。+.* .。+.* .。+.* .。+.* .。+.* .。+.* .。Please give me an opinion and demand, and the request of an icon to the following mail address. In addition, since it cannot reply from our company when it is the writing of a review if there are the operation method, an unknown point, fault, etc. about this application, correspondence may be overdue. Very sorry to trouble you, but please ask the following mail address. I will contact you within 24 hours (except for a Saturdays-and-Sundays public holiday).chu-chu-info@pulsewin.comTag Girl,girl power,cute,lovely,stylish,customize,change,spring,strawberry,clover,four leaf,happy",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "com.android.launcher.permission.INSTALL_SHORTCUT"
    ]
  }
}
