{
  "title": "Meme Generator  Know your meme",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.chudanqing.easymemo",
  "category": "Personalization",
  "price": "Free",
  "datePublished": "September 6, 2013",
  "version": "1.0",
  "operatingSystems": "2.3 and up",
  "ratingsCount": "4",
  "rating": "4.0",
  "contentRating": "Low Maturity",
  "creator": "CHUDANQING",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.chudanqing.easymemo",
  "extendedInfo": {
    "installSize": "14M",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "NO IAP.FREE FOR ALL. Using “Meme Generator - Know your meme”, you can easily create and share your own memes with others! You can save your memes to the photo library, copy them, email them, share them via Facebook or Twitter, or upload them to image sharing sites like imgur and ImageShack.Meme Generator  has many collection of meme templates and will always stay up-to-date, continuously adding new ones.Easy to use and easily  share your meme anywhere.Pick a meme from \"Money talks\" to \"Success Kid\" and many more. Use this app to create memes and send to your friends!Features:- Pick from a selection of awesome memes including \"You are what you eat \" and \"If you know what i mean\"- In-App Meme & Image editor- Save the image to your camera roll- Post your meme to sns network- Share your meme with an email,PPT,pdf,word,etc.- Copy your meme.- Assign your meme to one of your contacts- Use your own pictures! Either take a picture or use one from your libraryTop 10  Popular Memes:Slender ManForever AloneZerg RushMy Little Pony: Friendship is MagicTrollface / Coolface / Problem?Me GustaDo A Barrel RollYao Ming FaceMore? Download and Use your imagination NOW.:P",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
