{
  "title": "Where's mom? - first words",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.ciconialabs.wheresmom",
  "category": "Education",
  "price": "Free",
  "datePublished": "August 31, 2013",
  "version": "1.0.5",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "15",
  "rating": "4.0666666",
  "contentRating": "Everyone",
  "creator": "Ciconia Labs",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.ciconialabs.wheresmom",
  "extendedInfo": {
    "installSize": "14M",
    "downloadsCount": "5,000+",
    "downloadsCountText": "5,000 - 10,000",
    "description": "It seems like one more first words learning game.But it is not. It is different.No more boring \"This is a cat.Where is a cat?\". Instead, it provides interesting information like \"This is a cat. Cat is soft and furry. Cat likes milk. Cat lives at home. You  can stroke it\".Shoot and add photos (let your kid seek HIS OWN MOM, but not a mom, HIS OWN cat, but not a cat) . Record your voice (let your kid hear YOU instead of unfamiliar synthesized voice).Add grandma and grandpa photos (especially actual if they live far away). Use advanced questions. If your kid already knows \"where is a cat\", ask him \"Who likes milk?\"/\"Who is soft and furry?\"/\"Who says Purrrr?\". Let your kid learn everything about \"a cat\" , not just how it's called. Add photos of your home (kitchen, bathroom, toys, clothes, furniture), photos from walking in a park/zoo/vacation.Ask elder brothers and sisters record something for their younger brother or sister (they will have fun too).Let you kid name items he/she already knows. Ask relatives to guess, that he/she means. Save these recordings, to return to them back after some time and have fun.Use pictures from the favorite cartoons/books (we cannot do that, but you can).The game can be even used by  3-7 years old kids when you are learning more complicated stuff - shapes, letters, road signs,  words, stars and so on.Other useful features include:1. To prevent your toddler from deleting all the pictures, configuration button is locked - 3-tap is required to enter. Back button on the main page (with the frog) is locked too. If this lock is not enough - please fill free to use additionally any toddler locker.2. Touch processing delay - helps if your toddler likes to use all his/her fingers at the same time :) .3. Touch-sensible animation when the items are found (balloons, bubbles and other flying staff).4. You can organize your pictures in themes (you can add/delete themes or pictures).5. All the pictures added are copied to the application folder on SD card - fill free to delete the source picture.  Languages supported:- English- RussianDownload and have fun with your kids.",
    "reviews": [
      {
        "documentVersion": "1.0.5",
        "timestampMsec": "1376621055145",
        "starRating": "5",
        "title": "Fabulous game!",
        "comment": "I love the idea of this game! It\\'s great how you can personalize it! My kids are not only learning names of extended family members, but also where they live and how we\\'re related.  So many things they can learn!  I especially love recording my kids voices to ask the questions! So fun!!! Especially the balloons and such at the end of the round.  My kids love to pop them!",
        "commentId": "gp:AOqpTOFsCFZbzXr_q1GMq_L7HrRUodHEYw8tO8-QomjTCXW85L6DkUL_9--wgC81HWZ560dmaAIT14dOpCSuL6U",
        "author": "Michelle Salomons",
        "authorURL": "http://lh4.googleusercontent.com/-QXzXap_-sxo/AAAAAAAAAAI/AAAAAAAAAAA/dyNANuhN_9I/photo.jpg",
        "authorSecureURL": "https://lh4.googleusercontent.com/-QXzXap_-sxo/AAAAAAAAAAI/AAAAAAAAAAA/dyNANuhN_9I/photo.jpg"
      },
      {
        "documentVersion": "1.0.4",
        "timestampMsec": "1376306430381",
        "starRating": "5",
        "title": "Love it!",
        "comment": "Love the idea and new sound is much better.",
        "commentId": "gp:AOqpTOFLOeu_5zGBl85R0S_jpcYgdkgtlDVSmluVhmvwDmHvR1O9WNItrhyqX4VHFsvw8KhYTL3DDBB6CO9kIQg",
        "author": "Natalia Kulikova",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.RECORD_AUDIO",
      "com.android.vending.BILLING",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
