{
  "title": "SilentKiller Silent Mode Timer",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.citrisys.silentkiller",
  "category": "Tools",
  "price": "Free",
  "datePublished": "April 2, 2012",
  "version": "1.0",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "8",
  "rating": "3.875",
  "contentRating": "Everyone",
  "creator": "MobileBrigade",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.citrisys.silentkiller",
  "extendedInfo": {
    "installSize": "364k",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "SilentKiller is a simple FREE application which enables you to automate the process of switching your phone from Normal mode to Silent/vibrate mode and reverting back to Normal mode.You can choose from two options;- Timer Mode to select a cut-off time limit- Seek Mode to select a time interval for your phone to be in silent/vibrate modeFeatures:- Time picker with count down display- Select time interval; Start and End time- Swipe to select and view mode options- Revert backs to original volume settings- Run application in the background- Notification messages- Allows alarm clock functions- Simple and easy to use interfaceSilentKiller will be a handy application for people;- To sleep tight without being disturbed my text, email and call notifications- Attend important meetings - Forgetting to change phone mode from silent- Enjoy a movie, date or sports match without getting distracted- Wanting to have a peaceful chat with family and friendsHow to use:First select the mode you prefer i.e. Timer Mode or Seek ModeTIMER MODEIn Timer Mode set the time for which you want the phone to be in silent or vibrate mode. Silent or Vibrate mode can be selected by checking the respective radio buttons.You can switch the notifications on/off  by using the check box.Then click on the “Start” button to activate the application. To run the application in the background, click the phones back button and select the appropriate option. SEEK MODEIn Seek Mode set the interval by adjusting the controllers in the seek bar. The phone will be in silent or vibrate mode for the fixed time interval. Silent or Vibrate mode can be selected by checking the respective radio buttons.You can switch the notifications on/off  by using the check box.Then click on the “Start” button. To run the application in the background, click the phones back button and select the appropriate option. Keywords: silent restore, sleep timer, schedule mode, silence timer mode, silent timer mode, time, auto silent mode",
    "reviews": [
      {
        "timestampMsec": "1333396402527",
        "starRating": "5",
        "comment": "Awesome",
        "commentId": "lg:AOqpTOEmyv2ItRqvde3oW6CcI-zrBA6r-zzdLvSxu2RFBo8HdEaYsfxqiJdNEAcvdHFu4YZywI5E8P0ePPPb6w",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET"
    ]
  }
}
