{
  "title": "CC Open House Demo",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.classifiedconcepts.app.listing.openhouse.demo",
  "category": "Shopping",
  "price": "Free",
  "datePublished": "February 1, 2012",
  "version": "2.9",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "2",
  "rating": "3.0",
  "contentRating": "Low Maturity",
  "creator": "Classified Concepts",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.classifiedconcepts.app.listing.openhouse.demo",
  "extendedInfo": {
    "installSize": "532k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Note: This is a demonstration product for use by publishers to learn about the features and functionalities an open house application by Classified Concepts could provide to their audience. This demo is not intended for personal consumer use. The data included in the app is for demonstration purposes only, and does not represent actual open houses.Competition in the Real Estate market is an ongoing challenge. Local realtors look to your paper to keep current with the newest marketing trends. With the Open House Android App from Classified Concepts your paper can deliver the growing mobile audience to your realtors’ doorsteps…literally! This convenient tool pulls together your latest listings in a single application. Use as a standalone or offer an additional mobile component to your existing Print and Online Open House program. Attract house hunters and give realtors another reason to choose your paper as their selling partner. How does it work?Readers can download your newspaper’s branded application from the Android Market for free! With a single touch they can browse your paper’s local open house listings. Features and benefits include:•Custom branded with your newspaper’s logo in the Android Market and on each page of the application.•Premium advertising space on each app page offers additional exposure for select advertisers, and revenue opportunity for your paper.•Clean. Simple. Fast. Daily or weekly updates.•Listings can include full descriptions, photos, location, seller contact info and links to realtor’s website.•Search listings by price, beds, baths, open day, city or proximity to your location. Browse by list or by map view.•Other features include driving directions, save to favorites, optional alerts, save realtor info to contacts, add to calendar, and share by email.Your growing Android audience will love the convenience. Realtors will enjoy the additional exposure.To learn more about the Open House application offered by Classified Concepts, please contact us at 866.955.6277 (toll free) or info@classifiedconcepts.com.",
    "reviews": [
      {
        "timestampMsec": "1314456762026",
        "starRating": "1",
        "title": "Cinderella",
        "comment": "This site is only for madison area, not for around the world. So tell me why is there a map around the world to search for listings?I will delete.",
        "commentId": "lg:AOqpTOH4WITq-jAkHCe3f5Rr1oxlue47rNe58pl5QCJiECpU1wMD9jbR2rCDvflcttrrBFW0-hlnNAWa5z_iqmk",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_NETWORK_STATE"
    ]
  }
}
