{
  "title": "Martini Wallpaper",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.classicrockmusicwallpapers.wallpaper.martiniwallpaper",
  "category": "Media & Video",
  "price": "Free",
  "datePublished": "June 28, 2013",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "3",
  "rating": "5.0",
  "contentRating": "High Maturity",
  "creator": "Classic Rock Music Wallpapers",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.classicrockmusicwallpapers.wallpaper.martiniwallpaper",
  "extendedInfo": {
    "installSize": "1.4M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Martini wallpapers and photos.  Stunning pics high resolution HD quality. Set pictures as wallpaper and share with your friends via SMS!This is an unofficial free fan / parody app. Any content not owned by this developer belongs to their respective owners. We believe the images fall under fair use doctrine as they are reduced size and excerpted for informational purposes. If you would like to request removal of an image of our collection for copyright reasons, feel free to contact us and we will be happy to oblige.Please rate this app 5 stars! This free fan app is ad supported and may contain ads in the notification tray and/or home screen. fondos de Pantalla, imagines de Pantalla y wallpaperThe martini is a cocktail made with gin and vermouth, and garnished with an olive or a lemon twist. Over the years, the martini has become one of the best-known mixed alcoholic beverages. H. L. Mencken called the martini \"the only American invention as perfect as the sonnet\" and E. B. White called it \"the elixir of quietude\".PreparationThe traditional method of preparation is to pour gin and dry vermouth into a mixing glass with ice cubes, stir, strain into chilled cocktail glass, and garnish with a green olive or a twist of lemon peel.The ratio of gin to vermouth has been steadily increasing since the cocktail was created. A ratio of 1:1 was common at the turn of the 20th century, and 3:1 or 4:1 martinis were typical during the 1930s and 1940s. During the latter part of the 20th century, 6:1, 8:1, 12:1, or even 50:1 or 100:1 martinis became considered the norm. And there have always been those who advocated the elimination of vermouth altogether: Noël Coward suggested that the ideal martini should be made by \"filling a glass with gin then waving it in the general direction of Italy\" (which along with France is a major producer of vermouth). Luis Buñuel considered it enough to hold up a glass of gin next to a bottle of vermouth and let a beam of sunlight pass through. Winston Churchill was said to whisper the word 'vermouth' to a freshly poured glass of gin.There are a number of variations on the traditional martini. The fictional spy James Bond sometimes asked for his vodka martinis to be \"shaken, not stirred,\" following Harry Craddock's Savoy Cocktail Book (1930), which prescribes shaking for all its martini recipes. However, Somerset Maugham is often quoted as saying that \"a martini should always be stirred, not shaken, so that the molecules lie sensuously on top of one another\". A martini may also be served on the rocks, that is, with the ingredients poured over ice cubes and served in an old-fashioned glass. A dirty martini contains a splash of olive brine or olive juice and is typically garnished with an olive. A \"perfect\" martini uses equal amounts of sweet and dry vermouth.Martini origins and mixologyThe exact origin of the martini is unclear. Numerous cocktails with names and ingredients similar to the modern-day martini were first seen in bartending guides of the late 19th century. For example, in the 1888 Bartender's Manual there was a recipe for a drink that consisted of half a wine glass of Old Tom Gin and a half a wine glass of vermouth. In 1863, an Italian vermouth maker started marketing their product under the brand name of Martini. This product is still available today, although it is now better known as Martini & Rossi.",
    "reviews": [
      {
        "timestampMsec": "1372519708211",
        "starRating": "5",
        "title": "Cocktail!",
        "comment": "Thanks for the application!",
        "commentId": "gp:AOqpTOGLeZ1J-5VXH8JrPq94GPVLqBKihs50OSP1CPWMtx3HX917O6kbPlr1Nztlk2B2NWThJ1U91SuwNMSd",
        "author": "Yoshia Rachman",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.SET_WALLPAPER",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "android.permission.READ_PHONE_STATE",
      "android.permission.VIBRATE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.READ_CONTACTS",
      "android.permission.SEND_SMS",
      "android.permission.GET_ACCOUNTS",
      "android.permission.ACCESS_WIFI_STATE"
    ]
  }
}
