{
  "title": "Meet Me At CityBarHopper.com",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.citybarhopper",
  "category": "Lifestyle",
  "price": "Free",
  "datePublished": "July 5, 2011",
  "version": "2.0.1",
  "operatingSystems": "2.0 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "Vertical D, LLC",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.citybarhopper",
  "extendedInfo": {
    "installSize": "870k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "CityBarHopper.com is a one stop destination for restaurants and entertainment. With an audience composed mostly of 20-50year olds, CityBarHopper.com provides a host of resources for visitors, including a restaurant directory, entertainment guide, social networking and blogging community, job directory, classifieds and an online ecommerce store to buy CityBarHopper.com logowear AND businesses can sell their products for a low per product fee.At CityBarHopper.com we are constantly keeping up on news and issues that are most relevant to our visitors and pride ourselves on publishing premium content. We invite our site users to publish articles.CityBarHopper.com provides a wide variety of sponsorship opportunities to help bring visibility to your business.We have created a platform that will help you engage with your customers and present your brand at the forefront of your industry.CityBarHopper.com is owned and operated by one of the Internet’s premier search marketing companies. Their experience in driving qualified traffic to client websites is well documented.Your business benefits from over 20 years experience in search engine and social marketing. No other online directory has this experience level at bringing customers to your front door.Each listing has built in Search Engine Optimization features-even the FREE Listing. This allows you tocontrol which keywords online searchers use to find you. In addition, you can control the keywords used to find your listing once a customer reaches CityBarHopper.com.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.CALL_PHONE",
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
