{
  "title": "Pretty In Pink Wallpaper",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.classicposters.wallpaper.prettyinpinkwallpaper",
  "category": "Media & Video",
  "price": "Free",
  "datePublished": "May 9, 2013",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "2",
  "rating": "5.0",
  "contentRating": "High Maturity",
  "creator": "Classic Movie Wallpapers Photos",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.classicposters.wallpaper.prettyinpinkwallpaper",
  "extendedInfo": {
    "installSize": "2.1M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Pretty in pink wallpapers and photos. Stunning pictures high resolution HD quality. Set pictures of pretty in pink as wallpaper on your phone. Share with your friends via SMS!This app is ad supported and may contain ads in the notification tray and/or home screen. This is an unofficial free fan app. Please rate this app 5 stars!Any content not owned by this developer belongs to their respective owners. We are not affiliated with this company. We don't claim any ownership to the characters, images, or content in this app.We believe the images fall under fair use as they are reduced size and excerpted for informational purposes. If there is a copyright issue with content in this app, please contact us and we'll remove it.Pretty in Pink is a 1986 American teen romantic comedy-drama film about love and social cliques in 1980s American high schools. It is one of John Hughes's films starring Molly Ringwald, and is commonly identified as a \"Brat Pack\" film. The film was directed by Howard Deutch, produced by Lauren Shuler Donner and written by John Hughes. It has become a cult favorite.High school senior Andie Walsh (Molly Ringwald) is a working-class girl who has a crush on one of the rich, preppie boys in her school, Blane McDonough (Andrew McCarthy). When Andie and Blane try to get together, they encounter resistance from their respective social circles.Andie lives on \"the wrong side of the tracks\" with her unemployed father, Jack (Harry Dean Stanton). Andie's best friend, Phil \"Duckie\" Dale (Jon Cryer), is in love with her, but plays it off as a joke in front of her. In school, he and Andie are harassed by Blane's friends, the arrogant so-called \"richie\" kids, Benny (Kate Vernon) and Steff (James Spader).Andie works at TRAX, a New Wave record store in the Chinatown, Chicago neighborhood, managed by her older friend and mentor Iona (Annie Potts). Iona advises Andie to go to her senior prom despite not having a date.Blane makes a move, chatting with her in the computer lab, and Andie is smitten. Blane ventures out to the area at school where the punks, metalheads, and New Wavers hang out and asks Andie on a date.On the night of the date, Andie waits for Blane at TRAX, but he is late. When Blane finally arrives, Duckie and Andie argue. Duckie tries to convince her that Blane will only hurt her. After a few harsh words, Duckie storms out, and Andie goes on her date.Blane suggests going to a party Steff is throwing but the party is not what Blane expected, and Andie is treated poorly by everyone, including a drunk Steff and Benny. Andie, in turn, suggests going to the local club, where they discover Iona sitting with Duckie, who never gets in. Duckie is hostile toward Blane, and as he and Andie start walking out of the club, Duckie kisses a startled Iona to make Andie feel jealous.Blane offers to take Andie home, but she refuses, admitting she doesn't want him to see where she lives. She eventually allows him to drop her off and he asks her to the prom. Andie accepts and they share their first kiss.At home, Jack surprises her with a pink dress he bought for her at the thrift shop. Questioning how he was able to afford it, Andie discovers he has been faking going to a full-time job. The two fight until Jack breaks down, revealing that he is still bitter and depressed about his wife having left him.",
    "reviews": [
      {
        "timestampMsec": "1368702321884",
        "starRating": "5",
        "title": "Excellent",
        "comment": "Like the pics, excellent app!!!",
        "commentId": "gp:AOqpTOFRlC2O63eNogFU7KCAs_CG0AqfVWWZtyO14HY-5UISvPdJ3W8bQyPYd6VC-6EWM6-SZvTh1rNbzkkRmA",
        "author": "sony anroid",
        "authorURL": "http://lh6.googleusercontent.com/-t88HprWeUfs/AAAAAAAAAAI/AAAAAAAAABc/tKtB7fQozZ8/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/-t88HprWeUfs/AAAAAAAAAAI/AAAAAAAAABc/tKtB7fQozZ8/photo.jpg"
      },
      {
        "timestampMsec": "1371626489401",
        "starRating": "5",
        "title": "Pics are wonderful",
        "comment": "Awesome",
        "commentId": "gp:AOqpTOHitGnf9YKCSr1FLHeG8OiTiezuNqRN43TTAYXeiMF1ERApz-76pg1vNOYA_XJWPdlNQ6Fp3QXHDK0HzQ",
        "author": "savannah muscato",
        "authorURL": "http://lh5.googleusercontent.com/-qVCPK3Rlmn4/AAAAAAAAAAI/AAAAAAAAAMA/fvVTxiUHeWQ/photo.jpg",
        "authorSecureURL": "https://lh5.googleusercontent.com/-qVCPK3Rlmn4/AAAAAAAAAAI/AAAAAAAAAMA/fvVTxiUHeWQ/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.SET_WALLPAPER",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "android.permission.READ_PHONE_STATE",
      "android.permission.VIBRATE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.READ_CONTACTS",
      "android.permission.SEND_SMS",
      "android.permission.GET_ACCOUNTS",
      "android.permission.ACCESS_WIFI_STATE"
    ]
  }
}
