{
  "title": "Mumbai Info Guide",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.cities.mumbai",
  "category": "Books & Reference",
  "price": "Free",
  "datePublished": "August 9, 2013",
  "version": "1.0",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "1",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "Android Gems 3",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.cities.mumbai",
  "extendedInfo": {
    "installSize": "558k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Mumbai Tourism(1)  From October to March is the best time to travel Mumbai (2) People all over the world who are keen to see the beauty of Indian Culture come Mumbai (3) Some popular places to visit in Mumbai are: a. Afghan Church b. Chowpatty Beach c. Gateway of India d. Haji Ali Mosque e. Head of Western Railways f. High Court g. Hutatmas Chowk  h. Jain Temple i. Kamla Nehru Park j. Mahlaxmi Temple k. Mahatma Jyotiba Phule Market l. Malabar Hill m.  Mani Bhavan n. Nehru Planetarium o. Nehru Science Center p. Rajbai Tower q. Pherozsha Mehta Gardens r. Race Course s. Raudat TajeraMumbai Transport(1) Transport System of Mumbai includes road, sea and air transport, rail, suburban rail, metro and monorail (2) Public Transport System is made up of Suburban Railway, BEST buses, metre taxis, auto rickshaws and ferries (3) Mumbai is connected by many Highways and Expressways with other places (4) BEST busses are the most commonly used public transport (5) Mumbai has two ports- Mumbai Port Trust and Jawaharlal Nehru Port Trust (6) Mumbai has National and International Airports (7) Mumbai is connected by Indian Railways to other parts of the Nation (8) Metro and Monorail are under construction (9) Suburban Railway is most popular mode of transportMumbai Sports(1) Most popular sport of Mumbai is Cricket (2) The Board of Control for Cricket in India (BCCI) is situated in Mumbai (3) Football, Hockey, Derby races, Marathon races are the other popular sports (4) There are two international cricket stadiums, the Wankhede Stadium and the Brabourne Stadium in Mumbai (5) Mumbai has its own Football and Hockey teamsMumbai Geography and Climate(1) Mumbai is located near Konkan (2) There are 3 lakes - Tulsi, Vihar and Powai in Mumbai (3) There are 3 small rivers in Mumbai (4) Mumbai is made up of seven islands - Mazagaon, Colaba, Mahim, Parel, Old Woman's Island, Wadala, Matunga and Sion (5) The weather of Mumbai is humid and hot because Arabian Sea is nearby (6) The weather is pleasant during winter from November to March (7) The temperature rises from March till June (8) Its Monsoon in Mumbai from June till September (9) The temperature in summer remains from 40 to 22 Degree Celsius and in winter from 25 to 20 Degree CelsiusMumbai Infrastructure(1) Mumbai is the capital of Maharashtra. It is also known as City of Skyscrapers (2) Mumbai is a coastal area which has a harbour (3) Mumbai is connected by roads, flyovers, railways, airports and ports (4) Govt. of Mumbai is improving their Infrastructure day by day (5) Suburban railway and BEST busses are the major mode of transport  Mumbai Economy(1) Mumbai is the commercial and financial capital of India  (2) Mumbai generates a large amount of income tax, excise tax and custom duty collection (3) Mumbai is a natural harbour and shipping and fish industry generates money (4) Recycling industry of Mumbai is well established (5) Television and Film industry of Bollywood is well established (6) IT, export and outsourcing industries are also well established (7) Many National and foreign banks, financial groups, big companies like Tata Group, LIC, Godrej and Reliance etc. are established hereMumbai Administration1) Mumbai is administered by the BMC (Brihanmumbai Municipal Corporation) (2) The Mayor is selected through indirect election for two and a half years (3) Municipal Commissioner is the head of Municipal Corporation (4) Municipal Commissioner takes care of the execution of the policies (5) Police Commissioner is the head of Police department (6) There are seventeen traffic police zones and seven police zones in Mumbai (7) Deputy Commissioner of Police is the head of each Zone (8) Chief Fire Officer is the head of Fire Brigade Dpt (9) Mumbai has High Court, two lower courts and Sessions Court",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE"
    ]
  }
}
