{
  "title": "Elkhart Truth Garage Sales",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.classifiedconcepts.app.garagesale.ectin",
  "category": "Shopping",
  "price": "Free",
  "datePublished": "April 23, 2012",
  "version": "2.6",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "3",
  "rating": "5.0",
  "contentRating": "Low Maturity",
  "creator": "Classified Concepts",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.classifiedconcepts.app.garagesale.ectin",
  "extendedInfo": {
    "installSize": "596k",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "Notice:  This app has recently been upgraded.  Returning users may need to reinstall.Welcome to the Elkhart Truth Garage Sales application, your trusted source for finding local garage sales.Hunting down and mapping out routes for garage sales can be time consuming and frustrating:  either outdated information, or no local listings.  But with the Garage Sales application from the Elkhart Truth, you can save time by searching current, local ads on the go.  It’s the easiest and most reliable way to find garage sales near you.Search and Save by keywords, open days and times, and proximity to your location.  View detailed information, even pictures.   Set up alerts to be notified when new garage sales featuring your preferences come up.  Map out your shopping strategy so you can be first to get the good deals.  Make a weekend of treasure hunting in your area, with the Garage Sales application from the Elkhart Truth in hand!Keywords: garage sale, yard sale, rummage sale, tag sale, estate sale, map, mapping, classified, local sale, craigslist, newspaper, shopping, free, finder, craigs list, garagesaleapps, treasure map, flea market, Michiana, Elkhart, Elkhart Truth, Goshen, Elkhart County, Indiana",
    "reviews": [
      {
        "timestampMsec": "1308178084870",
        "starRating": "5",
        "comment": "This app is awesome!",
        "commentId": "lg:AOqpTOGaqq4FGLl6KvCZO33_RvJLd6KE3XwGLK8Tk-7LjRbur2Ik3GAQpfjYjn3JTmya1KMB0FjehBdj37urwqQ",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_NETWORK_STATE"
    ]
  }
}
