{
  "title": "Audi Wallpaper",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.classicrockmusicwallpapers.wallpaper.audiwallpaper",
  "category": "Media & Video",
  "price": "Free",
  "datePublished": "June 27, 2013",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "2",
  "rating": "3.0",
  "contentRating": "High Maturity",
  "creator": "Classic Rock Music Wallpapers",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.classicrockmusicwallpapers.wallpaper.audiwallpaper",
  "extendedInfo": {
    "installSize": "1.5M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "Audi wallpapers and photos.  Stunning pics high resolution HD quality. Set pictures as wallpaper and share with your friends via SMS!This is an unofficial free fan / parody app. Any content not owned by this developer belongs to their respective owners. We believe the images fall under fair use doctrine as they are reduced size and excerpted for informational purposes. If you would like to request removal of an image of our collection for copyright reasons, feel free to contact us and we will be happy to oblige.Please rate this app 5 stars! This free fan app is ad supported and may contain ads in the notification tray and/or home screen. fondos de Pantalla, imagines de Pantalla y wallpaperAudi AG (pronounced [ˈaʊdi]) designs, engineers, manufactures and distributes automobiles and motorcycles. Audi oversees worldwide operations from its headquarters in Ingolstadt, Bavaria, Germany. Audi-branded vehicles are produced in seven production facilities worldwide.Audi has been a majority owned (99.55%) subsidiary of Volkswagen Group since 1966, following a phased purchase of AUDI AG's predecessor, Auto Union, from Daimler-Benz. Volkswagen relaunched the Audi brand with the 1965 introduction of the Audi F103 series.The company name is based on the surname of the founder, August Horch. \"Horch\", meaning \"listen\", becomes \"Audi\" when translated into Latin. The four rings of the Audi logo each represent one of four car companies that banded together to create the company. Audi's slogan is Vorsprung durch Technik, meaning \"Advancement through Technology\". Recently in the United States, Audi has updated the slogan to \"Truth in Engineering\". Audi is part of the \"German Big 3\" luxury automakers, along with BMW and Mercedes-Benz, which are the three best-selling luxury automakers in the world.Audi's sales grew strongly in the 2000s, with deliveries to customers increasing from 653,000 in 2000 to 1,003,000 in 2008. The largest sales increases came from Eastern Europe (+19.3%), Africa (+17.2%) and the Middle East (+58.5%). China in particular has become a key market, representing 108,000 out of 705,000 cars delivered in the first three quarters of 2009. One factor for its popularity in China is that Audis have become the car of choice for purchase by the Chinese government for officials, and purchases by the government are responsible for 20% of its sales in China. As of late 2009, Audi's operating profit of €1.17-billion ($1.85-billion) made it the biggest contributor to parent Volkswagen Group's nine-month operating profit of €1.5-billion, while the other marques in Group such as Bentley and SEAT had suffered considerable losses. May 2011 saw record sales for Audi of America with the new Audi A7 and Audi A3 TDI Clean Diesel. In May 2012, Audi reported a 10% increase in its sales at 480 units which was 408 a year ago.Audi manufactures vehicles in seven plants around the world, some of which are shared with other VW Group marques although many sub-assemblies such as engines and transmissions are manufactured within other Volkswagen Group plants.Audi's two principal assembly plants are:Ingolstadt, Opened by Auto Union in 1964, (A3, A4, A5, Q5)Neckarsulm, Acquired from NSU in 1969 (A6, A7, A8, R8 & all RS variants)Outside of Germany, Audi produces vehicles at:Bratislava, Slovakia, shared with Volkswagen, SEAT, Škoda and Porsche (Q7)Martorell, Catalonia, shared with SEAT and Volkswagen (Q3)Győr, Hungary, (TT and some A3 variants)Brussels, Belgium (A3 Cabriolet, A1)Changchun, China since 1995,Aurangabad, India since 2006.In September 2012, Audi announced the construction of its first North American manufacturing plant in Puebla, Mexico. This plant is expected to be operative in 2016 and produce the successor to the Q5.",
    "reviews": [
      {
        "timestampMsec": "1378721751060",
        "starRating": "1",
        "comment": "Very few pic and that too not very  poor",
        "commentId": "gp:AOqpTOGal-IacAXodhnGi-262hR2SbPGeGkC81pTMJf5uWoPwktMfo5-RCmMj_keIl3Fni8MZhnzItPiWNPXGg",
        "author": "Vikram Singh",
        "authorURL": "http://lh4.googleusercontent.com/-HhSmRQ6CXHE/AAAAAAAAAAI/AAAAAAAAAAw/rZ5WSiJaRzE/photo.jpg",
        "authorSecureURL": "https://lh4.googleusercontent.com/-HhSmRQ6CXHE/AAAAAAAAAAI/AAAAAAAAAAw/rZ5WSiJaRzE/photo.jpg"
      },
      {
        "timestampMsec": "1372517734565",
        "starRating": "5",
        "title": "The 4 circle",
        "comment": "Love the images chosen here.",
        "commentId": "gp:AOqpTOHeSSVyInT3m76BoayRMkk5e2npBLJTJ4KxZTbRDb5k7WQoYIZNhzpYMoXPLam2hr7prOu-w2LcsJwcIQ",
        "author": "Yoshia Rachman",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.SET_WALLPAPER",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "android.permission.READ_PHONE_STATE",
      "android.permission.VIBRATE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.READ_CONTACTS",
      "android.permission.SEND_SMS",
      "android.permission.GET_ACCOUNTS",
      "android.permission.ACCESS_WIFI_STATE"
    ]
  }
}
