{
  "title": "Breakfast at Tiffany Wallpaper",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.classicposters.wallpaper.breakfastattiffanywallpaper",
  "category": "Media & Video",
  "price": "Free",
  "datePublished": "May 6, 2013",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "2",
  "rating": "5.0",
  "contentRating": "High Maturity",
  "creator": "Classic Movie Wallpapers Photos",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.classicposters.wallpaper.breakfastattiffanywallpaper",
  "extendedInfo": {
    "installSize": "1.8M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Breakfast at tiffany's wallpapers and photos. Stunning pictures high resolution HD quality. Set pictures of breakfast at tiffany's as wallpaper on your phone. Share with your friends via SMS!This app is ad supported and may contain ads in the notification tray and/or home screen. This is an unofficial free fan app. Please rate this app 5 stars!Any content not owned by this developer belongs to their respective owners. We are not affiliated with this company. We don't claim any ownership to the characters, images, or content in this app.We believe the images fall under fair use as they are reduced size and excerpted for informational purposes. If there is a copyright issue with content in this app, please contact us and we'll remove it.Breakfast at Tiffany's is a 1961 American romantic comedy film starring Audrey Hepburn and George Peppard, and featuring Patricia Neal, Buddy Ebsen, Martin Balsam, and Mickey Rooney. The film was directed by Blake Edwards and released by Paramount Pictures. It is loosely based on the novella of the same name by Truman Capote.Hepburn's portrayal of Holly Golightly as the naïve, eccentric café society girl is generally considered to be the actress' most memorable and identifiable role. She herself regarded it as one of her most challenging roles, since she was an introvert required to play an extrovert. Hepburn's performance of its theme song \"Moon River\" helped composer Henry Mancini and lyricist Johnny Mercer win an Oscar for Best Song.In 2012, the film was added to the US National Film RegistryOne early morning, a yellow taxi pulls up at Tiffany & Co. on Fifth Avenue in New York City, and elegantly dressed Holly Golightly (Audrey Hepburn) emerges. Standing outside the shop window looking into the windows, she nibbles on pastry and drinks coffee she brought with her, then strolls home to go to bed. Outside her apartment, she fends off her date Sid Arbuck (Claude Stroud) from the disastrous night before, who has been waiting in his car overnight. Later in the day she is awakened by new neighbor-tenant, Paul Varjak (George Peppard), ringing her doorbell to get into the building. The pair chat as she dresses to leave for her weekly visit to Sally Tomato (Alan Reed), a mobster incarcerated at Sing Sing prison. Tomato's lawyer O'Shaunessey pays her $100 a week to receive \"the weather report.\"Audrey Hepburn as Holly Golightly.As she is leaving for Sing Sing, Holly is introduced to Paul's \"decorator\", wealthy older woman Emily Eustace Failenson (Patricia Neal), who Paul nicknames \"2E\". That night, Holly goes out onto the building's fire escape to elude an over-eager date (Mel Blanc). She peeks into Paul's apartment and sees 2E leaving money and kissing Paul goodbye. After 2E leaves, Holly enters Paul's apartment and learns that he is a writer who has not had anything published in five years since writing a book of vignettes titled Nine Lives. Holly, in turn, explains that she is trying to save money in order to support her brother, Fred, when he gets out of the Army. The pair fall asleep, but are awoken when Holly has a nightmare about Fred and leaves the apartment. She later buys Paul a new typewriter ribbon to apologize and invites him to a party at her apartment. At the party, Paul meets her Hollywood agent, O. J. Berman (Martin Balsam), who describes Holly's transformation from country girl into Manhattan socialite. He is also introduced to José da Silva Pereira (José Luis de Vilallonga), a rich Brazilian, and Rusty Trawler (Stanley Adams), a rich American.",
    "reviews": [
      {
        "timestampMsec": "1367985532040",
        "starRating": "5",
        "title": "Classic",
        "comment": "Great images of this classic movie.",
        "commentId": "gp:AOqpTOFI2Is7NE3Ci0HP21zCdCOGYAY7ROZ3LKLlSCKRkeL7mzr52fY_7l-zdH4UkFnK202v0Z-zzXv9kfXPMQ",
        "author": "sony anroid",
        "authorURL": "http://lh6.googleusercontent.com/-t88HprWeUfs/AAAAAAAAAAI/AAAAAAAAABc/tKtB7fQozZ8/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/-t88HprWeUfs/AAAAAAAAAAI/AAAAAAAAABc/tKtB7fQozZ8/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.SET_WALLPAPER",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "android.permission.READ_PHONE_STATE",
      "android.permission.VIBRATE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.READ_CONTACTS",
      "android.permission.SEND_SMS",
      "android.permission.GET_ACCOUNTS",
      "android.permission.ACCESS_WIFI_STATE"
    ]
  }
}
