{
  "title": "Class Cover",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.classcover.classcovertouch",
  "category": "Education",
  "price": "$1.99",
  "datePublished": "October 28, 2012",
  "version": "1.4",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "1",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "Class Cover Pty Ltd",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.classcover.classcovertouch",
  "extendedInfo": {
    "installSize": "2.0M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "NOTE: You need an account on www.ClassCover.com.au to use this application. Casual Teachers: Keeping your availability updated is now a faster and easier process! * Simply login only once and then land directly at your availability diary, select the day/s you wish to change, pick the desired status and click to confirm. Literally a 30 second process! * Access all the same features you can from the desktop version, including your booking calendar, profile and repeat status function on the iPhone. Schools: Managing your casual teachers is now even easier! * Use the Class Cover app to view available casual teachers that you can call and book in seconds straight from your iPhone! * The Class Cover app boasts all the features that you need to find and book casual teachers straight from your iPhone, including advanced searches, profile view and the booking calendar. **THIS APPLICATION IS ONLY FOR SCHOOLS AND CASUAL TEACHERS WHO HAVE CREATED A CLASS COVER PROFILE. IF YOU ARE A CASUAL TEACHER, YOU CAN CREATE YOUR FREE CLASS COVER PROFILE AT WWW.CLASSCOVER.COM.AU. SCHOOLS - YOU CAN VISIT WWW.CLASSCOVER.COM.AU TO START A FREE TWO MONTH TRIAL.**",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
