{
  "title": "The Godfather Wallpaper",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.classicposters.wallpaper.thegodfatherwallpaper",
  "category": "Music & Audio",
  "price": "Free",
  "datePublished": "May 10, 2013",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "19",
  "rating": "4.4210525",
  "contentRating": "Medium Maturity",
  "creator": "Classic Movie Wallpapers Photos",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.classicposters.wallpaper.thegodfatherwallpaper",
  "extendedInfo": {
    "installSize": "1.8M",
    "downloadsCount": "5,000+",
    "downloadsCountText": "5,000 - 10,000",
    "description": "The godfather wallpapers and photos. Stunning pictures high resolution HD quality. Set pictures of the godfather as wallpaper on your phone. Share with your friends via SMS!This app is ad supported and may contain ads in the notification tray and/or home screen. This is an unofficial free fan app. Please rate this app 5 stars!Any content not owned by this developer belongs to their respective owners. We are not affiliated with this company. We don't claim any ownership to the characters, images, or content in this app.We believe the images fall under fair use as they are reduced size and excerpted for informational purposes. If there is a copyright issue with content in this app, please contact us and we'll remove it.The Godfather is a 1972 American crime film directed by Francis Ford Coppola and produced by Albert S. Ruddy from a screenplay by Mario Puzo and Coppola. Based on Puzo's 1969 novel of the same name, the film stars Marlon Brando and Al Pacino as the leaders of a powerful New York crime family. The story, spanning the years 1945 to 1955, centers on the transformation of Michael Corleone (Pacino) from reluctant family outsider to ruthless Mafia boss while also chronicling the Corleone family under the patriarch Vito Corleone (Brando).The Godfather is widely regarded as one of the greatest films in world cinema—and as one of the most influential, especially in the gangster genre. Now ranked as the second greatest film in American cinema (behind Citizen Kane) by the American Film Institute, it was selected for preservation in the United States National Film Registry in 1990.The film was for a time the highest grossing picture ever made, and remains the box office leader for 1972. It won three Oscars that year: for Best Picture, for Best Actor (Brando) and in the category Best Adapted Screenplay for Puzo and Coppola. Its nominations in seven other categories included Pacino, James Caan and Robert Duvall for Best Supporting Actor and Coppola for Best Director. The success spawned two sequels: The Godfather Part II in 1974, and The Godfather Part III in 1990.On the day of his only daughter's wedding, Vito Corleone hears requests in his role as the Godfather, the Don of a New York crime family. Vito's youngest son, Michael, in a Marine Corps uniform, introduces his girlfriend, Kay Adams, to his family at the sprawling reception. Vito's godson Johnny Fontane, a popular singer, pleads for help in securing a coveted movie role, so Vito dispatches his consigliere, Tom Hagen, to the abrasive studio head, Jack Woltz, to secure the casting. Woltz is unmoved until the morning he wakes up in bed with the severed head of his prized stallion.Shortly before Christmas 1945, drug baron Virgil \"The Turk\" Sollozzo, backed by the Corleones' rivals, the Tattaglias, asks Vito for investment in the emerging drug trade and protection through his political connections. Vito disapproves of drug dealers, so he sends his enforcer, Luca Brasi, to spy on them. The family then receives two fish wrapped in Brasi's vest, imparting he \"sleeps with the fishes\". An assassination attempt by Sollozzo's men lands Vito in the hospital, so his eldest son, Sonny, takes command. Sollozzo kidnaps Hagen to pressure Sonny to accept his deal. Michael thwarts a second assassination attempt on his father at the hospital, but is accosted by corrupt police captain McCluskey, who breaks his jaw; Sonny retaliates by having Tattaglia's son killed. Michael comes up with a plan to hit Sollozzo and McCluskey that his brother approves over Hagen's objections: on the pretext of settling the dispute, Michael lures the pair to a restaurant, retrieves a planted handgun and murders them.",
    "reviews": [
      {
        "timestampMsec": "1368702121339",
        "starRating": "5",
        "title": "Fantastic app",
        "comment": "Fantastic images of my favorite movie.",
        "commentId": "gp:AOqpTOEsjFd859Eu3WIoTb2Zajlj8XPq9S835Z_DM9-SV0aCmWMJDMUk-Ptv0Lbq15dNdpF7j5FLRj9GajeqUks",
        "author": "sony anroid",
        "authorURL": "http://lh6.googleusercontent.com/-t88HprWeUfs/AAAAAAAAAAI/AAAAAAAAABc/tKtB7fQozZ8/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/-t88HprWeUfs/AAAAAAAAAAI/AAAAAAAAABc/tKtB7fQozZ8/photo.jpg"
      },
      {
        "timestampMsec": "1376647434398",
        "starRating": "1",
        "title": "Lame",
        "comment": "It crashes. I can\\'t set any wallpaper. And had to restart my phone. Lame, lame, lame.",
        "commentId": "gp:AOqpTOHetuHdb2qtc3Q_YgCvFiBO1P8JVuUop0IbxrZvTs10FwT7t8abuMJ2siyG_4HJO26HnHacBEqNYz3VD9E",
        "author": "ZMKata",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1372357742948",
        "starRating": "5",
        "title": "Excellent",
        "comment": "Great",
        "commentId": "gp:AOqpTOHgNUxbhNsEcT_oiE-ZZFfZYiA-rLihtTh1afAwNwdLapCu53JNCHNt-p1DNkOnVYcOHJyWE4Xu9aQGRMo",
        "author": "Dylon Jones",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1370203427178",
        "starRating": "5",
        "title": "Ok",
        "comment": "Good",
        "commentId": "gp:AOqpTOGPSvGUC64LvcQmyvXeZYerS11tvzuGjIzQOb9ueJcfiUr8VOzrLOujlDgs-4OqXaJW-vu28fwVHBNwvio",
        "author": "Arturo Avilez Trevino",
        "authorURL": "http://lh5.googleusercontent.com/-H74SxlK-3es/AAAAAAAAAAI/AAAAAAAAADA/ZkfJmPwFVD8/photo.jpg",
        "authorSecureURL": "https://lh5.googleusercontent.com/-H74SxlK-3es/AAAAAAAAAAI/AAAAAAAAADA/ZkfJmPwFVD8/photo.jpg"
      },
      {
        "timestampMsec": "1373513951096",
        "starRating": "5",
        "comment": "Gamda",
        "commentId": "gp:AOqpTOEFoXGgIqXHTTIGE8y8lVKxMvUR_6rqPmJrYb7UYOaaluSLtv2lA0miIZonALx7yDrinAvSk4qU_x_exiE",
        "author": "Mostafa Argoun",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.SET_WALLPAPER",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "android.permission.READ_PHONE_STATE",
      "android.permission.VIBRATE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.READ_CONTACTS",
      "android.permission.SEND_SMS",
      "android.permission.GET_ACCOUNTS",
      "android.permission.ACCESS_WIFI_STATE"
    ]
  }
}
