{
  "title": "The Breakfast Club Wallpaper",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.classicposters.wallpaper.thebreakfastclubwallpaper",
  "category": "Media & Video",
  "price": "Free",
  "datePublished": "May 6, 2013",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "2",
  "rating": "5.0",
  "contentRating": "High Maturity",
  "creator": "Classic Movie Wallpapers Photos",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.classicposters.wallpaper.thebreakfastclubwallpaper",
  "extendedInfo": {
    "installSize": "1.8M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "The breakfast club wallpapers and photos. Stunning pictures high resolution HD quality. Set pictures of the breakfast club as wallpaper on your phone. Share with your friends via SMS!This app is ad supported and may contain ads in the notification tray and/or home screen. This is an unofficial free fan app. Please rate this app 5 stars!Any content not owned by this developer belongs to their respective owners. We are not affiliated with this company. We don't claim any ownership to the characters, images, or content in this app.We believe the images fall under fair use as they are reduced size and excerpted for informational purposes. If there is a copyright issue with content in this app, please contact us and we'll remove it.The Breakfast Club is a 1985 American coming of age comedy-drama film written and directed by John Hughes and starring Emilio Estevez, Anthony Michael Hall, Judd Nelson, Molly Ringwald, and Ally Sheedy. The storyline follows five teenagers (each a member of a different high school clique) as they spend a Saturday in detention together and come to realize that they are all deeper than their respective stereotypes.Critically, it is considered to be one of the greatest high school films of all time, as well as one of Hughes' most memorable and recognizable works. The media referred to the film's five stars as members of a group called the \"Brat Pack\".Five students — \"criminal\" John Bender (Nelson), \"athlete\" Andrew Clark (Estevez), \"brain\" Brian Johnson (Hall), \"basket case\" Allison Reynolds (Sheedy), and \"princess\" Claire Standish (Ringwald) — report for Saturday morning detention on March 24, 1984 at Shermer High School in the Chicago suburb of Shermer, Illinois. While not complete strangers, each of them comes from a different clique, and they seem to have nothing in common. They gather in the high school library, where they are ordered not to speak or move from their seats or sleep by the assistant principal, Richard Vernon (Gleason). They are to remain there for a period of eight hours, fifty-four minutes (from 7:06 A.M. to 4 P.M.). He assigns a 1,000-word essay (in which each student must write about who he or she thinks they are) and then leaves, returning occasionally to check on them. Bender, who has a particularly negative relationship with Vernon, disregards the rules and riles the other students, mocking Brian and Andrew, and harassing Claire. Allison is initially quiet except for the occasional random outburst.The students pass the hours by arguing and smoking marijuana that Bender retrieves from his locker. Gradually they open up to each other and reveal their inner secrets — for example, Allison is a compulsive liar, Andrew hates his father, John comes from an abusive household, Brian has contemplated suicide, and Claire is a virgin. They also discover that they all have strained relationships with their parents and are afraid of making the same mistakes as the adults around them. However, despite these developing friendships the students are afraid that once the detention is over, they will return to their very different cliques and never speak to each other again.Towards the end of the day, the other students ask Brian to write the essay that Vernon assigned earlier. Brian does so, but instead of writing about the assigned topic, he writes a letter to Vernon objecting to his request to describe to him who they are, stating that the man has already judged who they are (an athlete, basket case, princess, brain, and criminal), and that he will not accept any different accounts from them. Brian signs the essay as \"The Breakfast Club\" and leaves it at the table for Vernon to read when they leave at 4 P.M. Before the students part ways outside the school, Allison and Andrew kiss, and so do Claire and John.",
    "reviews": [
      {
        "timestampMsec": "1373651729174",
        "starRating": "5",
        "title": "really good movie",
        "comment": "love this movie",
        "commentId": "gp:AOqpTOGKunES-yWa-tzxV1ZYwekg3WJdpBAl5y1g9crISnGyDJxe9LK-d0rerESigs3PYXFzBZdQlOGf_cIRvKc",
        "author": "darwin suwal",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1367986832555",
        "starRating": "5",
        "title": "Lovely pics",
        "comment": "This app has some lovely images, super like.",
        "commentId": "gp:AOqpTOGqAlCdJ78rmnXBc34ijKsTYhFKVUwxRy9wh1ZRsDsUrG03wmG6_L0Hdf5kM-_PZEo8yZPEik7SXzZEOr8",
        "author": "sony anroid",
        "authorURL": "http://lh6.googleusercontent.com/-t88HprWeUfs/AAAAAAAAAAI/AAAAAAAAABc/tKtB7fQozZ8/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/-t88HprWeUfs/AAAAAAAAAAI/AAAAAAAAABc/tKtB7fQozZ8/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.SET_WALLPAPER",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "android.permission.READ_PHONE_STATE",
      "android.permission.VIBRATE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.READ_CONTACTS",
      "android.permission.SEND_SMS",
      "android.permission.GET_ACCOUNTS",
      "android.permission.ACCESS_WIFI_STATE"
    ]
  }
}
