{
  "title": "Children Songs Lyrics",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.children.songs",
  "category": "Entertainment",
  "price": "Free",
  "datePublished": "June 21, 2013",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "1",
  "rating": "1.0",
  "contentRating": "Everyone",
  "creator": "jdave jones",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.children.songs",
  "extendedInfo": {
    "installSize": "485k",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "Commercial children's music grew out of the popular music publishing industry, associated with New York's Tin Pan Alley in the late nineteenth and early twentieth centuries. Early songs included \"Ten little fingers and ten little toes\" by Ira Shuster and Edward G. Nelson and \"School days\" (1907) by Gus Edwards and Will Cobb.[26] Perhaps the best remembered now is \"Teddy Bears' Picnic\", with lyrics by Jimmy Kennedy in 1932 and the tune by British composer John William Bratton was from 1907.As recording technology developed, children's songs were soon being sold on record; in 1888, the first recorded discs offered for sale included Mother Goose nursery rhymes. The earliest record catalogues of several seminal figures in the recording industry such as Edison, Berliner, and Victor all contained separate children's sections. Until the 1950s the major record companies produced albums for children, mostly based on popular cartoons or nursery rhymes and read by major stars of theatre or film. The role of Disney in children's cinema from the 1930s meant that it gained a unique place in the production of children's music, beginning with 'Minnies Yoo Hoo' (1930).After the production of their first feature-length animation Snow White and the Seven Dwarves in 1937, with its highly successful score by Frank Churchill and Larry Morey, the mould for a combination of animation, fairy tale and distinctive songs was set that would carry through to the 1970s with songs from films such as Pinocchio (1940) and Song of the South (1946).The mid-twentieth century baby boomers provided a growing market for children's music. Woody Guthrie, Pete Seeger, and Ella Jenkins were among politically progressive and socially conscious performers who aimed albums to this group. Novelty recordings like \"Rudolph, the Red-Nosed Reindeer\" (a Montgomery Ward jingle that became a book and later a classic children's movie) and the fictional music group \"The Chipmunks\" were among the most commercially successful music ventures of the time. In the 1960s, as the baby boomers matured and became more politically aware, they embraced both the substance and politics of folk  music. Peter, Paul, and Mary, The Limeliters, and Tom Paxton were acclaimed folk artists who wrote albums for children. From the 1970s television, with programmes like Sesame Street became the dominant force in children's music. In the early 1990s, songwriter, record producer, and performer Bobby Susser, emerged with his award-winning young children's songs and series, Bobby Susser Songs For Children, that exemplified the use of children's songs to educate young children in schools and at home.Disney also re-entered the market for animated musical features, beginning with The Little Mermaid (1989) from which the song \"Under the Sea\" won an Oscar, and was the first of a string of Oscar winning best songs.[31] The twenty-first century has also seen an increase in the number of independent children's music artists, with acts like Dan Zanes, Cathy Bollinger, and Laurie Berkner getting wide exposure on cable TV channels targeted to children.Keywords:children songs;children songs lyrics;children songs download;children songs youtube;youtube children songs;children songs onlineDisclaimer:The content provided in this application is based on youtube and is available in the public domain. we have not uploaded any videos to youtube. This app is just an organized way to browse and view youtube videos in another way.This app is unofficial and is simply a shortcut to the free videos offered by Youtube.",
    "reviews": [
      {
        "timestampMsec": "1376496928040",
        "starRating": "1",
        "title": "Its horrible made my daughter cry",
        "comment": "Font use it",
        "commentId": "gp:AOqpTOEPe6L3ru8jd9fLo8gQzHTVmQDXvQoHlN4NzDhKgtkxA4puf2rm5uSqiUha4MLRu3g2M7xoW6xEXPIeFA",
        "author": "Bo Johnson",
        "authorURL": "http://lh3.googleusercontent.com/-kGn1XVFeGrE/AAAAAAAAAAI/AAAAAAAAAAA/mGXF_lI1jq0/photo.jpg",
        "authorSecureURL": "https://lh3.googleusercontent.com/-kGn1XVFeGrE/AAAAAAAAAAI/AAAAAAAAAAA/mGXF_lI1jq0/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE"
    ]
  }
}
