{
  "title": "Jack Daniels Wallpaper",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.classicrockmusicwallpapers.wallpaper.jackdanielswallpaper",
  "category": "Media & Video",
  "price": "Free",
  "datePublished": "June 27, 2013",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "13",
  "rating": "4.230769",
  "contentRating": "High Maturity",
  "creator": "Classic Rock Music Wallpapers",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.classicrockmusicwallpapers.wallpaper.jackdanielswallpaper",
  "extendedInfo": {
    "installSize": "1.6M",
    "downloadsCount": "5,000+",
    "downloadsCountText": "5,000 - 10,000",
    "description": "Jack Daniels wallpapers and photos.  Stunning pics high resolution HD quality. Set pictures as wallpaper and share with your friends via SMS!This is an unofficial free fan / parody app. Any content not owned by this developer belongs to their respective owners. We believe the images fall under fair use doctrine as they are reduced size and excerpted for informational purposes. If you would like to request removal of an image of our collection for copyright reasons, feel free to contact us and we will be happy to oblige.Please rate this app 5 stars! This free fan app is ad supported and may contain ads in the notification tray and/or home screen. fondos de Pantalla, imagines de Pantalla y wallpaperJack Daniel's is a brand of sour mash Tennessee whiskey that is the highest selling American whiskey in the world. It is known for its square bottles and black label. It is produced in Lynchburg, Tennessee by the Jack Daniel Distillery, which has been owned by the Brown-Forman Corporation since 1956. Despite being the location of a major operational distillery, Jack Daniel's home county of Moore is a dry county, so the product is not available for consumption at stores or restaurants within the county.Although the product generally meets the regulatory criteria for classification as a straight bourbon, the company disavows this classification and markets it simply as Tennessee whiskey rather than as Tennessee bourbon.Early historyAccording to the Jack Daniel's website, founder Jasper Newton \"Jack\" Daniel was born in September 1846, although seemingly no one knows the exact date because the birth records were destroyed in a courthouse fire. If the 1846 date is correct, he might have become a licensed distiller at the age of 20, as the distillery claims a founding date of 1866. Other records list his birth date as September 5, 1846, and in the 2004 biography Blood & Whiskey: The Life and Times of Jack Daniel, author Peter Krass maintains that land and deed records show that the distillery was actually not founded until 1875. Jack was one of twelve children fathered by Calaway Daniel. Jack's mother, Lucinda Cook Daniel, died in 1847, after which his father remarried and had several more children. Jack Daniel's grandfather, Joseph \"Job\" Daniel emigrated from Wales as did his Scottish wife to the United States. He was of Welsh, Scottish, English, and Scots-Irish descent. In 2012, a Welshman, Mark Evans, claimed to have discovered the original recipe, in a book written by his great-great-grandmother in 1853, whose brother-in-law emigrated to Tennessee.Jack died in 1911 from blood poisoning which started from an infection. The infection allegedly began in one of his toes, which Daniel injured one early morning at work by kicking his safe in anger when he could not get it open (he was said to always have had trouble remembering the combination).Jack Daniel never married and did not have any children. However, he took his favorite nephew, Lem Motlow, under his wing. Lem was very skilled with numbers, and was soon doing all of the distillery's bookkeeping. In 1907, due to failing health, Jack Daniel gave the distillery to Motlow, who then bequeathed the distillery to his children, Robert, Reagor, Dan, Conner, and Mary, upon his death in 1947.",
    "reviews": [
      {
        "timestampMsec": "1375894432539",
        "starRating": "5",
        "title": "Peter",
        "comment": "Peter",
        "commentId": "gp:AOqpTOEpz0CQltboiKVp6E07iX-56fe9ERG-c_4ay5Trz2OZPM3o4xWMSKwf4CZj3MppBbQBQG0WhgzUik0LGw",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1372519291545",
        "starRating": "5",
        "title": "Love the brand!",
        "comment": "Cool wallpaper inside!",
        "commentId": "gp:AOqpTOGY1RZJw3m-CgYVb1g1UxPknkZjFDPzRMwOkDi-QYCq_K6_Tl26MXksdbxI5Ub-nHVMsRzI6yuhyoHLXw",
        "author": "Yoshia Rachman",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.SET_WALLPAPER",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "android.permission.READ_PHONE_STATE",
      "android.permission.VIBRATE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.READ_CONTACTS",
      "android.permission.SEND_SMS",
      "android.permission.GET_ACCOUNTS",
      "android.permission.ACCESS_WIFI_STATE"
    ]
  }
}
