{
  "title": "(Kitchen+more) Timer 'Kitty'",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.chk.kitty",
  "category": "Tools",
  "price": "Free",
  "datePublished": "August 9, 2013",
  "version": "1.1.11",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "12",
  "rating": "4.75",
  "contentRating": "Everyone",
  "creator": "Christian Kaiser",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.chk.kitty",
  "extendedInfo": {
    "installSize": "861k",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "Eieruhr? Kurzzeitwecker für den gesunden Mittagsschlaf? Erinnerung, den Teebeutel herauszunehmen? Koch-Hilfe?Kitty war eigentlich als einfacher Küchen-Wecker (Ursprung: \"KITchen TImer\") geplant, aber als die Applikation schließlich erwachsen wurde, wurde eine universell verwendbare Timer-App daraus.Wollen Sie:* mehrere Timer auch gleichzeitig und übersichtlich laufen lassen können?* Timer mit einem einzigen Touch starten können? * Timer vorkonfigurieren und mit eigenen Bildern und Tönen verknüpfen (daher will Kitty Rechte auf Mikrofon und Kamera - kein Angst! ;))?* optimale Unterstützung von Smartphone und Tablet haben?* keine Werbung auch in der kostenlosen Version haben?Dann versuchen Sie KITTY:Besonderer Wert wurde von mir auf Übersichtlichkeit und einfache, sehr schnelle Bedienung gelegt.Besonderheiten: - Es gibt 3 \"Gruppen\": Schnellstartgruppe im Hauptfenster der App, in die man die häufigst-genutzten Timer legen kann (für direkten Start durch einfaches Antippen nach dem Start der Applikation), eine Gruppe mit laufenden oder angehaltenen Timern und eine Gruppe der abgelaufenen Timer.- Wem das zu umständlich ist: man kann Timer-Verknüpfungen auf den Homescreen legen (1-Click-Start vom Homescreen aus!) oder in das Dock. Timer-Start durch einen einzigen Klick!- Sounds und Bilder werden für schnellen Zugriff in eigenen Verzeichnissen verwaltet, aus denen man sie direkt einem Timer zuordnen kann.- Timer können über passende Icons und farblich gruppiert, und nach verschiedenen Kriterien (Name, Dauer, Benutzungshäufigkeit) sortiert werden.- Fast jedes Fenster hat einen Hilfe-Button, über den man Kurzhilfe zum aktuellen Bildschirm bekommt.- Timer können einen \"Vorwarn-Alarm\" erhalten, der dazu benutzt werden kann, vor Timer-Ablauf zu warnen, damit man keine neue Arbeit anfängt, oder um zweistufige Timer (z.B. hart- und weichgekochte Eier) zu erzeugen.- unterstützt das automatische Android Backup (hoffentlich - das ist nicht so einfach zu testen...)FREE-Version: Die Free-Version ist auf 4 Timer im Vorrat beschränkt. Über In-App-Kauf zu 1 € kann man die Vollversion freischalten, dann ist eine (fast) unbegrenzte Zahl von Timern möglich.Zu den benötigten Berechtigungen, die für einen Timer doch eher umfangreich klingen: Kamera (für Fotos als Icons), Mikrofon (um Ablaufsignal selbst erstellen zu können), Touchscreen (optionale Helligkeitsregelung durch Kitty, während Timer in Kitty aktiv sind, damit man den Überblick behält).Stichworte: Küchenwecker, Küchentimer, kitchen timer, Eieruhr, Timer, Wecker.",
    "reviews": [
      {
        "documentVersion": "1.1.8",
        "timestampMsec": "1367535458138",
        "starRating": "5",
        "comment": "Great app!  Tells you when the timer ended so if you miss it you will know by how long.",
        "commentId": "gp:AOqpTOG3cbN3xOJ0SF6p3Wdy3dq33ceTchvSiM1qBMSz1sUV0o0KJJsE9NMva_lIaEHhWMDPhexWrftkeo5puPQ",
        "author": "Norvin Viergutz",
        "authorURL": "http://lh3.googleusercontent.com/-6teCcIjMdAw/AAAAAAAAAAI/AAAAAAAAACk/T0eRU12vRwA/photo.jpg",
        "authorSecureURL": "https://lh3.googleusercontent.com/-6teCcIjMdAw/AAAAAAAAAAI/AAAAAAAAACk/T0eRU12vRwA/photo.jpg"
      },
      {
        "documentVersion": "1.1.6",
        "timestampMsec": "1361045510685",
        "starRating": "5",
        "title": "Egg Timers Gone Wild",
        "comment": "This is a wonderful app that uses the egg timer concept not for the bland, traditional egg-cooking purposes; it is used as a timer for multiple activities at once. With its great customization, beautiful interface, and continued support, it is a great tool to keep me on top of my writing, gaming, and napping.",
        "commentId": "gp:AOqpTOGiKNb0AN3e7rZOS4UPeIMvZ21GLEQKnx4qynqiooNG5HE6-LIqetelpNBVUiFcsR_f50lwm8wi3nJVVjA",
        "author": "Christopher Kunkel",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.CAMERA",
      "android.permission.RECORD_AUDIO",
      "android.permission.VIBRATE",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "com.android.launcher.permission.UNINSTALL_SHORTCUT",
      "com.android.vending.BILLING",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
