{
  "title": "Church Bell Remote",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.chimemaster.churchbellremote",
  "category": "Tools",
  "price": "Free",
  "datePublished": "May 15, 2013",
  "version": "1.1",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "4",
  "rating": "4.0",
  "contentRating": "Everyone",
  "creator": "Chime Master",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.chimemaster.churchbellremote",
  "extendedInfo": {
    "installSize": "1.3M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Ring your church bells from your mobile device. Church Bell Remote works with Chime Master bell ringing equipment and networked remote management software.Customizable function buttons make it easy to peal your bells for weddings, swing the church bell for a call to worship, toll a funeral bell or play beautiful music to create a peaceful atmosphere for special events. Convenient and secure bell ringing access moves around your campus with you. Operate your church bells from your office, pulpit, altar, organ, choir, front pew or back pew! You have complete control wherever a wireless data connection can be made to your Chime Master bell ringing system.Church Bell Remote Features:○ On screen display of system activity, monitor volume level and speaker zoning○ Swinging bell○ Pealing bells○ Funeral tolling bell○ Musical selections○ Instant Play button○ Stop button○ Set church bell audio levels inside the church○ Millennium carillon keyboard modes○ Activate pre-programmed schedules○ Inhibit automatic ringing schedule○ User authentication with scheduled access○ Customize buttons for each user's app○ User may access bells at multiple properties if authorizedChurch Bell Remote Requirements○ Chime Master bell control or electronic church bell carillon instrument○ Chime Master Management Suite for PC - Premium version 4.9 or later with a network connection that is shared with your mobile device○ Android™ phones and tablets (including Kindle Fire) with version 2 or laterFAQCan I hear the bells ring on my phone?Church Bell Remote sends commands to your Chime Master church bell ringing equipment and receives status for the phone's display. No bell sounds are heard from the phone.Do you have church bell ring tones?Our Church Bell Soundboard is now available. Bell ringing and favorite hymns can be played on your phone and saved as ring tones. Download it now from the Play Store.Can I ring my bells when I'm away from the church Wi-Fi network?Yes, you can access your bell ringing system from your mobile device while away from the church using your 3G/4G mobile data, and home or public Wi-Fi connection that has access to the remote management PC.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.READ_PHONE_STATE",
      "android.permission.ACCESS_NETWORK_STATE"
    ]
  }
}
