{
  "title": "CHRISTIAN LIVE WALLPAPER",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.christian_free",
  "category": "Lifestyle",
  "price": "Free",
  "datePublished": "June 23, 2013",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "1",
  "rating": "5.0",
  "contentRating": "Low Maturity",
  "creator": "Giant Monster Design",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.christian_free",
  "extendedInfo": {
    "installSize": "11M",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "3D Christian Fish Live Wallpaper (also known as the \"Jesus Fish\"). A beautiful golden representation of the icon of modern Christianity rotates and sparkles on your screen! Celebrate your faith in God and Jesus with this beautiful Christian Live Wallpaper.• Supports HD for Samsung Galaxy S3, S4, HTC One and similar HD phones!• This is a free app supported by advertising. If you don't want any ads, then download the \"CHRISTIAN LIVE WALLPAPER PRO\" version available shortly.• NOT for tablets (yet)- An HD Tablet version will be a separate Christian Live Wallpaper HD.TO INSTALL: Home -> Menu -> Wallpaper -> Live Wallpapers.Note: the \"open\" Button does not apply to live wallpapers, you must go to the live wallpaper settings to install.Please email me if you have any questions, suggestions, or issues.Ichthys (also Ichthus or Ikhthus /ˈɪkθəs/[1]), from the Koine Greek word for fish: ἰχθύς, (capitalized ΙΧΘΥΣ or ΙΧΘΥϹ) is a symbol consisting of two intersecting arcs, the ends of the right side extending beyond the meeting point so as to resemble the profile of a fish, used by early Christians as a secret Christian symbo and now known colloquially as the \"sign of the fish\" or the \"Jesus fish.\"Symbolic Meaning of the \"Jesus Fish\"- ΙΧΘΥΣ (Ichthys) is an acronym for \"Ίησοῦς Χριστός, Θεοῦ Υἱός, Σωτήρ\", (Iēsous Christos, Theou Yios, Sōtēr), which translates into English as \"Jesus Christ, God's Son, Savior\".Historians say the 20th-century use of the ichthys motif is an adaptation based on an Early Christian symbol which included a small cross for the eye or the Greek letters \"ΙΧΘΥΣ\".The \"Jesus Fish\" was rebirthed in the early 70s to become an icon of modern Christianity recognized around the world. It was caused through a chain of circumstances. First the Vietnam War caused distrust and peaceful rebellion within the younger generations of Americans and Australians. In 1973 they brought the symbol and message to the Aquarius Rock Festival in Nimbin Australia. From there it became a household symbol around the world. Today, it can be seen as a decal or emblem on the rear of automobiles or as pendants or necklaces as a sign that the owner is a Christian. It is incorporated into business logos or in business advertisements and listings in telephone books. It is also seen on clothing. Versions of this include an Ichthys with \"Jesus\" or \"ΙΧΘΥΣ\" in the center, or simply the Ichthys outline by itself.People might also search for this under God, Easter, Crucifixion, Jesus Christ Live Wallpaper, Jesus Live Wallpaper, Jesus Fish Live Wallpaper or Bible live wallpaper.This is built in celebration of peace and love around the globe.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.GET_ACCOUNTS",
      "android.permission.ACCESS_WIFI_STATE",
      "com.android.browser.permission.READ_HISTORY_BOOKMARKS",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.MOUNT_UNMOUNT_FILESYSTEMS",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
