{
  "title": "Snowpiercer - Last Revolution",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.chobo.game.snowpiercer.running",
  "category": "Brain & Puzzle",
  "price": "Free",
  "datePublished": "August 22, 2013",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "26",
  "rating": "4.0384617",
  "contentRating": "Low Maturity",
  "creator": "Chobo Android Developer",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.chobo.game.snowpiercer.running",
  "extendedInfo": {
    "installSize": "3.8M",
    "downloadsCount": "5,000+",
    "downloadsCountText": "5,000 - 10,000",
    "description": "Snowpiercer (Korean: 설국열차; RR: Seolgungnyeolcha) is a South Korean/American/French sci-fi action thriller film based on the French graphic novel Le Transperceneige by Jacques Lob and Jean-Marc Rochette. The film is directed by Bong Joon-ho, and co-written by Bong and Kelly Masterson. The film stars Chris Evans, Song Kang-ho, Go Ah-sung, Jamie Bell, Ewen Bremner, John Hurt, Tilda Swinton, Octavia Spencer, and Ed Harris. The film marks Bong's English-language debut; he has mentioned that approximately 80% of the film was shot in English.The film is set in a future where a runaway experiment to stop global warming has caused an ice age that killed nearly all life on the planet. The only survivors are the inhabitants of the 'Snowpiercer', a massive train that travels around the planet and is powered by a perpetual-motion engine. Over time a class system evolves on the train, with the elites inhabiting the front of the train and poor inhabiting the back of the train. Tired of their poor living conditions, the riders in the back revolt, attempting to seize control of the engine, which the elites in the front consider sacred.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.VIBRATE",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.CHANGE_WIFI_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
