{
  "title": "Learn Kid Numbers in Punjabi",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.chotaraja.punjabinumbers",
  "category": "Education",
  "price": "Free",
  "datePublished": "May 2, 2013",
  "version": "1.0",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "1",
  "rating": "4.0",
  "contentRating": "Low Maturity",
  "creator": "Chota Raja",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.chotaraja.punjabinumbers",
  "extendedInfo": {
    "installSize": "11M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "This app will serve as a learning tool for kids who are learning NUMBERS 123 with a touch of the screen of Tab, they can learn the NUMBERS 123 its pronunciation in Punjabi.Education is an important human activity. It was born with the birth of the human race and shall continue to function as long as the human race lives. It helps a person to draw the best out of their mind and spirit. Education plays a vital role in the personal growth and the social development among all of us.Education does make a remarkable effect on one’s personality. No human beings are able to survive properly without education.It is most important in life like our basic need foods, clothes and shelter. With the beginning we learnt how to interact with others, how to make friends because of education only. As I remember when my parents had enrolled my name in school not only I learnt the alphabets and numbers but also I made friends, interacted with them with teachers.With further development you were faced with the sense of competition and desire and other such emotions and feelings, you also learnt to control these emotions and feelings. And also teaches how to act in different situations. Education is not just restricted to teaching a person the basic academics, say computers, mathematics, geography or history education is a much larger term.Education is a productive and beneficial factor in a person’s life. It is everyone’s right to get. The training of a human mind is not complete without education.An educated adult population is vital for strong economic development.Teaching and preparing our kids is one of the most significant things we can do as a society. Education is what we use to coach the mind to make correct selections.Education is a crucial ingredient in the success of our kids. More than that, education is a powerful tool which prepares our children to become wise leaders. It makes them open to new ideas and become lifetime learners.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.INTERNET",
      "android.permission.VIBRATE",
      "android.permission.READ_CONTACTS",
      "android.permission.SEND_SMS",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_LOCATION_EXTRA_COMMANDS",
      "android.permission.WAKE_LOCK",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "android.permission.READ_EXTERNAL_STORAGE",
      "android.permission.READ_CALL_LOG"
    ]
  }
}
