{
  "title": "Rebel Without a Cause",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.classicposters.wallpaper.rebelwithoutacausewallpaper",
  "category": "Media & Video",
  "price": "Free",
  "datePublished": "May 10, 2013",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "2",
  "rating": "5.0",
  "contentRating": "High Maturity",
  "creator": "Classic Movie Wallpapers Photos",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.classicposters.wallpaper.rebelwithoutacausewallpaper",
  "extendedInfo": {
    "installSize": "1.8M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Rebel without a cause wallpapers and photos. Stunning pictures high resolution HD quality. Set pictures of rebel without a cause as wallpaper on your phone. Share with your friends via SMS!This app is ad supported and may contain ads in the notification tray and/or home screen. This is an unofficial free fan app. Please rate this app 5 stars!Any content not owned by this developer belongs to their respective owners. We are not affiliated with this company. We don't claim any ownership to the characters, images, or content in this app.We believe the images fall under fair use as they are reduced size and excerpted for informational purposes. If there is a copyright issue with content in this app, please contact us and we'll remove it.Rebel Without a Cause is a 1955 American drama film about emotionally confused suburban, middle-class teenagers. Directed by Nicholas Ray, it offered both social commentary and an alternative to previous films depicting delinquents in urban slum environments. Over the years, the film has achieved landmark status for the acting of cultural icon James Dean, fresh from his Academy Award nominated role in East of Eden and who died before the film's release, his most celebrated role. In 1990, Rebel Without a Cause was added to the preserved films of the United States Library of Congress's National Film Registry as being deemed \"culturally, historically, and aesthetically significant.\"The story of a rebellious teenager who arrives at a new high school, meets a girl, disobeys his parents, and defies the local school bullies was a groundbreaking attempt to portray the moral decay of American youth, critique parental style, and explore the differences and conflicts between generations. The title was adopted from psychiatrist Robert M. Lindner's 1944 book, Rebel Without a Cause: The Hypnoanalysis of a Criminal Psychopath. The film itself, however, does not reference Lindner's book in any way.Warner Bros. released the film on October 27, 1955, less than one month after Dean's fatal car crash.Shortly after moving to Los Angeles with his parents, 17-year-old Jim Stark (James Dean) enrolls at Dawson High School. He is brought into the police station for public drunkenness, and when his mother, father and grandmother arrive at the police station to retrieve him, conflicts in Jim's family situation are introduced. His parents are often fighting; his father (Jim Backus) often tries to defend him, but Jim's mother always wins the arguments. Jim feels betrayed both by this fighting and his father's lack of moral strength, causing feelings of unrest and displacement. This shows up later in the film when he repeatedly asks his father, \"What do you do when you have to be a man?\"While trying to conform with fellow students at the school, he becomes involved in a dispute with a local bully named Buzz Gunderson (Corey Allen). While he tries to deal with Buzz, he becomes friends with a 15-year-old boy, John, nicknamed Plato (Sal Mineo), who was also at the police station the same night as Jim. Plato idolizes Jim, his real father having abandoned his family, and experiences many of the same problems as Jim, such as searching for meaning in life and dealing with parents who \"don't understand\". Jim meets Judy (Natalie Wood), whom he also recognizes from the police station, where she was brought in for being out alone after dark. She originally seems unimpressed by Jim, saying in a sarcastic tone, \"I bet you're a real yo-yo.\" She is apparently the property of Buzz.",
    "reviews": [
      {
        "timestampMsec": "1378638431587",
        "starRating": "5",
        "title": "Good app",
        "comment": "This has grouse pictures i love it. Good app dev",
        "commentId": "gp:AOqpTOH2YgvadGH5Mr0x1q-rUnkeq1bR86ycnJ-lXEqNQ3tPvqIMi4z_-gbVmvUAIXHhvjaoMAWODO4UiObPuD0",
        "author": "Bill Lyberis",
        "authorURL": "http://lh5.googleusercontent.com/-0fUmBAPceWc/AAAAAAAAAAI/AAAAAAAAAHI/fPc7VAEzIMs/photo.jpg",
        "authorSecureURL": "https://lh5.googleusercontent.com/-0fUmBAPceWc/AAAAAAAAAAI/AAAAAAAAAHI/fPc7VAEzIMs/photo.jpg"
      },
      {
        "timestampMsec": "1368718547400",
        "starRating": "5",
        "title": "Very good",
        "comment": "This app has some rare pics, good app for sure.",
        "commentId": "gp:AOqpTOENwCrxItT3vzQGe_043QSwYF-keIHfOM5cTDdADkZ3ZUslFaPHP_agX9nQZ0v1xqMsnwpoZw825Mc_4Nc",
        "author": "sony anroid",
        "authorURL": "http://lh6.googleusercontent.com/-t88HprWeUfs/AAAAAAAAAAI/AAAAAAAAABc/tKtB7fQozZ8/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/-t88HprWeUfs/AAAAAAAAAAI/AAAAAAAAABc/tKtB7fQozZ8/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.SET_WALLPAPER",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "android.permission.READ_PHONE_STATE",
      "android.permission.VIBRATE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.READ_CONTACTS",
      "android.permission.SEND_SMS",
      "android.permission.GET_ACCOUNTS",
      "android.permission.ACCESS_WIFI_STATE"
    ]
  }
}
