{
  "title": "The Wonder Years Wallpaper",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.classicposters.wallpaper.thewonderyearswallpaper",
  "category": "Media & Video",
  "price": "Free",
  "datePublished": "April 25, 2013",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "6",
  "rating": "5.0",
  "contentRating": "High Maturity",
  "creator": "Classic Movie Wallpapers Photos",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.classicposters.wallpaper.thewonderyearswallpaper",
  "extendedInfo": {
    "installSize": "1.8M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "The wonder years wallpapers and photos. Stunning pictures high resolution HD quality. Set pictures of the wonder years as wallpaper on your phone. Share with your friends via SMS!This app is ad supported and may contain ads in the notification tray and/or home screen. This is an unofficial free fan app. Please rate this app 5 stars!Any content not owned by this developer belongs to their respective owners. We are not affiliated with this company. We don't claim any ownership to the characters, images, or content in this app.We believe the images fall under fair use as they are reduced size and excerpted for informational purposes. If there is a copyright issue with content in this app, please contact us and we'll remove it.The Wonder Years is an American television comedy-drama created by Neal Marlens and Carol Black. It ran on ABC from 1988 through 1993. The pilot aired on January 31, 1988, following ABC's coverage of Super Bowl XXII.The show achieved a spot in the Nielsen Top Thirty for four of its six seasons. TV Guide named the show one of the 20 best of the 1980s. After only six episodes aired, The Wonder Years won an Emmy for best comedy series in 1988. In addition, at age 13, Fred Savage became the youngest actor ever nominated as Outstanding Lead Actor for a Comedy Series. The show was also awarded a Peabody Award in 1989, for pushing the boundaries of the sitcom format and using new modes of storytelling. The series won 22 awards and was nominated for 54 more. In 1997, \"My Father's Office\" was ranked #29 on TV Guide's 100 Greatest Episodes of All Time, and in the 2009 revised list the pilot episode was ranked #43.The series depicts the social and family life of a boy in a typical American suburb from 1968 to 1973, covering his ages of 12 through 17. Each fictional year in the series takes place exactly twenty years before airing (1988 to 1993).The show's plot centers on Kevin Arnold, son of Jack and Norma Arnold. Kevin's dad holds a management job at NORCOM, a defense contractor, while his mother is a homemaker. Kevin also has an older brother, Wayne, and an older sister, Karen. Two of Kevin's age peers and neighbors are prominently featured throughout the series: his best friend, Paul Pfeiffer, and his crush-turned-girlfriend Gwendolyn \"Winnie\" Cooper. Story lines are told through Kevin's reflections as an adult in his mid-30s, voiced by narrator Daniel Stern.In the pilot episode, Winnie's older brother Brian, whom Kevin admires, is killed in action in Vietnam in 1968. Kevin meets Winnie in a nearby wooded area called Harpers Woods, and they end up sharing their first kiss. This unsaid relationship between Winnie and Kevin remains dormant for a long while, with Winnie starting to date a popular 8th grader named Kirk McCray, and Kevin briefly going steady with Becky Slater (played by Crystal McKellar—Danica's sister). After Kevin breaks up with Becky due to his feelings for Winnie, Becky becomes a recurring nuisance for Kevin. Winnie eventually dumps Kirk as well, and Kevin and Winnie share a second kiss at the start of the 1969 summer vacation. Around Valentine's Day 1970, Winnie temporarily dates Paul, who has broken up with his girlfriend Carla. Winnie and Kevin start dating each other soon after.",
    "reviews": [
      {
        "timestampMsec": "1367369637838",
        "starRating": "5",
        "title": "Great images",
        "comment": "All the images have very high resolution. Good work by the developer!!",
        "commentId": "gp:AOqpTOHFCPlOMS07pUtDCE8vMQ3uXjy1BLxqZ-us3HsqAa0R8Ts5IvQPhZ4FcwHNZqAFhnxZkUz1-LR-sEyVAg",
        "author": "sony anroid",
        "authorURL": "http://lh6.googleusercontent.com/-t88HprWeUfs/AAAAAAAAAAI/AAAAAAAAABc/tKtB7fQozZ8/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/-t88HprWeUfs/AAAAAAAAAAI/AAAAAAAAABc/tKtB7fQozZ8/photo.jpg"
      },
      {
        "timestampMsec": "1375981481177",
        "starRating": "5",
        "title": "Best series.",
        "comment": "Best  moments ever of my childhood",
        "commentId": "gp:AOqpTOFkoRyzuvhGapc3tgx9zMKrWtiEei5S79fhVQm6nEn8xpHTNzWTV7Jj48hM569fFPkc70evb5ZZ6pIcbg",
        "author": "Anita Richard",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1367089799250",
        "starRating": "5",
        "title": "Wonder-ful",
        "comment": "The pictures are so admirable!",
        "commentId": "gp:AOqpTOGDduu9NTX9EOWOa1mQksqloXksEWYH0fSXsVR72t-iOVNW-xkUg9wkjtXyzSq2HKIn0y-cV7ECjmK11g",
        "author": "Muhammad Taufiq",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.SET_WALLPAPER",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "android.permission.READ_PHONE_STATE",
      "android.permission.VIBRATE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.READ_CONTACTS",
      "android.permission.SEND_SMS",
      "android.permission.GET_ACCOUNTS",
      "android.permission.ACCESS_WIFI_STATE"
    ]
  }
}
