{
  "title": "Improve Memory Course",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.course.Improve.Memory",
  "category": "Health & Fitness",
  "price": "Free",
  "datePublished": "December 27, 2012",
  "version": "1.1",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "applearningpurpose",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.course.Improve.Memory",
  "extendedInfo": {
    "installSize": "327k",
    "downloadsCount": "50+",
    "downloadsCountText": "50 - 100",
    "description": "If you want to learn how to improve memory, then this App is a MUST for you to download. The contents in this app is of high quality and you will still remember this line after reading you finish reading it!A common myth about good memory: it is a gift that only a few persons have. Many adults believe that they couldn't do anything about consistently forgetting facts and things they should do or should have done. Forgetfulness is not a serious threat anyway, they believe. However, for those who need to boost their abilities to recall info, there are a few easy yet extremely effective methods on how to improve memory power.Mental exercise is the key to boost memory power. Shortage of physical exercise makes the body inactive and lethargic, and absence of psychological exercise does the same thing to the mind. Train your mind frequently by repeating to yourself anything you need to remember as quickly as you learn it. This is very useful especially when remembering phone numbers and dates. Repetition is a simple system on how to improve memory power, but it works even for long term memory.Another great psychological exercise is to envision how you're going to use the information in the future. As an example, when you meet an individual for the 1st time, imagine meeting him or her again after some time. That way, you are sure to remember the person's name when you meet again. You can also use other mnemonic methods like rhymes and word associations that may train you on how to improve memory power. [www.articlesbase.com/self-improvement-articles/how-to-improve-memory-power-in-5-minutes-1006975.html]With Improve Memory Course apps, you will learn more than what we have share here. Download it now and remember longer!",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.CAMERA",
      "android.permission.VIBRATE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_LOCATION_EXTRA_COMMANDS",
      "android.permission.READ_PHONE_STATE",
      "android.permission.INTERNET",
      "android.permission.RECEIVE_SMS",
      "android.permission.RECORD_AUDIO",
      "android.permission.MODIFY_AUDIO_SETTINGS",
      "android.permission.READ_CONTACTS",
      "android.permission.WRITE_CONTACTS",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.GET_ACCOUNTS",
      "android.permission.BROADCAST_STICKY",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
