{
  "title": "Megan Fox Wallpaper",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.coolandroidwallpapershd.wallpapermeganfox",
  "category": "Media & Video",
  "price": "Free",
  "datePublished": "April 4, 2013",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "10",
  "rating": "4.4",
  "contentRating": "High Maturity",
  "creator": "Cool Android Wallpapers HD",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.coolandroidwallpapershd.wallpapermeganfox",
  "extendedInfo": {
    "installSize": "1.7M",
    "downloadsCount": "5,000+",
    "downloadsCountText": "5,000 - 10,000",
    "description": "The best HD high resolution Megan Fox Wallpapers for your Android phone available anywhere!Stunning wallpaper pics of the dreamy Megan Fox to deck out your Android phone! High resolution HD quality.Megan Denise Fox (born May 16, 1986) is an American actress and model. She began her acting career in 2001, with several minor television and film roles, and played a regular role on the Hope and Faith television show. In 2004, she made her film debut with a role in Confessions of a Teenage Drama Queen. In 2007, she co-starred as Mikaela Banes, the love interest of Shia LaBeouf's character, in the blockbuster film, Transformers, which became her breakout role. Fox reprised her role in the 2009 sequel, Transformers: Revenge of the Fallen. Later in 2009, she starred as the eponymous lead in the film Jennifer's Body.Fox is considered a sex symbol and appears on men's magazine \"Hot\" lists, including Maxim and FHM.Height 5' 4\" (1.63 m) Megan Denise Fox was born May 16, 1986 in Rockwood, Tennessee. She has one older sister. Megan began her training in drama and dance at the age of 5 and, at the age of 10, moved to Florida where she continued her training and finished school. She now lives in Los Angeles, California. Megan began acting and modeling at the age of 13 after winning several awards at the 1999 American Modeling and Talent Convention in Hilton Head, South Carolina. Megan made her film debut as Brianna Wallace in the Mary-Kate Olsen and Ashley Olsen film, Holiday in the Sun (2001) (V). Her best known role is as Sam Witwicky's love interest Mikaela Banes in the first two installments of the Transformers series: Transformers (2007) and Transformers: Revenge of the Fallen (2009).Named #68 in FHM magazine's \"100 Sexiest Women in the World 2006\" supplement. (2006).Ranked #18 on the Maxim magazine Hot 100 of 2007 list.She has Irish, French and Cherokee ancestry.Is friends with Jennifer Blanc, Amanda Seyfried, Shia LaBeouf, and Michael Biehn.Ranked #17 on interview magazines Hollywood faces to watch \"Future Stars of Tomorrow\".She was voted #1 sexiest woman by FHM readers for 2008.Ranked #16 on the Maxim magazine Hot 100 of 2008 list.Is both a fan of comic books and video games. Her favorite artist is the recently deceased Michael Turner.Is a huge fan of animals and has owned dogs, cats, birds, squirrels and a pig.Names Shia LaBeouf as one of her favorite people ever.Was ranked #1 on Moviefone's 'The 25 Hottest Actors Under 25' (2008).Engaged to Brian Austin Green from November 2006 until February 2009 when they called off their engagement. They then got back together in April 2009.Ranked #2 on the Maxim magazine Hot 100 of 2009 list.She has a quote from William Shakespeare's 'King Lear' tattooed on her right shoulder that reads: \"We will all laugh at gilded butterflies.\".First ever female to grace GoreZone Magazine's front cover.Engaged to Brian Austin Green for the second time [June 17, 2010].Married Brian Austin Green in a sunset ceremony on a beach in Hawaii with his son Kassius as their only witness.Was ranked #5 on Maxim magazine's Hot 100 of 2010 list.Voted #49 in the 2011 Ask Men list of the top 99 \"most desirable\" women.Has approximately 9-10 tattoos so far, including her husband's name 'Brian' on her hip. Although she is removing the tattoo of Marilyn Monroe on her right forearm (2011).Ranked #14 in the 2011 Men's Health 100 Hottest Women of All Time list, she placed behind Angelina Jolie, Sharon Stone, Scarlett Johansson, and Catherine Deneuve.Voted #96 in Ask men's Top 99 'most desirable' celebrity woman of 2012.Expecting her 1st child with husband Brian Austin Green [March 28, 2012].This free app is ad supported and may contain ads in the notification tray and/or home screen.Please rate this app 5 stars!fondos de Pantalla, imagines de Pantalla y wallpaper",
    "reviews": [
      {
        "timestampMsec": "1356061735623",
        "starRating": "1",
        "title": "Do not download",
        "comment": "Always forces close!",
        "commentId": "gp:AOqpTOGxUE_EWfpBXfCXrLsSFQ01UZF4L2OPaFyX28_Hczpi783tSWuzh50nteIevoijihodEhsUvg7jo-MbU1I",
        "author": "Stefany Loza",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.SET_WALLPAPER",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "android.permission.READ_PHONE_STATE",
      "android.permission.VIBRATE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.READ_CONTACTS",
      "android.permission.SEND_SMS",
      "android.permission.READ_CALL_LOG"
    ]
  }
}
