{
  "title": "Ronaldinho Wallpaper",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.courageouscanary.wallpaperronaldinho",
  "category": "Media & Video",
  "price": "Free",
  "datePublished": "February 5, 2013",
  "version": "1",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "17",
  "rating": "4.882353",
  "contentRating": "High Maturity",
  "creator": "Courageous Canary",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.courageouscanary.wallpaperronaldinho",
  "extendedInfo": {
    "installSize": "1.7M",
    "downloadsCount": "5,000+",
    "downloadsCountText": "5,000 - 10,000",
    "description": "Ronaldinho wallpapers and photos.  Stunning pics high resolution HD quality. Set pictures as wallpaper and share with your friends via SMS!This is an unofficial free fan app. Any content not owned by this developer belongs to their respective owners. If there is an issue with this app contact us via the email address and we will remove it.Please rate this app 5 stars! This free fan app is ad supported and may contain ads in the notification tray and/or home screen. Ronaldino fondos de Pantalla, imagines de Pantalla y wallpaper.Ronaldinho was born in the city of Porto Alegre, the state capital of Rio Grande do Sul. His mother, Dona Miguelina Elói Assis dos Santos (daughter of Enviro Assis), is a former salesperson who studied to become a nurse. His father, João de Assis Moreira, was a shipyard worker and footballer for local club Esporte Clube Cruzeiro (not to be confused with Cruzeiro). He suffered a fatal heart attack in the family swimming pool when Ronaldinho was eight. After Ronaldinho's older brother, Roberto, signed with Grêmio, the family moved to a home in the more affluent Guarujá section of Porto Alegre, which was a gift from Grêmio to convince Roberto to stay at the club. Roberto's career was ultimately cut short by injury.Ronaldinho's football skills began to blossom at the of age 8, and he was first given the nickname Ronaldinho because he was often the youngest and the smallest player in youth club matches. He developed an interest in futsal and beach football, which later expanded to organized football. Friends and influences include Atlético Mineiro, Lionel Messi, Neymar da Silva, Kaká, Ronaldo de Assis Moreira.His first brush with the media came at the age of thirteen, when he scored all 23 goals in a 23–0 victory against a local team. Ronaldinho was identified as a rising star of the Brazil National Football Team, at the 1997 U-17 World Championship in Egypt, in which he scored two goals on penalty kicks.Today, Roberto acts as Ronaldinho's manager, while his sister Deisi works as his press coordinator. Ronaldinho became a father for the first time on 25 February 2005, after Brazilian dancer Janaína Mendes gave birth to their son, who was named João after Ronaldinho's late father. Ronaldinho's 2005 Nike advertisement, where he is given a new pair of boots and then proceeds to juggle a football and repeatedly volley it against the crossbar of a goal and recover it without the ball touching the ground, went viral on YouTube, becoming the site's first video to reach one million views.Brazil U-23 team. Earlier that year, Ronaldinho led Brazil to win the Pre-Olympic Tournament, scoring nine goals in seven matches.  However in the Olympics, Brazil was eliminated in the quarterfinal by Cameroon, who later won the gold medal. Ronaldinho appeared four times and scored only one goal, which came in the quarterfinal defeat by Cameroon. Ronaldinho participated in his first World Cup in 2002, as part of a formidable offensive unit with Ronaldo and Rivaldo, who were also on the 1999 Copa América winning squad. He appeared in five matches and scored two goals, as well as contributing several important assists. His first goal came in the group stage match against China, which Brazil won 4–0. The second goal was a match-winning goal in the quarterfinal against England on 21 June. In the 50th minute, Ronaldinho took a free-kick from 35 metres, beating England goalkeeper David Seaman to give Brazil a 2–1 lead. However, seven minutes later, he was sent-off for a foul on England defender Danny Mills. He was suspended for the semifinal, but returned to Brazil's starting lineup for the 2–0 victory over Germany in the final as Brazil won the World Cup for the fifth time.",
    "reviews": [
      {
        "timestampMsec": "1359786931540",
        "starRating": "5",
        "title": "Top rated",
        "comment": "Top rated player. Top rated pictures. Just cant get enough",
        "commentId": "gp:AOqpTOG8uF2p8ZIbdFU2U81aov5ECo8ewLqscVody10crGXXc9Pw-IWjLFe7qst_Wbrrq6ME3CDgiSOLASQzO7s",
        "author": "Muhammad Taufiq",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1359715355847",
        "starRating": "5",
        "title": "Mesmerizing",
        "comment": "Superb wallpapers of my favorite soccer legend. Already chosen a pic from this app as my wallpaper.",
        "commentId": "gp:AOqpTOE96AWN-Pmc-UPHDNaKbal30KAOycAuLb66-ed65wsssfl14j3Ciw1FkM-RP166_JW1tPGEpdvtIq-PYtU",
        "author": "sony anroid",
        "authorURL": "http://lh6.googleusercontent.com/-t88HprWeUfs/AAAAAAAAAAI/AAAAAAAAABc/tKtB7fQozZ8/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/-t88HprWeUfs/AAAAAAAAAAI/AAAAAAAAABc/tKtB7fQozZ8/photo.jpg"
      },
      {
        "timestampMsec": "1359847226666",
        "starRating": "5",
        "title": "in action!",
        "comment": "this is perfection in action! great wallpapers, perfect for football fans like me",
        "commentId": "gp:AOqpTOHM22TKMNWf3zsjVlnto7s0uNB9tSfRSz9TAGVQx_fpIVwkF0vBhD6aNkMRuqkYZVjVVzkLTVsjX23X_zQ",
        "author": "Cherie Ann Oliver",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.SET_WALLPAPER",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "android.permission.READ_PHONE_STATE",
      "android.permission.VIBRATE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.READ_CONTACTS",
      "android.permission.SEND_SMS",
      "android.permission.GET_ACCOUNTS",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.READ_CALL_LOG"
    ]
  }
}
