{
  "title": "One Direction Photo Booth",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.crazycrufts.celebphotobooth.paid.onedirection",
  "category": "Entertainment",
  "price": "$2.99",
  "datePublished": "June 13, 2013",
  "version": "1.0",
  "operatingSystems": "2.3.3 and up",
  "ratingsCount": "3",
  "rating": "2.3333333",
  "contentRating": "Low Maturity",
  "creator": "Cool Wallpapers",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.crazycrufts.celebphotobooth.paid.onedirection",
  "extendedInfo": {
    "installSize": "8.6M",
    "downloadsCount": "10+",
    "downloadsCountText": "10 - 50",
    "description": "This One Direction Photo Booth application will let you appear in pictures with your favorite One Direction band members!The best One Direction Photo Booth app for Android phones available! Super easy and fun - your friends will be jealous!One Direction are a British-Irish boy band formed in London in 2010, consisting of members Niall Horan, Zayn Malik, Liam Payne, Harry Styles and Louis Tomlinson. They signed to Simon Cowell's record label Syco Records after being formed and placing third in the seventh series of British television music competition The X Factor. They later signed in North America to Columbia Records.Buoyed by the international chart-topping debut single, \"What Makes You Beautiful\", One Direction's debut studio album, Up All Night (2011), topped charts around the world. It became the fastest-selling debut album in the UK of 2011 and debuted at number one on the U.S. Billboard 200, making One Direction the first UK group in U.S. chart history to debut at number one with their first album. In 2012, \"What Makes You Beautiful\" won the BRIT Award for Best British Single. One Direction supported the album with their Up All Night Tour. One Direction's 2013 World Tour is set to run for most of 2013, with tickets grossing $15.7 million for their Australian and New Zealand dates, and is set to be preceded by One Direction's second studio album, which is scheduled for release in November 2012.One Direction have been described as sparking a resurgence in the boy band concept, and of forming part of a new \"British Invasion\" in the United States. As of June 2012, according to Nick Gatfield, the chairman and chief executive of Sony Music Entertainment UK, One Direction represent a $50 million business empire. Their work has earned them awards and nominations. One Direction have supported various charities and foundations, and have commercial endorsements with Pokémon, Nokia, HarperCollins and Hasbro. They also appeared as themselves in the iCarly episode \"iGo One Direction\" (2012). Friends with Justin Bieber, Demi Lovato, Miley Cyrus, Taylor Swift, Vanessa Hudgens, Justin Beeber, Katy Perry, Rihanna, Ashley Tisdale, Britney Spears, Lindsay Lohan, Joe Jonas, Taylor Lautner, Nick Jonas, Lady Gaga, Kim Kardashian, Victoria Justice, Robert Pattinson, Kristen Stewart, Twilight, Harry Potter, Emma Watson, One Direction, The Wanted, Beyonce, Olsen Twins, Mila Kunis, Ashton Kutcher, Carly Rae Jepsen, Austin Mahone, Liam Hemsworth, Lil Wayne, Chris Brown, Aubrey Graham, Wiz Khalifa, Nicki Minaj, Ashley Benson, Josh Hutcherson, Corbin Bleu, Austin Butler, Taylor Schilling, Channing Tatum, Taylor Swift, Chace Crawford, Snoop Dogg, Big Sean, Mac Miller, Katelyn Tarver, Cody Simpson, Rachel Crow, Miranda Cosgrove, Little Mix, The Wanted, Big Time Rushfondos de Pantalla, imagines de Pantalla y wallpaperPlease rate this app 5 stars!",
    "reviews": [
      {
        "timestampMsec": "1373506576200",
        "starRating": "1",
        "title": "Don\\'t get",
        "comment": "Don\\'t even work at all",
        "commentId": "gp:AOqpTOFPgy_89pYxNcx7xR1ryOZ0RRgeMuDTs0sbHFRtqQwoseAOp5rsdRKOhi0cxL9L0AciJ0ILAsWKxw1ZEA",
        "author": "Ranae Mitchell",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1363053396033",
        "starRating": "1",
        "title": "Not working",
        "comment": "Not working on my s3",
        "commentId": "gp:AOqpTOEcXHhuv5Mz3Fi_yiYJtkjq9MjIamCfeHvEFIO88_92rcK9tcjmajTkzenmq84sCrJvdp5tywjM4f5bSw",
        "author": "Jen Renaud",
        "authorURL": "http://lh4.googleusercontent.com/-9PvQmI9rMU0/AAAAAAAAAAI/AAAAAAAAAoA/WVU8QHnqf5I/photo.jpg",
        "authorSecureURL": "https://lh4.googleusercontent.com/-9PvQmI9rMU0/AAAAAAAAAAI/AAAAAAAAAoA/WVU8QHnqf5I/photo.jpg"
      },
      {
        "timestampMsec": "1357353780302",
        "starRating": "5",
        "title": "So Awesome!",
        "comment": "Lets me put myself in pics with one direction!",
        "commentId": "gp:AOqpTOG7tHFikUCxyjRboIwaTUxC6ZJq8r8f20rbxi4z2nf8AyXrMjKvi7aE8sp-qyIm5Fcl7OG_LJ4HhqgSxg",
        "author": "kavin stewart",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.VIBRATE",
      "android.permission.READ_LOGS",
      "android.permission.SET_WALLPAPER",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "android.permission.READ_PHONE_STATE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.READ_CONTACTS",
      "android.permission.SEND_SMS",
      "android.permission.READ_EXTERNAL_STORAGE",
      "android.permission.READ_CALL_LOG"
    ]
  }
}
