{
  "title": "Who's the celebrity? Fun Quiz",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.coolvietapp.ailatrieuphuhinhanhtracnghiemiqtrochoiamnhacdovuicaudogamefree3",
  "category": "Brain & Puzzle",
  "price": "Free",
  "datePublished": "August 24, 2013",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "1",
  "rating": "5.0",
  "contentRating": "Low Maturity",
  "creator": "ApppreneurTeam",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.coolvietapp.ailatrieuphuhinhanhtracnghiemiqtrochoiamnhacdovuicaudogamefree3",
  "extendedInfo": {
    "installSize": "12M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Bạn yêu thích trò chơi  ai là triệu phú nhưng lại muốn thử sức hay hơn với phiên bản mới – phiên bản chuyên cho hình ảnh?Bạn thích thú với gameshow Gương mặt thân quen (Guong mat than quen) trên VTV3 và những nghệ sĩ , diễn viên , nhạc sĩ nổi tiếng trong và ngoài nước? Vậy bạn hãy thử trí nhớ và đoán xem họ là ai với những câu đố vui trí óc  đầy hài hước nhưng không kém phần tinh tế , gần gũi , hào hứng.Bạn muốn xem xét thử đẳng cấp “ nhanh nhạy “ của trí nhớ của mình đạt đến đâu và nhất là được vui cười cùng bạn bè trong những dịp họp nhóm , tiệc tùng … để gắn bó với nhau hơn .Hay đơn giản giúp phát triển khả năng phán đoán tốt hoặc ôn lại những nhân vật nổi tiếng mà mình hâm mộ với các hình ảnh đầy  tếu táo và hóc búa? Bạn đã đến đúng chỗ, phần mềm Ai là triệu phú phiên bản hình ảnh – Gương mặt thân quen sẽ đáp ứng tất cả các đòi hỏi khắc khe nhất của bạn!1) Dien Vien Phim Viet2) Dien Vien Phim Holywood3) Dien Vien Hai moi noi4) Ca si tre moi noi trong nuoc5) Ca si nuoc ngoai6) Ca si bat hu tren the gioi7) Hoa hau noi tieng o Viet Nam8) Nguoi mau noi tieng o Viet Nam9) Nhac si va nha van noi tieng o Viet Nam10) MC noi tiengBên cạnh đó, phần mềm sẽ mang đến cho bạn những điều bất ngờ khác bên trong hình ảnh đầy hấp dẫn và thú vị… Nhóm chúng tôi làm phần mềm này để giúp mọi người giải trí cùng mọi người . hãy  tải app “Ai la trieu phu Phien Ban Hinh” nhanh chóng từ chiếc điện thoại của bạn nhé.Đây là phần mềm hoàn toàn miễn phí. Nếu các bạn thích xin hãy giúp chúng tôi chia sẽ với bạn bè và vote cho chúng tôi. Chúng tôi sẽ cập nhật app với nhiều câu hỏi trong thời gian sớm nhất. Hãy điền tên và email vào trong app để nhận được tin tức cập nhật sớm nhất nhé bạn!Chân thành cảm ơn các bạn,Cool Viet App Team.Lưu ý: một vài chức năng cần kết nối mạng nên các bạn nhớ bật mạng không dây để tận hưởng đầy đủ nhất nhé. Nếu trang chậm tải thì có thể do máy chủ hoặc mạng chậm, các bạn chịu khó chờ một tí nhé. Vì kết nối mạng nên nhiều khi các bạn sẽ mất phí hòa mạng chứ phần mềm không hề tính bất kì phí nào.",
    "reviews": [
      {
        "timestampMsec": "1377577890274",
        "starRating": "5",
        "title": "Qua hay",
        "comment": "Cam on ban da Tao Phan mem do vui nay",
        "commentId": "gp:AOqpTOHpJj1y8XfyVSNw1XQSxfVgNA49L6xacZo8RZe2OFiJHqRLecqUgx-_bPy2QLptyfsDI9sjPxdZN4HJvQ",
        "author": "Cam Ly",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [

    ]
  }
}
