{
  "title": "The Ten Commandments (Free)",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.crappster.tencommandmentsfree",
  "category": "Lifestyle",
  "price": "Free",
  "datePublished": "March 8, 2013",
  "version": "1.5",
  "operatingSystems": "2.3 and up",
  "ratingsCount": "1",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "CrAppster - Creative Apps for you!",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.crappster.tencommandmentsfree",
  "extendedInfo": {
    "installSize": "4.4M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "This simple app displays the Ten Commandments one by one for you to read in your own time, to help you learn them, recite them or to support you in your personal prayer. The background of the app displays the American flag in two beautiful, brightly colored pictures. \"And the LORD said unto Moses, Come up to me into the mount, and be there: and I will give thee tables of stone, and a law, and commandments which I have written; that thou mayest teach them. And Moses rose up, and his minister Joshua: and Moses went up into the mount of God. - Exodus 24:12,13The commandments are in accordance with the Catechism of the Catholic Church, Paragraph number 2084-2128 (1994). They are considered by the Curch, the many Christians and even non-Christians all over the world to be essential for spiritual good health and growth and serve as the basis for social justice. In the new Testaments, Jesus acknowledge their validtiy. Summarized by him into two \"Great Commandments\" that teach love of God and love of our neighbor, it is up to us to live by those values and do our very best to feel and display that love in our daily lives.Hopefully this app will please Christians in the USA and all over the world.(This version includes a small ad  at the top of the screen. There´s also an ad-free version available.)--CrAppster - Creative Apps for you! ;-)",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "com.android.vending.CHECK_LICENSE",
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE"
    ]
  }
}
