{
  "title": "Ask A Tax Preparer",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.cpadirectory.askataxpreparer",
  "category": "Business",
  "price": "Free",
  "datePublished": "January 11, 2013",
  "version": "1.0.2",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "2",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "C P A Direct Marketing, Inc.",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.cpadirectory.askataxpreparer",
  "extendedInfo": {
    "installSize": "462k",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "Ask A Tax Preparer - Tax Answers FreeFREE INSTANT ANSWERS TO THOUSANDS OF TAX QUESTIONS - FOR BOTH INDIVIDUALS & BUSINESSES. It’s the tax reference tool you will use throughout the year, not just during tax season. It’s a great tax and business resource for taxpayers, business owners, students and tax professionals.  Search for up to date answers to help you prepare this year’s tax return and plan for the future. Stay Informed – it includes the latest tax changes and how they affect you.1. Search the “TAX ARCHIVES” by category to find your tax answer instantly. New questions and answers are added daily without the need to update your App.2. If you don’t find your answer you can “ASK A TAX PREPARER” your question. Answers will be provided for free directly from Tax Professionals in your area. 3. Need more tax help or your tax return prepared? You can “FIND A TAX PRO” easily by zip code. ANSWER CATEGORIES INCLUDE: Latest Tax Changes, Tax Refund Tips,  Health Care Reform, 401(k),Adoption Expenses, Alimony, Alternative Minimum Tax, American Opportunity Credit, Armed Forces tax info,, Bonus Depreciation, Bookkeeping, Business Startups, Buying & Selling a Business, C Corporations, Cancellation of Debt, Capital Gains, Car & Truck Expenses, Casualty Losses, Charitable Deductions, Child Card Expenses, College Costs, Corporate Tax rates, Day Trading, Deceased Taxpayers, Defined Benefit Plans, Dependents, Depreciation, Dividends, Divorce & Marriage, Earned Income Credit, Educational Tax Benefits, Estate Planning, Estate Tax Rates, Estimated tax payments, Exemptions, Filing Status, Financial Statements, Foreign Earnings, Gambling Winnings, Gifts, Head of Household, , Home Office, Household Employees, Health Savings Account, Incorporation services, Independent Contractors, Innocent Spouse, Insurance, Interest, Investment Planning, IRAs, Itemized Deductions, Job Costs, Keogh Plans, Kiddie Tax, Late Filing Penalties, Lifetime Learning Credit, LLCs, LLPs, Losses, Married Filing Separately, Medical Expenses, Mileage Rates, Minimum Wage, Miscellaneous Income, Mortgages, Moving Expenses, Mutual Funds, Partnerships, Passive Activities, Payroll Taxes, Probate, Property Taxes, Rental Expenses, Residence, Residential Energy Credits, Retirement Plans, Roth IRAs, Self Employment, SEP IRAs, SIMPLE IRAs, Small Business, Sole Proprietorships, Schedule C, Standard Deductions, Standard Mileage Allowance, Student Loans, Sub S Corp Tax Rates- Individuals, Travel & Entertainment, W-2, Where’s my refund? Where and how do I file?“Ask A Tax Preparer” is owned by the National Directory of Registered Tax Return Preparers & Professionals Ltd. and was created by Michael Rosedale CPA (“MR” CPA), the founder of PTINdirectory.com, the first comprehensive national online directory of over 700,000 IRS PTIN registered tax professionals that includes Enrolled Agents, CPAs, RTRPs and Tax Attorneys. The National Directory of Registered Tax Return Preparers & Professionals Ltd. is a wholly owned subsidiary of CPAdirectory.com Inc. All rights reserved.",
    "reviews": [
      {
        "documentVersion": "1.0.2",
        "timestampMsec": "1358134567317",
        "starRating": "5",
        "title": "Great app",
        "comment": "Extremely helpful app. Glad I found it. Definitely recommend it for anyone with all around tax questions.",
        "commentId": "gp:AOqpTOHqmXtZ9FyJy1NZCLuSTi6jahqb29icwo3Aa2uIRtD4-4TOZ9UwuZHDc6TKcoxwceNjMwAhti2fQVa55A",
        "author": "adam bloomstone",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.READ_PHONE_STATE",
      "android.permission.BROADCAST_STICKY",
      "android.permission.ACCESS_NETWORK_STATE"
    ]
  }
}
