{
  "title": "Kim Kardashian Wallpaper",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.coolwallpapers.wallpaperkimkardashian",
  "category": "Media & Video",
  "price": "Free",
  "datePublished": "January 1, 2013",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "10",
  "rating": "3.8",
  "contentRating": "High Maturity",
  "creator": "Cool Wallpapers",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.coolwallpapers.wallpaperkimkardashian",
  "extendedInfo": {
    "installSize": "1.6M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "The best HD Kim Kardashian high resolution Wallpapers for your Android phone available anywhere!Stunning dreamy wallpaper pics of Kim Kardashian to deck out your Android phone! High resolution HD quality.Kimberly Noel \"Kim\" Kardashian[1] (born October 21, 1980)[2] is an American socialite, television personality, businesswoman, fashion designer, model, author, and actress. In 2006, she gained notoriety as the subject of a sex tape that subsequently resulted in a court awarding her $5 million. In 2007, she and her family rose to prominence with their E! reality television series Keeping Up with the Kardashians and its subsequent spin-offs, including Kourtney and Kim Take New York and Kourtney and Kim Take Miami.[3] In 2010, Kardashian was the highest-earning reality star, with estimated earnings of $6 million.With sisters Kourtney and Khloé, Kardashian co-owns the fashion boutique chain D-A-S-H. She has been involved in the production of several lines of clothing and fragrances. In August 2011, Kardashian married basketball player Kris Humphries in a widely publicized ceremony. That October, Kardashian filed for divorce following 72 days of marriage. The move garnered significant backlash from the media, who labeled it a \"publicity stunt\". Khloe Kardashian, Kourtney Kardashian, Kanye West, Kris Jenner, Rihanna.Siblings: Khloe Kardashian, Kourtney Kardashian, Kendall Jenner, Kylie Jenner, Spouse: Kris Humphries (m. 2011), Damon Thomas (m. 2000–2004)Daughter of Robert Kardashian and Kris Jenner. Sister of Kourtney Kardashian, Khloé Kardashian, and Robert Kardashian Jr.. Half-sister of Kendall Jenner, and Kylie Jenner. Granddaughter of Mary Houghton, and Arthur Kardashian.Stepdaughter of Bruce Jenner.Along with Paris Hilton, Nicky Hilton, Tara Reid, Bijou Phillips, Kimberly Stewart, Lindsay Lohan and Nicole Richie, is one of Hollywood's most famous party girls.Step-sister of Brandon Jenner, Brody Jenner, Burt Jenner, and Casey Jenner.Along with being Armenian, Kim is also German and Irish from her mother's side.Was nominated in 2009 for the Razzie Award for Worst Supporting Actress for her performance in Disaster Movie (2008). She mentioned it in her blog and rather than being insulted by it, she took it in good stride and was flattered by it. She wrote; \"I'm having a really good laugh over the fact that I've been nominated for a Razzie this year. I had so much fun filming Disaster Movie (2008) and giggled the entire time during the shoot. Costar Carmen Electra (you go girl!), Leelee Sobieski (what a surprise!), Jenny McCarthy (really?) and Paris Hilton (who could technically sweep this year's awards with a whopping three nominations!). Brittny Gastineau.Ranked #9 on Maxim Magazine's Hot 100 Women of 2010 list.TV star, entrepreneur, fashion designer, and author (New York Times best-seller - Kardashian Konfidential), Kim Kardashian first burst onto the scene in 2007 after the premiere of her hit E! Entertainment reality series \"Keeping up with the Kardashians.\" Father Bruce Jenner, mom Kris Jenner, Kim, Kourtney Kardashian, Khloe Kardashian Odom, Robert Kardashian, and younger sisters Kendall and Kylie Jenner. Kourtney in \"Kourtney and Kim Take New York\" which premiered its second season in November of this year. Most recently, Kardashian shared her wedding with the world in a two part special, \"Kim's Fairytale Wedding: A Kardashian Event.\" The special ranks as E!'s most-watched event ever bringing in 10.5 million viewers. Disaster Movie (Lionsgate), CW's hit show \"90210,\" and TV's \"How I Met Your Mother,\" and \"Brothers,\" among others. In 2010, she produced \"The Spin Crowd,\" her first TV show for E! Kardashian competed on the ABC hit series \"Dancing with the Stars\" with Champion Mark Ballas.This free app is ad supported and may contain ads in the notification tray and/or home screen.Please rate this app 5 stars!fondos de Pantalla, imagines de Pantalla y wallpaper",
    "reviews": [
      {
        "timestampMsec": "1374534040819",
        "starRating": "5",
        "title": "Best",
        "comment": "This is very fantastic. And I know Kim",
        "commentId": "gp:AOqpTOE4aN6G5-jhgwwxeaviTkBRb-mj7OBHc2xizX_6rzvNrtUz9GfyaYBIg2UZ8amZ-JcEU-GHr1Q2igEyhNU",
        "author": "Dijonay Youny",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1358841924027",
        "starRating": "5",
        "title": "Great!",
        "comment": "Looks really great on my tab! keep it up! :)",
        "commentId": "gp:AOqpTOHYurEY8kmY1IKN5fJIE21qzvIQy4nItsyU8VnbjqIDrZ-zh7ziLvMjVtG6fKhVnpfdTp9ar84Q-MnhVGM",
        "author": "Cherie Ann Oliver",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1372711089332",
        "starRating": "1",
        "title": "Uhm K",
        "comment": "No one likes her! !!!!",
        "commentId": "gp:AOqpTOGLCeHIExHZ8ty5Q7RgczwupEHHLP-gvItIj0cJ9eMAcJvTe4sFuWGSlcoMr6w5kiac6hg95Bpo_4HWjRw",
        "author": "janette zapata",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.SET_WALLPAPER",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "android.permission.READ_PHONE_STATE",
      "android.permission.VIBRATE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.READ_CONTACTS",
      "android.permission.SEND_SMS",
      "android.permission.GET_ACCOUNTS",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.READ_CALL_LOG"
    ]
  }
}
