{
  "title": "Far East Movement Wallpapers",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.coolestwallpapersever.far_east_movement",
  "category": "Personalization",
  "price": "Free",
  "datePublished": "August 13, 2013",
  "version": "1.0.3",
  "operatingSystems": "2.3.3 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "Simply beautiful wallpapers",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.coolestwallpapersever.far_east_movement",
  "extendedInfo": {
    "installSize": "1.8M",
    "downloadsCount": "10+",
    "downloadsCountText": "10 - 50",
    "description": "Get your daily fix of Far East Movement wallpapers here! Constant updates so that you get the newest, coolest pictures and wallpapers of Far East Movement!Far East Movement (stylized as Far★East Movement or abbreviated FM) is an American hip hop band quartet based in Los Angeles. The group formed in 2003 and consists of Kev Nish (Kevin Nishimura), Prohgress (James Roh), J-Splif (Jae Choung), and DJ Virman (Virman Coquia). Far East Movement's first claim to fame was their song \"Round Round\" featured in the Hollywood movie, The Fast and the Furious: Tokyo Drift, and its subsequent soundtrack, video game and DVD.Since \"Round Round\", the group has been featured on various network shows including CSI: Miami, CSI: NY, Entourage, Gossip Girl, and Finishing the Game (a featured film at Sundance 2007). Their single \"Like a G6\" hit number one on the Billboard Hot 100 Chart and on iTunes as well in late October 2010. Far East Movement also has the distinction of being the first Asian-American group to earn a #1 hit on the Billboard Hot 100 in the United States.The three original members of Far East Movement, Kevin Nishimura (Kev Nish), James Roh (Prohgress), and Jae Choung (J-Splif), grew up in Downtown Los Angeles area. They were close companions in high school and shared a passion for music together. The trio promoted their music online and began performing at local clubs and events in Los Angeles; soon, they began their musical career with the name \"Emcees Anonymous\" by 2001. However, they later changed it to Far East Movement or FM, originating from a song that they produced with the same name. In 2003, they organised an event called \"Movementality\" in Koreatown, Los Angeles, featuring ten different performances with all the proceeds sent to a local youth drug rehabilitation centre.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.SET_WALLPAPER",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.VIBRATE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.GET_ACCOUNTS",
      "com.android.browser.permission.READ_HISTORY_BOOKMARKS",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.WAKE_LOCK",
      "com.coolestwallpapersever.far_east_movement.permission.C2D_MESSAGE",
      "com.google.android.c2dm.permission.RECEIVE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
