{
  "title": "Ask A CPA Tax Answers Free",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.cpadirectory.askacpa",
  "category": "Business",
  "price": "Free",
  "datePublished": "November 19, 2012",
  "version": "1.0.1",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "5",
  "rating": "3.8",
  "contentRating": "Everyone",
  "creator": "C P A Direct Marketing, Inc.",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.cpadirectory.askacpa",
  "extendedInfo": {
    "installSize": "905k",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "FREE INSTANT ANSWERS TO THOUSANDS OF TAX AND ACCOUNTING QUESTIONS. It’s the only tax reference tool you will ever need. A great tax and business resource for individual taxpayers, business owners, accounting students and tax accountants - search for up to date answers to help you prepare this year’s tax return and plan for the future. Stay Informed - Includes the latest tax changes and how they effect you. 1.Search the “ASK A CPA ARCHIVES” by category to find your answer instantly. New questions and answers are added daily without the need to update your App. 2.If you don’t find your answer you can “ASK A CPA” your question. Answers will be provided for free directly from CPAs in your area. 3.Need more help? You can “FIND A CPA” easily by zip code. ANSWER CATEGORIES INCLUDE: Latest Tax Changes,401(k),Adoption Expenses, Alimony, Alternative Minimum Tax, American Opportunity Credit, Armed Forces tax info,, Bonus Depreciation, Bookkeeping, Business Startups, Buying & Selling a Business, C Corporations, Cancellation of Debt, Capital Gains, Car & Truck Expenses, Casualty Losses, Charitable Deductions, Child Card Expenses, College Costs, Corporate Tax rates, Day Trading, Deceased Taxpayers, Defined Benefit Plans, Dependents, Depreciation, Dividends, Divorce & Marriage, Earned Income Credit, Educational Tax Benefits, Estate Planning, Estate Tax Rates, Estimated tax payments, Exemptions, Filing Status, Financial Statements, Foreign Earnings, Gambling Winnings, Gifts, Head of Household, Hiring a CPA, Home Office, Household Employees, Health Savings Account, Incorporation services, Independent Contractors, Innocent Spouse, Insurance, Interest, Investment Planning, IRAs, Itemized Deductions, Job Costs, Keogh Plans, Kiddie Tax, Late Filing Penalties, Lifetime Learning Credit, LLCs, LLPs, Losses, Married Filing Separately, Medical Expenses, Mileage Rates, Minimum Wage, Miscellaneous Income, Mortgages, Moving Expenses, Mutual Funds, Partnerships, Passive Activities, Payroll Taxes, Probate, Property Taxes, Rental Expenses, Residence, Residential Energy Credits, Retirement Plans, Roth IRAs, Self Employment, SEP IRAs, SIMPLE IRAs, Small Business, Sole Proprietorships, Schedule C, Standard Deductions,Standard Mileage Allowance, Student Loans, Sub S Corps, Tax Rates- Individuals, Travel & Entertainment, W-2, Where’s my refund? Where and How do I File? ASK A CPA is owned by CPAdirect Marketing Inc., and was created by Michael Rosedale CPA (“MR” CPA), the founder of CPAdirectory.com, the largest online database of over 400,000 Certified Public Accountants. CPAdirect Marketing Inc. is a wholly owned subsidiary of CPAdirectory.com Inc. All rights reserved.",
    "reviews": [
      {
        "timestampMsec": "1356716384774",
        "starRating": "1",
        "title": "Would give no stars...",
        "comment": "Worthless service unless you pay... Just needed a question answered and was shot down due to not paying for consultation.",
        "commentId": "gp:AOqpTOEpzwymH3hTojhTC5CrZ3jZuC7sOgnppbXC-Sr7cQlLJYCHBt9UzVfHkNyhsHBurumvKHO4LHSIYT4FaWE",
        "author": "Justine Kushion",
        "authorURL": "http://lh4.googleusercontent.com/-3tDrqvZ1YEQ/AAAAAAAAAAI/AAAAAAAAAAs/nptdNP7aUHE/photo.jpg",
        "authorSecureURL": "https://lh4.googleusercontent.com/-3tDrqvZ1YEQ/AAAAAAAAAAI/AAAAAAAAAAs/nptdNP7aUHE/photo.jpg"
      },
      {
        "timestampMsec": "1360218305193",
        "starRating": "3",
        "title": "Basic info",
        "comment": "Useful for people who have never researched financial questions, but most of the info would already be known to those who read a finance magazine or newspaper.",
        "commentId": "gp:AOqpTOHHFbITeC0xcDr4X2ExzgySYBCGhs0IBB8sfGLXTlCebY2MUB8vqXL57Tra3aGHMHs6L7JlQp0ZyGVma6o",
        "author": "Eric Curtis",
        "authorURL": "http://lh6.googleusercontent.com/-ykIw_wy4iwY/AAAAAAAAAAI/AAAAAAAAADI/xoNhQsprcMM/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/-ykIw_wy4iwY/AAAAAAAAAAI/AAAAAAAAADI/xoNhQsprcMM/photo.jpg"
      },
      {
        "timestampMsec": "1357346555101",
        "starRating": "5",
        "title": "Great Tool",
        "comment": "Wonderful tool! You literally have the laws at your finger tips.",
        "commentId": "gp:AOqpTOGIkgJ2JI5Ul60NUACbUYnzu5SlBpHOUYJBsqU7CSRPeETTERDjGpqmz_1LmUr5VflZ4iySTrUfiYySUIU",
        "author": "Phyllis Tipping",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.READ_PHONE_STATE",
      "android.permission.BROADCAST_STICKY",
      "android.permission.ACCESS_NETWORK_STATE"
    ]
  }
}
