{
  "title": "Bach Flower Remedies",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.cowknow.floresbach",
  "category": "Health & Fitness",
  "price": "Free",
  "datePublished": "August 27, 2013",
  "version": "1.2",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "60",
  "rating": "4.3166666",
  "contentRating": "Low Maturity",
  "creator": "Cow Know",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.cowknow.floresbach",
  "extendedInfo": {
    "installSize": "2.4M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "Bach Flowers are a number of all-natural essences used to treat various emotional disorders.They were discovered by Edward Bach in the 1930s.Great research, as well as physician and homeopath, Dr. Bach experimented with various native wildflowers native to your region, in Wales, in Britain, to find 38 natural remedies, each with its healing properties for various emotional problems. These 38 are called flower essences Bach flowers.His theory was that physical illness underlying emotional in origin, and that if the emotional conflicts persist for a long time, physical illness begins to emerge.However, to restore emotional balance physical illness is resolved. It was in this way that developed emotions therapy, or floral therapy.After more than 70 years, the remedies have been proven as a great system to treat physical, mental and emotional beings.This application will help you choose the flower essences you most suitable according to the symptoms you enter.This application has nothing to do with Bach Flower Company nor any other related.Shown only as a guide.This application does not substitute for any diagnosis.Always wear contrasting it to professionals.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE"
    ]
  }
}
