{
  "title": "Energy multiChrono mC2",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.crater.crono",
  "category": "Sports",
  "price": "Free",
  "datePublished": "August 27, 2013",
  "version": "1.2",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "15",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "Crater Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.crater.crono",
  "extendedInfo": {
    "installSize": "1.8M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "The ultimate stopwatch tool for trainers, coaches, sportsmen and other people that time more than one action or contestant at the same time. Ideal for karting, auto / car racing, motorbike racing, swimming, athletics, cycling, ... Forget about expensive specific multichronometers! Multiple stopwatches / multi chronometer· Up to four indenpendent chronometers (2 in free version)The first app specially thought for touch devices · Thanks to big touch areas and haptic feedback you'll always know which crono you are pointing with your fingers. You won't loose a second of the action you're timing! · Intuitive interface. General or detailed view. Switch between them with just a gesture · Portrait or landscape timingHave a clear idea of what you time with each chronometer · Chronometers visualization with color, name and number · Keep your list of usual contestants and use them when you wantOrganize and keep what you time · Organization by events and sessions · You can review the timings of all the events and sessionsGet more information from the timing · Each chrono can have up to 99 split times per lap · Time distance between lap or split marks of the chronometers · Average lap time for each chronometer · Best lap for each chronometer and absolute best lap of the session · Difference between each lap and the absolute best lap · Session elapsed time, current session laps · Text notes on sessions and eventsStart mode: Start all four chronos at the same time (only in PRO version)Tipical manual timing mistakes: No problem! Energy multiChrono mC2 helps you · Have you made a mistake marking a lap? Delete the created lap and everything is like before · Did you forget to mark a lap? Mark lap on a next finish-line cross and mC2 will let you divide the lap in equal laps so that your lap list keeps consistent (only in PRO version)Note: Timing layout not optimized for low resolution devices or tablets",
    "reviews": [
      {
        "timestampMsec": "1368880923462",
        "starRating": "5",
        "title": "Feeling vibration",
        "comment": "I like to feel the chrono with the vibration.",
        "commentId": "gp:AOqpTOEaJYyir7HkN3olVupLI4YVtAhdWVIQUGS6c73X-b4TdhlNGXtceRZqd9BZNhwyOtQOXYtuCQtrBXNsDg",
        "author": "\\303\\222scar \\303\\222dena",
        "authorURL": "http://lh6.googleusercontent.com/-UZQEnfX9uks/AAAAAAAAAAI/AAAAAAAAAhg/CFEvMdcV7JE/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/-UZQEnfX9uks/AAAAAAAAAAI/AAAAAAAAAhg/CFEvMdcV7JE/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.VIBRATE",
      "android.permission.WAKE_LOCK",
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE"
    ]
  }
}
