{
  "title": "Toddler Word Puzzles",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.craftworkgames.toddlerpuzzlefull",
  "category": "Education",
  "price": "$1.99",
  "datePublished": "September 4, 2013",
  "version": "1.4",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "5",
  "rating": "4.8",
  "contentRating": "Everyone",
  "creator": "Craftwork Games",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.craftworkgames.toddlerpuzzlefull",
  "extendedInfo": {
    "installSize": "7.6M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "An educational and fun game for toddlers.The full version of Toddler Word Puzzles contains over 45 puzzles to keep your toddler entertained and learning.Your toddler will love this easy, fun and educational game for toddlers aged 1 to 3. They will learn new words and increase thier vocabulary because each puzzle is designed to teach a new word without other distractions. This focused approach is key to the game allowing your toddler to maximise his or her ability to learn.\"Fantastic.. love it!!\" - ShannanThe game is played by presenting the child with the shadowed outline of a picture and some simple puzzle pieces. Each piece is dragged and locked into place completing a fun and interesting picture. Once the puzzle is complete the word appears in text and a pleasant female voice says the word clearly. The word can be repeated or a single large button can be pressed to start the next puzzle.Words in the full version include:AntAppleBearBoatButterflyCameraCarCowDogDuckEggElephantFireFrogGloveHelicopterHorseIcecreamIglooIronJuiceLeafLemonLionMouseMushroomOrangeOwlPaintPigQuestion-MarkRabbitRainRhinocerosStarTigerTomatoTrainUmbrellaViolinWaffleWalletXylophoneYakYarnZebra\"Fun and easy to play\" - AndyAs a father of two boys, I am always searching for high quality, fun and educational games for my children to play. I created Toddler Word Puzzles because I know first hand what my kids like to play and learn from. My mission is to make the best toddler games on the market. I am dedicated to providing the best possible experience for both toddlers and parents and that's why I promise to never put ads in my toddler games, ever.Features:- The full version has over 45 words / puzzles.- Each word has a voice over, picture and text- High quality graphics and smooth interaction- Simple clean interface for toddlers- No ads, ever.- Optimized for both phones and tablets.Please contact me if there are any problems and I will fix them ASAP.",
    "reviews": [
      {
        "timestampMsec": "1348653360323",
        "starRating": "5",
        "title": "Excellent",
        "comment": "My toddler loves it!",
        "commentId": "lg:AOqpTOH8BzBQAW8KP8TlgE6HFN1GdOQFDgxUgtiaYb2kb7vUI458Gc494EBHDJTO893zZ4WMsfm3ajYvRae-j98",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1354048125266",
        "starRating": "5",
        "title": "Great",
        "comment": "My son loves this game. I hope more puzzels will be added.",
        "commentId": "lg:AOqpTOHxcPDd2BWMZoTrA9j-gDO6912jwF54EYDzusqGgFI7N62Tr3deJ6VOXV-5MlFtvJEtzDXvPVTbQBD654c",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET"
    ]
  }
}
