{
  "title": "Cowboy Cardsharks Hold'em",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.cowboycardsharks.CowboyCS",
  "category": "Cards & Casino",
  "price": "$0.99",
  "datePublished": "February 20, 2013",
  "version": "1.6.1",
  "operatingSystems": "2.3.3 and up",
  "ratingsCount": "2",
  "rating": "5.0",
  "contentRating": "Medium Maturity",
  "creator": "Useful Software, Inc.",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.cowboycardsharks.CowboyCS",
  "extendedInfo": {
    "installSize": "17M",
    "downloadsCount": "50+",
    "downloadsCountText": "50 - 100",
    "description": "New Version 1.6!  * 4 Games: Texas, Omaha, Crazy Pineapple and Tahoe* Improved AI.* Game speed setting* Bug fixesVersion 1.5:* Statistics Button* Reset Button* Tap screen *after* FOLD to accelerate game.Keep sending feedback to support@cowboycardsharks.com! Thank you!Welcome to the Old West, where four wisecracking card sharks will try to take your money.  You'll play against Annie, Cowboy, Gambler, and The Kid.  Each player has his own unique style of play - and they'll help you learn how to play Texas Hold'em and Omaha Hold'em.Annie:Annie is a local that's been hanging around the Saloon and playing poker for as long as she can remember.  If you're not careful, Annie will take your money in a big hurry!  She doesn't like to lose so she'll fold on a weak hand but bet hard on a strong one.  Cowboy:The Cowboy is a tough guy in for some hard-driving card playing!  He's a tough one to figure out though.  He spends most of his time out on the ranch so people around here don't see him much.  When he does come to town, he likes to play poker.  Sometimes he'll fold on a good hand and bluff a bad one.  However, if he has a really good hand, he'll usually bet.Kid:The Kid is in town looking for a good time.  He just got paid and he thinks he can pull a fast one on the locals.  He's been in the Saloon just a bit too long and has had a bit too much to drink.  He's not a very good poker player and makes mistakes.  The longer he plays, the more chances you'll have to beat him.Gambler:The Gambler is a gruff old man.  Nobody here knows where he came from, but he never seems to leave the Saloon.  He's a \"rock\" and knows the odds of every hand - and he always plays the odds.  He'll bet on a good hand and fold on a weak one.In addition to some interesting characters, there's an awesome, authentic saloon piano soundtrack performed by Squeek Steele!  If you like her music (and you will), go check out http://www.goodoldsongs.com!Learn to Play:You have many options for hints and strategy.  Hints are displayed to help you decide whether to Bet, Raise, Call, or Fold.  The Strategy Mode gives you more information about your hand and your odds of improving.  You also have the option of seeing your opponents’ cards!  Other Features: * Volume control for Sound, Music, and Voice effects * Save your game * Sort cards * Choose your cards to play in Omaha Hold'em * Choose players * Play one-on-one!  NOTE:  This game has NO annoying advertisements and NO in-app purchases are required to continue playing and every improvement and upgrade is free.If you find a bug or enjoy the program, please let us know!  Just send an email to support@cowboycardsharks.com.",
    "reviews": [
      {
        "timestampMsec": "1358691305718",
        "starRating": "5",
        "title": "Great game!",
        "comment": "Fun to play. Love the voices and sound effects and music.",
        "commentId": "gp:AOqpTOGDvqD6Es4Ujuh2CkS6YvzD5MM0glL1c7LTFJTUnMUARLIJfbknOOUSModOTMgUzLtJZ48_HPvJIzB3NQ",
        "author": "Frances C",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1358716396572",
        "starRating": "5",
        "title": "Fantastic!",
        "comment": "Love playing this game! The music is wonderful and so are the hints.",
        "commentId": "gp:AOqpTOEoQDDZ6BUKy94M-o1gA83_AKFruzij8PldWhA7CSPGuUzdI9JffFJNavklhlNo6nTVDV9wP_boruWyQQ",
        "author": "Tom McElroy",
        "authorURL": "http://lh6.googleusercontent.com/--8e1orLZ1Zg/AAAAAAAAAAI/AAAAAAAAbCs/-wfoluj1M-o/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/--8e1orLZ1Zg/AAAAAAAAAAI/AAAAAAAAbCs/-wfoluj1M-o/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.MODIFY_AUDIO_SETTINGS",
      "android.permission.VIBRATE",
      "com.android.vending.CHECK_LICENSE"
    ]
  }
}
