{
  "title": "Cristiano Ronaldo Wallpaper",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.coolwallpapers.wallpapercristianoronaldo",
  "category": "Personalization",
  "price": "Free",
  "datePublished": "January 1, 2013",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "10",
  "rating": "4.6",
  "contentRating": "High Maturity",
  "creator": "Cool Wallpapers",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.coolwallpapers.wallpapercristianoronaldo",
  "extendedInfo": {
    "installSize": "1.5M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "The best Cristiano Ronaldo HD high resolution Wallpapers for your Android phone available anywhere!Cristiano Ronaldo dos Santos Aveiro,[2] OIH, (born 5 February 1985),[3] commonly known as Cristiano Ronaldo, is a Portuguese footballer who plays as a forward for Spanish La Liga club Real Madrid and is the captain of the Portuguese national team. Ronaldo became the most expensive footballer in history after moving from Manchester United to Real Madrid in a transfer worth £80 million (€93.9 million/$131.6 million). In addition, his contract with Real Madrid, in which he is paid €12 million per year, makes him one of the highest-paid footballers in the world,[4] and his buyout clause is valued at €1 billion as per his contract.Christiano Ronaldo. friends Lionel Messi, Jose Mourinho, Ronaldinho, Ronaldino, Kaka.  Ronaldo began his career as a youth player for Andorinha, where he played for two years, before moving to C.D. Nacional. In 1997, he made a move to Portuguese giants Sporting Clube de Portugal. Ronaldo caught the attention of Manchester United manager Alex Ferguson, who signed him for £12.24 million (€15 million) in 2003. The following season, Ronaldo won his first club honour, the FA Cup.Ronaldo was the first player to win all four main PFA and FWA awards, doing so in 2007. Sports Friends: Lionel Messi, Cristiano Ronaldo, Kaka, Jose Mourinho, Ronaldinho, Wayne Rooney, Neymar da Silva, Zlatan Ibrahimovic, Iker Casillas, Fernando Torres, Mesut Ozil, David Beckham, Karim Benzema, Ronaldo, Sergio Ramos Garcia, David Villa, Zinedine Zidane, Nani, Robin van Persie, Theirry Henry, Didier Drogba. In 2008, Ronaldo won the Ballon d'Or.[6] He placed second in the Ballon d'Or in 2007, 2009, and 2011. He was awarded the European Golden Shoe in both 2008 and 2011. In 2008, he won three of the four main PFA and FWA trophies and was named the FIFPro Player of the Year, World Soccer Player of the Year, Onze d'Or, and the FIFA World Player of the Year.[7][8][9] In 2007 and 2008, Ronaldo was named FWA Footballer of the Year. Ronaldo was the inaugural winner of the FIFA Puskás Award in 2009.Ronaldo holds numerous former and current scoring records, including records for most goals scored in a season for Real Madrid, most goals scored per minute in La Liga, first top European league player to reach 40 goals in a single season in two consecutive years, fastest Real Madrid player to reach one hundred league goals, and the first player ever to score against every team in a single season in La Liga.[10]Ronaldo is a Portuguese international and made his debut against Kazakhstan in August 2003. He has since participated in five major tournaments; UEFA Euro 2004, the 2006 FIFA World Cup, UEFA Euro 2008, the 2010 FIFA World Cup and UEFA Euro 2012. He scored his first international goal in the opening game of the Euro 2004 against Greece, in addition to helping Portugal reach the final. He took over the captaincy of the side in July 2008 and went on to captain Portugal to the semi-finals at the Euro 2012 and finished the competition as the joint best scorer with three goals. On 16 October 2012, Ronaldo won his 100th cap against Northern Ireland, Stunning dreamy wallpaper pics of  to deck out your Android phone! High resolution HD quality.This free app is ad supported and may contain ads in the notification tray and/or home screen.Please rate this app 5 stars!fondos de Pantalla, imagines de Pantalla y wallpaper",
    "reviews": [
      {
        "timestampMsec": "1358842889789",
        "starRating": "5",
        "title": "Keep it up!",
        "comment": "I have been a football fan since grade school and I really like Cristiano Ronaldo and he just looks great on these photos. The wallpaper works and looks great on my tab! :)",
        "commentId": "gp:AOqpTOH22Opekqdv_nN6c-mj4bvnwlKYYoc3kdRFy9lFjwYQZZEnFMh1OpHzNE5Ar_m9jECADJk8AQnXVh0",
        "author": "Cherie Ann Oliver",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1358221058660",
        "starRating": "5",
        "title": "good job!",
        "comment": "This is the best wallpaper application I ever downloaded!! with many good picture selection keep up the good work!",
        "commentId": "gp:AOqpTOEeNeJ8QNjPavWd6E-PRd4Q0l4GRAcMOPTzyZBY0Ny52l7v7DgtQKOfkEIyznhBJkqTLDjQbRmmEx0",
        "author": "ruby ann Potestad",
        "authorURL": "http://lh5.googleusercontent.com/-GNPq5tmn8Dw/AAAAAAAAAAI/AAAAAAAAAGM/gEvEhgog_ss/photo.jpg",
        "authorSecureURL": "https://lh5.googleusercontent.com/-GNPq5tmn8Dw/AAAAAAAAAAI/AAAAAAAAAGM/gEvEhgog_ss/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.SET_WALLPAPER",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "android.permission.READ_PHONE_STATE",
      "android.permission.VIBRATE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.READ_CONTACTS",
      "android.permission.SEND_SMS",
      "android.permission.GET_ACCOUNTS",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.READ_CALL_LOG"
    ]
  }
}
