{
  "title": "Crack Screen Now",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.crack_screen_now_105023",
  "category": "Arcade & Action",
  "price": "Free",
  "datePublished": "August 15, 2013",
  "version": "101",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "CX Video Player Inc",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.crack_screen_now_105023",
  "extendedInfo": {
    "installSize": "6.0M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "My dear friends, you may need to take break now.Just put down your work, and use this funny app- Crack Screen Now to release your pressure and relax your nerves now. Introductions:This is a game app for fun. In details, you can play a crack screen game with it.It offers you two models.>>>>The first model-Time model.--In this model, you can choose a tool including pistol, knife, hammer and submachine as your weapon. Then set time to add broken screen effects to your phone.--You just need to tap the screen with your finger, then you will find that the screen seems being cracked.Of course, you cannot crack your screen really, it is just for fun.>>>>The second model- Game model.--In this model, you can select a game image to play.It offers you four image pictures: Default value, Thousands of arrows, Give me a break and Red Heart.--After selecting one of them, you can click start game to play.--In the game, you just need to click the screen towards the target forcefully.--Then you will also find that the screen is broken and the image is also broken.Do not worry. These are all fake broken screen effects.Your screen is intact and your phone still can work well. Conclusion:ALL IS FOR FUN.Hope you can enjoy yourself with it.Hope you will like it! *********************Attention*****************1.    This is a free app, but you have to read some notification ads or icon ads while using it.2.   This is a spoof app for fun.************************************************",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_PHONE_STATE",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.RECEIVE_BOOT_COMPLETED"
    ]
  }
}
