{
  "title": "Vanessa Hudgens Wallpaper",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.coolwallpapers.wallpapervanessahudgens",
  "category": "Media & Video",
  "price": "Free",
  "datePublished": "January 1, 2013",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "12",
  "rating": "4.8333335",
  "contentRating": "High Maturity",
  "creator": "Cool Wallpapers",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.coolwallpapers.wallpapervanessahudgens",
  "extendedInfo": {
    "installSize": "1.5M",
    "downloadsCount": "5,000+",
    "downloadsCountText": "5,000 - 10,000",
    "description": "The best Vanessa Hudgens HD high resolution Wallpapers for your Android phone available anywhere!Stunning dreamy wallpaper pics of Vanessa to deck out your Android phone! High resolution HD quality. Vanessa Anne Hudgens[2] (born December 14, 1988)[3] is an American actress and singer. Hudgens rose to prominence playing Gabriella Montez in the High School Musical series.[4] Hudgens has also appeared in various films and television series for the Disney Channel.Miley Cyrus, Zac Efron, Ashley Tisdale, Selena Gomez, Ashley Benson. Spring Breakers, High School Musical, Sucker Punch, Beastly. Vanessa Anne Hudgens (born December 14, 1988) is an American actress and singer, who is best known for her portrayal of the character Gabriella Montez in the High School Musical series. She also earned critical acclaim for her role in the 2009 film Bandslam.As an actress, Hudgens has appeared in several television programs including Quintuplets, Still Standing, The Brothers García, Drake & Josh, and The Suite Life of Zack & Cody. She made her screen debut in the 2003 drama Thirteen as Noel. She got her first starring role in the 2004 science-fiction-adventure Thunderbirds as Tintin. n both her first two films - Thirteen (2003) and Thunderbirds (2004) - she appeared alongside Brady Corbet.Parents: Greg Hudgens and Gina Guangco.Ethnicities: Filipina, Chinese,and Spanish (from her mother); Irish and American Indian (from her father).Her musical theater roles include leads in: Evita, Carousel, The Wizard of Oz, The King & I, The Music Man, Cinderella, Damn Yankees, The Hunchback of Notre Dame, and The Little Mermaid, among others.She's a fan of the late Natalie Wood. Friends with Justin Bieber, Demi Lovato, Miley Cyrus, Taylor Swift, Vanessa Hudgens, Justin Beeber, Katy Perry, Rihanna, Ashley Tisdale, Britney Spears, Lindsay Lohan, Joe Jonas, Taylor Lautner, Nick Jonas, Lady Gaga, Kim Kardashian, Victoria Justice, Robert Pattinson, Kristen Stewart, Twilight, Harry Potter, Emma Watson, One Direction, The Wanted, Beyonce, Olsen Twins, Mila Kunis, Ashton Kutcher, Carly Rae Jepsen, Austin Mahone, Liam Hemsworth, Lil Wayne, Chris Brown, Aubrey Graham, Wiz Khalifa, Nicki Minaj, Ashley Benson, Josh Hutcherson, Corbin Bleu, Austin Butler, Taylor Schilling, Channing Tatum, Taylor Swift, Chace Crawford, Paris Hilton. She can sing, act and dance.She got her first gig when her friend couldn't go to an audition for a commercial and asked if Vanessa could go. She is a fan of horror movies. Older sister of Stella HudgensIs good friends with High School Musical (2006) (TV) co-stars Ashley Tisdale, Zac Efron, and Corbin Bleu, along with Alexa Nikolas, Brenda Song and Miley Cyrus .She had her feature film debut in the 2003 film Thirteen, a teenage drama in which Hudgens had a supporting role. She had mainstream success following the release of the High School Musical trilogy, and her relationship with co-star Zac Efron was heavily publicized. In 2009, she earned critical acclaim for her role in the film Bandslam.[5] She has also appeared in the film Journey 2: The Mysterious Island alongside Dwayne Johnson and Josh Hutcherson. She is set to appear in films such as Spring Breakers, alongside Selena Gomez, and Machete Kills, directed by Robert Rodriguez.In addition to acting, Hudgens released her debut album V on September 26, 2006 which entered the Billboard 200 at number twenty four, and was later certified Gold.[6] Her second album, Identified, was released on July 1, 2008 in the United StatesThis free app is ad supported and may contain ads in the notification tray and/or home screen.Please rate this app 5 stars!fondos de Pantalla, imagines de Pantalla y wallpaper",
    "reviews": [
      {
        "timestampMsec": "1358843342648",
        "starRating": "5",
        "title": "Good one!",
        "comment": "I like High School musical, makes you feel like high school all over again. This is a great wallpaper, very nice! :)",
        "commentId": "gp:AOqpTOG1qZRH7u8pFJf8a2unwYfz2FnM3Ds3_M-btkXfYdCjVole2joLlCIszCzZFSdSDc3jWWWRywui9Qn03Ho",
        "author": "Cherie Ann Oliver",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1358221368484",
        "starRating": "5",
        "title": "I love it!",
        "comment": "I super love this wallpaper apps!! I think this is the best wallpaper application in the entire Google play store,, great job!",
        "commentId": "gp:AOqpTOEqA1EOB9Vb4WvyqEZdC5Ys56jUCcQnUN8SyWxdBblufRUVr-X0svDvuRBatkBWM-bx3w_0GVp0MPvgMn0",
        "author": "ruby ann Potestad",
        "authorURL": "http://lh5.googleusercontent.com/-GNPq5tmn8Dw/AAAAAAAAAAI/AAAAAAAAAGM/gEvEhgog_ss/photo.jpg",
        "authorSecureURL": "https://lh5.googleusercontent.com/-GNPq5tmn8Dw/AAAAAAAAAAI/AAAAAAAAAGM/gEvEhgog_ss/photo.jpg"
      },
      {
        "timestampMsec": "1374233671830",
        "starRating": "5",
        "title": "Can be Ella",
        "comment": "Hero Hunger b\\303\\251la",
        "commentId": "gp:AOqpTOE0EHsUoDuKjXIKASgkXdnTfQN1q9Zg2ktKCESifZWzxJsWn5s_FsKfBuOMYtnwJxg7MCx6M8NyNHSBZvM",
        "author": "Mikayla Eberhart",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.SET_WALLPAPER",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "android.permission.READ_PHONE_STATE",
      "android.permission.VIBRATE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.READ_CONTACTS",
      "android.permission.SEND_SMS",
      "android.permission.GET_ACCOUNTS",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.READ_CALL_LOG"
    ]
  }
}
