{
  "title": "Donkey Soundboard",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.coolringtonessoundboards.soundboard.donkeysoundboard",
  "category": "Music & Audio",
  "price": "Free",
  "datePublished": "June 29, 2013",
  "version": "1.0.1",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "3",
  "rating": "5.0",
  "contentRating": "High Maturity",
  "creator": "Cool Ringtones Soundboards",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.coolringtonessoundboards.soundboard.donkeysoundboard",
  "extendedInfo": {
    "installSize": "7.1M",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "Donkey sounds and ringtonesApp FeaturesPress and hold a sound to set sounds as ringtones, notifications, and alarmsfunny sound clips from Donkey--This app is ad supported and may contain ads in the notification tray and/or home screen.This is an unofficial free fan app.Please rate this app 5 stars!--Any content not owned by this developer belongs to their respective owners. We are not affiliated with this company. We don't claim any ownership to the characters, images, or content in this app. We believe the images fall under fair use as they are reduced size and excerpted for informational purposes. If there is a copyright issue with content in this app, please contact us and we'll remove it.The donkey or ass, Equus africanus asinus, is a domesticated member of the Equidae or horse family. The wild ancestor of the donkey is the African wild ass, E. africanus. The donkey has been used as a working animal for at least 5000 years. There are more than 40 million donkeys in the world, mostly in underdeveloped countries, where they are used principally as draught or pack animals. Working donkeys are often associated with those living at or below subsistence levels. Small numbers of donkeys are kept for breeding or as pets in developed countries.A male donkey or ass is called a jack, a female a jenny or jennet; a young donkey is a foal. Jack donkeys are often used to produce mules.Asses were first domesticated around 3000 BC,or 4000 BC, probably in Egypt or Mesopotamia, and have spread around the world. They continue to fill important roles in many places today. While domesticated species are increasing in numbers, the African wild ass and another relative, the Onager, are endangered. As beasts of burden and companions, asses and donkeys have worked together with humans for millennia.Traditionally, the scientific name for the donkey is Equus asinus asinus based on the principle of priority used for scientific names of animals. However, the International Commission on Zoological Nomenclature ruled in 2003 that if the domestic species and the wild species are considered subspecies of each other, the scientific name of the wild species has priority, even when that subspecies was described after the domestic subspecies.This means that the proper scientific name for the donkey is Equus africanus asinus when it is considered a subspecies, and Equus asinus when it is considered a species.At one time, the synonym ass was the more common term for the donkey, as in jackass, meaning \"male donkey\". The first recorded use of donkey was in 1784 or 1785. While the word ass has cognates in most other Indo-European languages, donkey is an etymologically obscure word for which no credible cognate has been identified. Hypotheses on its derivation include the following:-Perhaps from Spanish, for its don-like gravity; the donkey was also known as \"the King of Spain's trumpeter\"-Perhaps a diminutive of dun (dull grayish-brown), a typical donkey colour.-Perhaps from the name Duncan.-Perhaps of imitative origin.From the 18th century, donkey gradually replaced ass. The change may have come about through a tendency to avoid pejorative terms in speech, and be comparable to the substitution in North American English of rooster for cock, or that of rabbit for coney, which was formerly homophonic with cunny. By the end of the 17th century, changes in pronunciation of both ass and arse had caused them to become homophones. Other words used for the ass in English from this time include cuddy in Scotland, neddy in southwest England and dicky in the southeast; moke is documented in the 19th century, and may be of Welsh or Gypsy origin. In the United States, the Spanish burro is used both specifically for the feral donkeys of Arizona, California and Nevada, and, west of the Mississippi, generically for any small or standard donkey.A jennet is normally pregnant for about 12 months, though the gestation period varies from 11 to 14 months.",
    "reviews": [
      {
        "documentVersion": "1.0.1",
        "timestampMsec": "1374121939311",
        "starRating": "5",
        "title": "amazing...",
        "comment": "different n high quality sounds make this app much appreciated...",
        "commentId": "gp:AOqpTOG0bq1tugGHV3rzepPRYep_vuwX2s0eLCiHPO_lowolvIdqdBJfzsasOpqiINLy3Icuf1qVwQ2rTelLhA",
        "author": "Aftab Ahmed",
        "authorURL": "http://lh6.googleusercontent.com/-lhwNLfcsIoU/AAAAAAAAAAI/AAAAAAAAAAA/SQTRq6VbMF4/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/-lhwNLfcsIoU/AAAAAAAAAAI/AAAAAAAAAAA/SQTRq6VbMF4/photo.jpg"
      },
      {
        "timestampMsec": "1372594876484",
        "starRating": "5",
        "title": "Cool",
        "comment": "Nice sounds",
        "commentId": "gp:AOqpTOEcaTtrDKcwcx123ZkVVyv23ZedLiJ3Fyu3viUUiHkjKLdcHjBetO-yJS0vBG0Vhxc4UV0eiJw2dtU03w",
        "author": "marco b",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.GET_ACCOUNTS",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.WRITE_SETTINGS",
      "android.permission.MODIFY_AUDIO_SETTINGS",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
