{
  "title": "Animal Dot to Dot for Toddlers",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.coragames.dtd.animals",
  "category": "Brain & Puzzle",
  "price": "Free",
  "datePublished": "April 3, 2013",
  "version": "1.2.5",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "17",
  "rating": "3.8235295",
  "contentRating": "Everyone",
  "creator": "CoRa  Games",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.coragames.dtd.animals",
  "extendedInfo": {
    "installSize": "3.0M",
    "downloadsCount": "10,000+",
    "downloadsCountText": "10,000 - 50,000",
    "description": "Connecting the dots and discovering the cute animals is great fun for the kids. While playing, they get to know the numbers 1-20 playfully. If your kid loves solving Dot to Dot puzzles, this is just the perfect educational app!As soon as your kid tapped on all the dots shown, one of the super cute animal heads of our animal edition (pig, bear, elefant, cow, chick, lion, frog, panda, zebra) appears - an instant reward and an incentive to go on playing! The game interface is kid friendly and does not overload your kid with too many stimuli. This Connect the Dots (Dot to Dot, Join the Dots) game helps kids to recognize the shapes of different animal faces and to improve their fine motor skills. By tapping on the small dots one after the other, the order of the numbers can be learned and recognized step by step. Animal Dot to Dot for Toddlers FEATURES * dots labelled with numbers that have to be connected one after another * random starting order - one image can be played more than once! * the next dot to be tapped is highlighted in an other colour * Your kid will be rewarded with cute animal heads that are revealed after a successful game * The balloons at the end of a successful game are a nice and fun gimmick * In total 21 different animal heads (cat, dog, rabbit)The free Animal Dot to Dot for Toddlers version consists of 3 animals (lion, cat, monkey), more animal games can be easily purchased in-game.Have fun joining all the dots in this educational kids Dot to Dot. Keywords: connect the dots, Child, Education, Preschool, School, Kindergarten, count, numbers, learn, toddler, children, dot, preschool-aged, free, baby, puzzles, paint, by, Join the Dots, parenting, riddle, educational, Baby, Africa, Safari, draw something",
    "reviews": [
      {
        "documentVersion": "1.2.5",
        "timestampMsec": "1371030033448",
        "starRating": "2",
        "title": "Annoying",
        "comment": "Connect the dots usually requires connecting them (dragging finger between dots). It also has annoying popup app ads, the app ads are not age related, and it\\'s hard to close.",
        "commentId": "gp:AOqpTOG45yLdKO-3fZu4zKCz88cm5-OmPENkjo2MG8f06kBTZoXgWdCfSx0GAEDtv8VHl32lFJDXkrZqbK1xykc",
        "author": "Lisa Hansen",
        "authorURL": "http://lh6.googleusercontent.com/-b7LVi4WAjdY/AAAAAAAAAAI/AAAAAAAAAIQ/wNpZrui6tt4/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/-b7LVi4WAjdY/AAAAAAAAAAI/AAAAAAAAAIQ/wNpZrui6tt4/photo.jpg"
      },
      {
        "timestampMsec": "1353028703896",
        "starRating": "1",
        "title": "Hate it",
        "comment": "Very difficult to close this game once open.",
        "commentId": "lg:AOqpTOHK02T5QDKC0sRBPPwX_4WjL8Jr_eQ7BQJa6-YYK5C4oZdezcsImd8vS1v6PtLsQjVfZglL-IGJJbqU_jI",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "com.android.vending.BILLING",
      "android.permission.INTERNET",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_PHONE_STATE"
    ]
  }
}
