{
  "title": "My Little Farm Dot to Dot Kids",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.coragames.dtd.farm",
  "category": "Brain & Puzzle",
  "price": "Free",
  "datePublished": "March 29, 2013",
  "version": "2.2.4",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "21",
  "rating": "3.7619047",
  "contentRating": "Everyone",
  "creator": "CoRa  Games",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.coragames.dtd.farm",
  "extendedInfo": {
    "installSize": "3.3M",
    "downloadsCount": "10,000+",
    "downloadsCountText": "10,000 - 50,000",
    "description": "Let your kids discover farm life and learn the alphabet by tapping on all the dots shown. It’s fun!The Dot to Dot (Connect the Dots) game interface is kid friendly and does not overload your kid with too many stimuli. The game helps to recognize shapes and to improve the fine motor skills of your kid. By tapping on the small dots one after the other, the order of the letters in the alphabet can be learned and recognized step by step. FEATURES of My Little Farm Dot to Dot Kids★ dots labelled with letters that have to be connected one after another ★ kids hear the letters while tapping on the dots ★ random starting order - one image can be played more than once! ★ the next dot to be tapped is highlighted in an other colour ★ the balloons at the end of a successful game are a nice and fun ★ the sounds make it fun to play Meet all the animals on the funny farm. In this farm edition, kids will get to know the following animals and objects: Chick, chicken, cock, cow, dog, donkey, duck, farmer, goat, horse, house, pig, mouse, sheep, tractorMy Little Farm Dot to Dot Kids is a great Dot to Dot Starter for toddlers. The free Dot to Dot (connect the dots) version consists of 3 animals, more can be easily purchased in-game.Keywords: child, children, kids, education, preschool, school, kindergarten, abc, alphabet, learn, toddler, puzzle, puzzles,fine motor skills, animals, farm, nature, connect, the, dots,pony, join, paint, by, numbers, dot to dot, draw",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_PHONE_STATE",
      "com.android.vending.BILLING"
    ]
  }
}
