{
  "title": "Android Tools Pro",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.creativeappsgroup.minitoolsadfree",
  "category": "Tools",
  "price": "$1.99",
  "datePublished": "April 30, 2013",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "Creative Apps Group",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.creativeappsgroup.minitoolsadfree",
  "extendedInfo": {
    "installSize": "3.2M",
    "downloadsCount": "10+",
    "downloadsCountText": "10 - 50",
    "description": "Android Tools – the smart collection of the most useful tools you'll ever need on your phone.7 amazing tools crammed into 1 must have app.Includes:Flashlight -Incredibly easy to use for emergencies, Flashlight app turns on both your phone's LED light plus the screen light, so you have maximum illumination in power cuts, dark streets or just looking for something in the back of a cupboard!Compass -Easy to use, no fuss Compass. No gimmicky 3D, just a great looking compass that works. Featuring digital display for accurate direction readings.Bubble Level -The best looking Bubble Level available, authentic looking spirit level. Auto-orientation ensures no matter what angle you have your phone you can level up. Super smooth accurate bubble movement makes it a pleasure to use.Percent Calculator -Struggle working out percentages? Who doesn't!?From basic percentages to figuring out how much 25% off that great skirt is in the sales, we've got you covered! There's even a tip calculator, so there's no arguing about how you are going to split the bill!Timer -Simple yet efficient, reliable timer.Quick and easy to use dials let you set the timer duration you want super fast.Set a voice or vibration prompt (for example every minute) so you can easily keep track of how long is left.Stopwatch -Own the cleanest looking, easiest to use stopwatch available. No fancy bells n' whistles, just a great stopwatch that works!Thermometer -This amazing unique 'Twin Thermometer' allows you to compare the temperature outside, with the temperature of your phone!Features not one, but TWO mercury readings, for an interesting visual guide to the 2 temperatures. Also the app displays accurate digital readings for both, no need to guess where the liquid is.Download today: Android tools is the best smart tools available and best of all, it's free.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.VIBRATE",
      "android.permission.WAKE_LOCK",
      "android.permission.READ_PHONE_STATE",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.CAMERA"
    ]
  }
}
