{
  "title": "Animal Spot the Difference",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.coragames.differences.nem",
  "category": "Brain & Puzzle",
  "price": "Free",
  "datePublished": "April 21, 2013",
  "version": "4.0",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "3",
  "rating": "3.6666667",
  "contentRating": "Everyone",
  "creator": "CoRa  Games",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.coragames.differences.nem",
  "extendedInfo": {
    "installSize": "3.5M",
    "downloadsCount": "10,000+",
    "downloadsCountText": "10,000 - 50,000",
    "description": "★ Great fun guaranteed - can you find all the differences? ★ With 3 levels of difficulties for each scene, there is a challenge for everyone! A fun and addictive app for the whole family! In two levels, the clock is ticking - find all differences and avoid mistakes: each mistake will cost you time against the clock. Animal Spot the Difference Features - Beautiful high-quality images (theme: farm and nature)- Addictive gameplay - Catchy sound effects and music! - Differences randomized on each play - 3 different difficulty levels (timer countdown in 2 of them) - Fun brain and memory training- educational game for kids, toddlers and their parentsVisual comparison:- comparing two or more things by eye. - first stage in a child's development of an understanding of geometry and measurementYou will meet cows, frogs, ducks, turtles, chicks, sheeps, cocks, hens and other animals that live on the farm. The perfect Animal Spot the Difference app for those who love Spot the Difference games, Find the Difference puzzles, hide and seek and photo hunt apps! It's also perfect for everyone who loves the farm!The first 2 Find the Difference scenes are free, the remaining 10 Spot the Difference can be easily purchased via a single in-app purchase. We really appreciate your feedback - If you enjoy playing our app, please take a minute to rate and review it. Please consider that we cannot reply to your comments in the Appstore. If you have any questions or need our help, please use the given support link. Thank you!",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.READ_EXTERNAL_STORAGE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.READ_PHONE_STATE",
      "com.android.vending.BILLING"
    ]
  }
}
