{
  "title": "Lana Del Rey Wallpaper",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.courageouscanary.wallpaperlanadelrey",
  "category": "Media & Video",
  "price": "Free",
  "datePublished": "February 5, 2013",
  "version": "1",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "8",
  "rating": "3.5",
  "contentRating": "High Maturity",
  "creator": "Courageous Canary",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.courageouscanary.wallpaperlanadelrey",
  "extendedInfo": {
    "installSize": "1.9M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "Lana Del Rey wallpapers and photos.  Stunning pics high resolution HD quality. Set pictures as wallpaper and share with your friends via SMS!This is an unofficial free fan app. Any content not owned by this developer belongs to their respective owners. If there is an issue with this app contact us via the email address and we will remove it.Please rate this app 5 stars! This free fan app is ad supported and may contain ads in the notification tray and/or home screen. lana del rey fondos de Pantalla, imagines de Pantalla y wallpaper.Elizabeth Woolridge Grant (born June 21, 1986), better known by her stage name Lana Del Rey, is an American singer-songwriter. Del Rey initially began performing in clubs in New York City at age 18 and signed her first recording contract when she was 20 years old with 5 Points Records, releasing her first digital album Lana Del Ray a.k.a. Lizzy Grant in January 2010. Del Rey bought herself out of the contract with 5 Points Records in April 2010 and signed a joint contract with Interscope, Polydor, and Stranger Records in October 2011. Releasing her debut single \"Video Games\" in June 2011, a music video created by Del Rey for the song was posted on YouTube for it in August 2011. After the song became a viral internet hit with over 20 million views, her second studio album, Born to Die, was released in January 2012. The album sold over 2.8 million copies worldwide, making it one of the best-selling albums of 2012. Charting across Europe, the album spawned numerous top ten hits, including \"Blue Jeans\", \"National Anthem\", \"Born to Die\", and \"Summertime Sadness.\" With the release of her third EP, Paradise, Lana Del Ray A.K.A. Lizzy Grant, Elizabeth Woolridge Grant Del Rey spawned her third top ten album in the United States, debuting at number 10 on the Billboard 200 with 67,000 copies sold in its first week. To date, her discography includes two full-length studio albums, three EPs, seven singles, and eight music videos. She has won the Q Award for \"Best New Thing\" bestowed by Lady Gaga, a GQ Award for \"Woman of the Year\", a BRIT Award for \"International Breakthrough Act\", and an EMA for \"Best Alternative Act\" along with Adele.Del Rey's music has been noted for its cinematic sound and its references to various aspects of pop culture, particularly that of the 1950s and '60s Americana. The singer has described herself as a \"self-styled gangsta Nancy Sinatra.\" Before signing to a major record label, Del Rey provided sole production of her music videos. Musically, she draws influence from what she deems to be the masters of each genre, including Elvis, Janis Joplin, Eminem, and Britney Spears, as well as from poetry and film noir. Del Rey has endorsed clothing line H&M, serving as the model for their Fall and Winter 2012 collection. In 2012, Del Rey became the face of the Jaguar F-Type luxury automobile along with Rihanna.Del Rey was born Elizabeth Woolridge Grant in New York City on June 21, 1986, to former Grey Group copywriter turned entrepreneur, Rob Grant, and former Grey account executive, Pat Grant. She was raised in Lake Placid, New York with two younger siblings. She is of Scottish descent. At fourteen, she was sent to Kent School, a boarding school in Connecticut, to deal with her alcohol dependence, before heading back to her hometown at the age of eighteen. Del Rey then attended Fordham University in New York City, studying a branch of philosophy known as metaphysics. She said, \"that was when my musical experience began. I kind of found people for myself.\" After her uncle taught her how to play guitar, she \"realized [she] could probably write a million songs with those six chords,\" and began performing in clubs around the city under various names such as Sparkle Jump Rope Queen and Lizzy Grant and the Phenomena.",
    "reviews": [
      {
        "timestampMsec": "1367366078064",
        "starRating": "2",
        "comment": "The wallpapers were good, lots of varieties, but the minute I installed it, I started getting ads. Its super annoying and I\\'ll probably uninstall the app.",
        "commentId": "gp:AOqpTOF0QMmq_mqCSYm-pJLRY_IEpNozfULG7_y-isWNJaqQe8WabFVUHtSsF86FP-dcjDgNSlrBD24LnHCcpRw",
        "author": "Stacie Erickson",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.SET_WALLPAPER",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "android.permission.READ_PHONE_STATE",
      "android.permission.VIBRATE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.READ_CONTACTS",
      "android.permission.SEND_SMS",
      "android.permission.GET_ACCOUNTS",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.READ_CALL_LOG"
    ]
  }
}
