{
  "title": "Thrombosis Guidelines",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.cranworthmedical.thrombosis",
  "category": "Medical",
  "price": "Free",
  "datePublished": "June 5, 2013",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "1",
  "rating": "1.0",
  "contentRating": "Low Maturity",
  "creator": "Cranworth Medical Ltd",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.cranworthmedical.thrombosis",
  "extendedInfo": {
    "installSize": "3.0M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "GUY'S AND ST THOMAS' NHS FOUNDATION TRUST THROMBOSIS GUIDELINESPrevent and treat thrombosis quickly and effectively.Prevent or treat life-threatening venous thromboembolism in adult hospital inpatients using these authoritative and comprehensive guidelines used by doctors and allied health professionals at some of UK’s leading NHS hospitals.Thousand of lives could be saved every year if health professionals were better at preventing and treating venous thromboembolisms that may arise during hospital stays. Thrombosis Guidelines gives health professionals quick access to the information they need to prevent, diagnose and treat thromboses in adult inpatients. Created by the Professor of thrombosis and haemostasis and the team at Guy’s and St Thomas’ NHS Foundation Trust, this quick reference tool can help clinical staff administer safe, appropriate anticoagulation to adult patients.Topics include•Initiation of warfarin therapy•Monitoring and adjustment of warfarin therapy•Management of unfractionated heparin infusions•Management of over anticoagulation and reversal of warfarin therapy•Investigation and management of a suspected deep vein thrombosis•Venous thromboprophylaxis in medical and surgical patients.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_FINE_LOCATION"
    ]
  }
}
