{
  "title": "Austin Powers Soundboard",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.coolringtonessoundboards.soundboard.austinpowerssoundboard",
  "category": "Music & Audio",
  "price": "Free",
  "datePublished": "June 29, 2013",
  "version": "1.0.1",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "4",
  "rating": "5.0",
  "contentRating": "High Maturity",
  "creator": "Cool Ringtones Soundboards",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.coolringtonessoundboards.soundboard.austinpowerssoundboard",
  "extendedInfo": {
    "installSize": "7.5M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "Austin Powers sounds and ringtonesApp FeaturesPress and hold a sound to set sounds as ringtones, notifications, and alarmsfunny sound clips from Austin Powers--This app is ad supported and may contain ads in the notification tray and/or home screen.This is an unofficial free fan app.Please rate this app 5 stars!--Any content not owned by this developer belongs to their respective owners. We are not affiliated with this company. We don't claim any ownership to the characters, images, or content in this app. We believe the images fall under fair use as they are reduced size and excerpted for informational purposes. If there is a copyright issue with content in this app, please contact us and we'll remove it.The Austin Powers series is a series of three action-comedy films – Austin Powers: International Man of Mystery (1997), Austin Powers: The Spy Who Shagged Me (1999) and Austin Powers in Goldmember (2002) – directed by Jay Roach, produced, written by and starring Mike Myers as both the title character and the main antagonist Dr. Evil, and distributed by New Line Cinema. The franchise parodies numerous James Bond, Derek Flint, Jason King, and Matt Helm films, characters, and incorporates a myriad of other elements of popular culture as it follows the British spy's quest to bring his nemesis to justice.The films poke fun at the outrageous plots, rampant sexual innuendo, and one-dimensional stock characters characteristically associated with 1960s spy films, as well as the cliché of the ultra-suave male superspy. Contrary to the handsome, super-smooth leading men of the James Bond genre, Austin Powers is not conventionally attractive (he is especially known for his bad teeth), although female characters in the films seem to find him irresistible.The general theme of the films is that the arch-villain Dr. Evil plots to extort large sums of money from governments or international bodies but is constantly thwarted by Powers, and (to a degree) his own inexperience with life and culture in the 1990s. In the first film, Austin and Dr. Evil are awakened after being cryogenically frozen for 30 years. Continuing to incorporate cultural elements of the 1960s and 1970s, the second and third films feature time travel as a plot device and deliberately overlook inconsistencies.Myers himself has stated in interviews that the idea for Austin Powers came to him one night while driving home from ice hockey practice. Hearing the song \"The Look of Love\" by Burt Bacharach on his car radio, he wondered \"Where have all the swingers gone?\", and conceived the character who would become Austin Powers. The first phrase he thought the character might say was \"Do I make you horny?\" which later did indeed become a catch phrase for the character. He has also disclosed that the character also draws on his recollections of former Radio Caroline DJ Simon Dee who hosted the first real TV chat show in the UK in 1967 which ended with his driving off in a sports car with a young blonde in the passenger seat.Though he is a Canadian by birth, Myers' parents are natives of Liverpool, England, and Myers holds dual nationality. Although the films parody the plots and characters of 1960s spy movies, the humour is influenced by Myers' British heritage, particularly the Carry On films and the comedic works of Benny Hill and Peter Sellers, of the latter of whom Myers is a self-confessed fan (his favourite films being the Bond spoof Casino Royale and The Party).Influences from Sellers' films are apparent throughout the series; the character of Austin Powers reflects the inspiration of Seller's portrayal of the character Roger Danvers in the 1972 film There's a Girl in My Soup. Powers' dandyish appearance can also be shown to have been inspired by that of the fictional Jason King – the adventurous character from the ITV Spy-fi series Department S who was featured in the eponymous spin-off series.",
    "reviews": [
      {
        "documentVersion": "1.0.1",
        "timestampMsec": "1374121776210",
        "starRating": "5",
        "title": "mind blowing ringtones...",
        "comment": "great app....super likes",
        "commentId": "gp:AOqpTOEtNUTWMGE0_NoDUiaZnKP2-iy_d574NITghBA3gLt6l5TXFL2EK-Qxy_b4C4pHyrtJGEb6vu3h2QsrRw",
        "author": "Aftab Ahmed",
        "authorURL": "http://lh6.googleusercontent.com/-lhwNLfcsIoU/AAAAAAAAAAI/AAAAAAAAAAA/SQTRq6VbMF4/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/-lhwNLfcsIoU/AAAAAAAAAAI/AAAAAAAAAAA/SQTRq6VbMF4/photo.jpg"
      },
      {
        "timestampMsec": "1372594690830",
        "starRating": "5",
        "title": "Groovey",
        "comment": "Cool quotes",
        "commentId": "gp:AOqpTOFVTrAlTGgXluxO9PEDXyoZ57_-0TfgynJ7wab9oS6S4dPX7cLkvl61-RPGxh3Leo1L5JQLIwjsJdoTlg",
        "author": "marco b",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.GET_ACCOUNTS",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.WRITE_SETTINGS",
      "android.permission.MODIFY_AUDIO_SETTINGS",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
