{
  "title": "Wiz Khalifa Wallpaper",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.coolwallpapers.wallpaperwizkhalifa",
  "category": "Personalization",
  "price": "Free",
  "datePublished": "January 1, 2013",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "15",
  "rating": "4.866667",
  "contentRating": "High Maturity",
  "creator": "Cool Wallpapers",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.coolwallpapers.wallpaperwizkhalifa",
  "extendedInfo": {
    "installSize": "1.5M",
    "downloadsCount": "10,000+",
    "downloadsCountText": "10,000 - 50,000",
    "description": "The best Wiz Khalifa HD high resolution Wallpapers for your Android phone available anywhere!Stunning dreamy wallpaper pics of Wiz Kalifa to deck out your Android phone! High resolution HD quality. Cameron Jibril Thomaz (born September 8, 1987), better known by the stage name Wiz Khalifa, is an American rapper. He released his debut album, Show and Prove, in 2006, and signed to Warner Bros. Records in 2007. His Eurodance-influenced single, \"Say Yeah\", received urban radio airplay, charting on the Rhythmic Top 40 and Hot Rap Tracks charts in 2008.[1] Khalifa parted with Warner Bros. and released his second album, Deal or No Deal, in November 2009. He released the mixtape Kush and Orange Juice as a free download in April 2010; he then signed with Atlantic Records.[2] He is also well known for his debut single for Atlantic, \"Black and Yellow\", which peaked at number 1 on the Billboard Hot 100. His debut album for the label, Rolling Papers, was released on March 29, 2011. O.N.I.F.C., Rolling Papers, Kush and Orange Juice, Mac & Devin Go to High School. Married Amber Rose. Khalifa released \"Black and Yellow\", his first single for Rostrum/Atlantic, produced by Stargate, which has received radio airplay.[8][34] The single was peaked at number 1 on the Billboard Hot 100; the title of the song refers to the colours of the City of Pittsburgh.[35] Khalifa released his debut album with Atlantic Records in 2011.[36] He appeared with Curren$y on the track \"Scaling the Building\" on producer Ski Beatz' 2010 album, 24 Hour Karate School.[37] Khalifa's record label is Taylor Gang Records, named after his love of Chuck Taylor All-Stars,[8] and Taylor Allderdice High School in Pittsburgh, PA, where he graduated from.On March 29, 2011, Khalifa released his first studio album, Rolling Papers. The album debuted at number two on the US Billboard 200 chart, with first-week sales of 197,000 copies in the United States.[38] Shortly afterward on March 31, 2011 Wiz Khalifa performed at Emory University in Atlanta, Georgia as part of the school's annual Dooley's Weekend.[39] On June 26, 2011, Khalifa was nominated and won Best New Artist at the BET Awards of 2011.[40] Khalifa collaborated with British rapper Tinie Tempah whom Tinie announced in an interview with Rolling Stone that his next single is to be called \"Till I'm Gone\" and would feature Wiz Khalifa and is to be produced by Stargate.[41][42] The single and the video song were released at the end of June 2011.[43]On April 11, 2012 Khalifa announced that he will release his second studio album titled \"Only Nigga In First Class\" but will be released to mainstream markets as the abbreviated O.N.I.F.C.[11][44][45] O.N.I.F.C. debuted at #2 with 131,000 in first week sales.[46] The album has spawned two singles \"Work Hard, Play Hard\" and \"Remember You\" both receiving good commercial acclaim and with the former going platinum. Wiz has also recently talked to rapper 50 Cent who he collaborated with on the song \"Telescope\" about making a movie togetherFriends with Justin Bieber, Demi Lovato, Miley Cyrus, Taylor Swift, Vanessa Hudgens, Justin Beeber, Katy Perry, Rihanna, Ashley Tisdale, Britney Spears, Lindsay Lohan, Joe Jonas, Taylor Lautner, Nick Jonas, Lady Gaga, Kim Kardashian, Victoria Justice, Robert Pattinson, Kristen Stewart, Twilight, Harry Potter, Emma Watson, One Direction, The Wanted, Beyonce, Olsen Twins, Mila Kunis, Ashton Kutcher, Carly Rae Jepsen, Austin Mahone, Liam Hemsworth, Lil Wayne, Chris Brown, Aubrey Graham, Wiz Khalifa, Nicki Minaj, Ashley Benson, Josh Hutcherson, Corbin Bleu, Austin Butler, Taylor Schilling, Channing Tatum, Taylor Swift, Chace Crawford, Snoop Dogg, Big Sean, Mac Miller.This free app is ad supported and may contain ads in the notification tray and/or home screen.Please rate this app 5 stars!fondos de Pantalla, imagines de Pantalla y wallpaper",
    "reviews": [
      {
        "timestampMsec": "1357353435556",
        "starRating": "5",
        "title": "Best",
        "comment": "Best",
        "commentId": "gp:AOqpTOGjtbuElb5YNFenLWySDi4TlpGjxR2UTgRJFJ9n4dqu4RpNwdfONPWlq4k8kgkbkwL8BMQ7-uDHNzqJZg",
        "author": "kavin stewart",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1357799149398",
        "starRating": "5",
        "title": "cool..",
        "comment": "coolest wallpaper apps.. keep up the good work.. :)",
        "commentId": "gp:AOqpTOGX9oVLDqqmLO0dMKyQjhwtwq_apFa-2KW6hMc-S4CCkAnviQybgB3byww-zjDgRlec3YQxjK-lyAblvA",
        "author": "ruby ann Potestad",
        "authorURL": "http://lh5.googleusercontent.com/-GNPq5tmn8Dw/AAAAAAAAAAI/AAAAAAAAAGM/gEvEhgog_ss/photo.jpg",
        "authorSecureURL": "https://lh5.googleusercontent.com/-GNPq5tmn8Dw/AAAAAAAAAAI/AAAAAAAAAGM/gEvEhgog_ss/photo.jpg"
      },
      {
        "timestampMsec": "1358637344324",
        "starRating": "5",
        "comment": "whiz jxt\\\"LIVIN YANG N WILD N FREE\\\"",
        "commentId": "lg:AOqpTOHaitu0tP8yOScaKZNpU72PUFY9dFfMYTpXzXCDYBKyTGo4fhyaqSUbIanf1WbLEwVruPihUyk1x5zA2A",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1371705436504",
        "starRating": "5",
        "title": "Okkk..",
        "comment": "Good",
        "commentId": "gp:AOqpTOHOPr64oPnezAjcnz61dPPfcGa3cFc0VOg0bavgqMMrXe8TK61NPP4LgPu1UCrKhFD5upxB8ZjSSSYS1A",
        "author": "Kb Luv",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.SET_WALLPAPER",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "android.permission.READ_PHONE_STATE",
      "android.permission.VIBRATE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.READ_CONTACTS",
      "android.permission.SEND_SMS",
      "android.permission.GET_ACCOUNTS",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.READ_CALL_LOG"
    ]
  }
}
