{
  "title": "Medical Meetings",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.cpdsessions.medicalmeetings",
  "category": "Medical",
  "price": "Free",
  "datePublished": "May 3, 2012",
  "version": "1.1",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "3",
  "rating": "5.0",
  "contentRating": "Low Maturity",
  "creator": "CPD Sessions",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.cpdsessions.medicalmeetings",
  "extendedInfo": {
    "installSize": "584k",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "Medical Meetings is a free application for all healthcare professionals with complete videos from major medical conferences available to view in full. If you want to keep up-to-date with the very latest clinical education from Ireland and beyond, this is an essential app for you. New meetings are added every month and full biographies, speaker notes, references and MCQ testing for CME credits are available on the Online version, available at www.medicalmeetings.ie . This is the Irish Version of this app. Meeting categories include:General PracticeMedicineSurgeryAnaesthesiaNursingPhysiotherapyOccupational healthDentistryAllied healthAll individual meetings are protected by a password, so they are not for general public viewing and the password is only available from the meeting organiser. FeaturesSecure access to all videosFully referenced clinical talks (online)Speaker Biographies (Online)Structured learning outcomes (Online)CPD certification (Online)This application is only suitable for qualified healthcare professionals and we would advise every user to read the terms and conditions of use. For security reasons each meeting video is password protected, however we do provide a preview video that is available without password. Passwords will only be provided by the meeting host or organiser and neither Medical meetings nor CPD Sessions will provide them. For convenience passwords only need to be inputted once and are remembered thereafter.Enjoy this app, its free and dedicated to help the many Irish healthcare Professionals who strive to continually update their skills.",
    "reviews": [
      {
        "timestampMsec": "1339617935926",
        "starRating": "5",
        "title": "Very handy",
        "comment": "Great app. Cant believe its free. Any chance of some paediatric meetings?",
        "commentId": "lg:AOqpTOFJoZCbim1zaqNQzAIZc3yYZEnYC7Sgx59zQmbAAXg0BvL47TMC9oer3smqm3ILG9-YDr_RtMQO7-d8fw",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET"
    ]
  }
}
