{
  "title": "Africa and Farm Dot to Dot",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.coragames.dtd.elements",
  "category": "Casual",
  "price": "Free",
  "datePublished": "May 7, 2013",
  "version": "1.2.1",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "12",
  "rating": "3.25",
  "contentRating": "Everyone",
  "creator": "CoRa  Games",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.coragames.dtd.elements",
  "extendedInfo": {
    "installSize": "11M",
    "downloadsCount": "5,000+",
    "downloadsCountText": "5,000 - 10,000",
    "description": "This app keeps the kids busy! Connecting the dots and discovering animals from africa and farm life is great fun. As soon as your kid tapped on all the dots shown, one of the cute animals appears - an instant reward and an incentive to go on playing! The Dot to Dot (Connect the Dots) game interface is kid friendly and does not overload your kid with too many stimuli. This Dot to Dot helps to recognize the shapes of different animals (tiger, lion, zebra), and to improve the fine motor skills of your kid. By tapping on the small dots one after the other, the order of the numbers can be learned and recognized step by step. FEATURES  of Africa and Farm Dot to Dot* dots labelled with numbers that have to be connected one after another * random starting order - one image can be played more than once! * the next dot to be tapped is highlighted in an other colour * Your kid will be rewarded with a cute animal that is revealed after a successful game * The pop the balloons game at the end of a successful game are a nice and fun gimmick Objects: Monkey, elephant, giraffe, hippo, lion, turtle, snake, ostrich, lion, zebra, palm tree, crocodile, duck, cock, cat, cow, chick, horse, sheep, barn, corn, pigThe free Dot to Dot (Connect the Dots) version consists of 3 animals, 24 more can be easily purchased in-game. When your kids love Dot to Dot games, Join the Dots and Connect the Dots games, you should try this one!Keywords: Keywords: child, children, kids, education, preschool, school, kindergarten, abc, alphabet, learn, toddler, puzzle, puzzles,fine motor skills, animals, farm, nature, connect, the, dots,pony, join, paint, by, numbers, dot to dot, draw",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "com.android.vending.BILLING",
      "android.permission.INTERNET",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_PHONE_STATE"
    ]
  }
}
