{
  "title": "Africa Find the Difference App",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.coragames.differences.africapirates",
  "category": "Brain & Puzzle",
  "price": "Free",
  "datePublished": "June 17, 2013",
  "version": "4.0",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "CoRa  Games",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.coragames.differences.africapirates",
  "extendedInfo": {
    "installSize": "4.2M",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "★Kids Find the Difference App of the Year!★ Find the differences in 12 great Africa and Adventure scenes! With 3 levels of difficulties for each scene, there is a challenge for everyone! A fun and addictive Spot the Difference app for the whole family! In two of the three difficulty levels, the clock is ticking - find all differences and avoid mistakes: each mistake will cost you time against the clock. The differences are randomized on each play - you can play and enjoy our photo hunt games more than ones. Try the different levels and solve them one after another. Features - 12 beautiful high quality images - Addictive gameplay - Catchy sound effects and music! - Differences randomized on each play - 3 different difficulty levels (timer countdown in 2 of them) - Fun brain and memory training (visual comparison)The first 2 scenes of this Find the Difference (Spot the Difference) game are free, the remaining 10 can be easily purchased via a single in-app purchase. Kids will find mistakes in different Africa and Pirate scenes with pirates, treasures, adventures and african animals - Start solving them all!The perfect app for those who love Spot the Difference games, Find the Difference puzzles, hide and seek and photo hunt puzzle apps! We have three more fun Spot the Difference games in our portfolio!When you liked playing this one, you should definitely check the others out as well!",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.READ_EXTERNAL_STORAGE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.READ_PHONE_STATE",
      "com.android.vending.BILLING"
    ]
  }
}
