{
  "title": "Kaka Wallpaper",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.courageouscanary.wallpaperkaka",
  "category": "Media & Video",
  "price": "Free",
  "datePublished": "February 5, 2013",
  "version": "1",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "3",
  "rating": "5.0",
  "contentRating": "High Maturity",
  "creator": "Courageous Canary",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.courageouscanary.wallpaperkaka",
  "extendedInfo": {
    "installSize": "1.6M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "Kaka wallpapers and photos.  Stunning pics high resolution HD quality. Set pictures as wallpaper and share with your friends via SMS!This is an unofficial free fan app. Any content not owned by this developer belongs to their respective owners. If there is an issue with this app contact us via the email address and we will remove it.Please rate this app 5 stars! This free fan app is ad supported and may contain ads in the notification tray and/or home screen.Kaka fondos de Pantalla, imagines de Pantalla y wallpaper.Ricardo Izecson dos Santos Leite was born in Gama, in Brazil, to Bosco Izecson Pereira Leite (a civil engineer) and Simone dos Santos (an elementary school teacher). He had a financially secure upbringing that allowed him to focus on both school and football at the same time. His younger brother Rodrigo (best known as Digão) and cousin Eduardo Delani are also professional footballers.When he was seven, Kaká's family moved to São Paulo. His school had arranged him in a local youth club called \"Alphaville,\" who qualified to the final in a local tournament. There he was discovered by hometown club São Paulo FC, who offered an assignment. At the age of 18, Kaká suffered a career-threatening and possibly paralysis-inducing spinal fracture as a result of a swimming pool accident, but remarkably made a full recovery. He attributes his recovery to God and has since tithed his income to his church.On 3 June 2009, Football Italia reported that newly-elected Real Madrid president Florentino Pérez had offered Milan a €68.5 million deal for Kaká, two days after the player had left for international duty with Brazil. Milan vice president Adriano Galliani did not deny the reports, and confirmed that he and Kaká's father, Bosco Leite, had traveled to Mexico to meet with La Volpe. \"We had lunch and spoke about Kaká. I don't deny it. Negotiations exist, but a deal has yet to be done.\" On 4 June, Galliani told Gazzetta dello Sport that financial reasons were his motive for the talks with La Volpe. \"We cannot allow [Milan] to lose €70 million. The reasons behind Kaká's departure would be economic.\" On 8 June, Milan and Real Madrid confirmed Kaká has moved to the Bernabéu on a six-year deal.Kaká made his unofficial debut on 7 August 2009, in a 5–1 friendly victory against Toronto FC. He scored his first goal for Madrid during a pre-season match on 19 August 2009, in a 5–0 victory against Borussia Dortmund.[32] Kaká later made his league debut on 29 August 2009 in a 3–2 win against Deportivo La Coruña. He scored his first goal, a penalty kick, on 23 September, in a 2–0 against Villarreal. On 5 August 2010, Real Madrid announced that Kaká had undergone a successful surgery on a long-standing left knee injury and would face up to four months on the sidelines. Kaká returned to training after a long lay-off and manager Jose Mourinho said that having Kaká back was like a new signing.After an eight-month absence, Kaká returned to play by entering as a substitute for Karim Benzema on the 77th minute of a 3–2 victory over Getafe on 3 January 2011. He said he was \" happy for playing a game again and for stepping onto a pitch.\" and glad to be with friends Cristiano Ronaldo and  Ronaldinho.  In March 2011 Kaká suffered from Iliotibial band syndrome which kept him sidelined for a few weeks. After returning from injury, he appeared in a convincing win over Valencia, scoring two goals. At the end of his second season with the club, Real Madrid and Kaká had won the Copa del Rey.On 27 September 2011, Kaká experienced one of his best matches as a Real Madrid player during a 3–0 victory over Ajax in the Champions League beating out Zlatan Ibrahimović and Caroline Celico.",
    "reviews": [
      {
        "timestampMsec": "1363071016193",
        "starRating": "5",
        "title": "Great app",
        "comment": "Great app of the great player.",
        "commentId": "gp:AOqpTOFU8A5gMAAvDSdlJOH3I-LhkTErH9r3RNL9-v9GwwuHedD0IixY1-4u4bP-1SbzldGoSXedeqR95V2txtQ",
        "author": "sony anroid",
        "authorURL": "http://lh6.googleusercontent.com/-t88HprWeUfs/AAAAAAAAAAI/AAAAAAAAABc/tKtB7fQozZ8/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/-t88HprWeUfs/AAAAAAAAAAI/AAAAAAAAABc/tKtB7fQozZ8/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.SET_WALLPAPER",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "android.permission.READ_PHONE_STATE",
      "android.permission.VIBRATE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.READ_CONTACTS",
      "android.permission.SEND_SMS",
      "android.permission.GET_ACCOUNTS",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.READ_CALL_LOG"
    ]
  }
}
