{
  "title": "Attorney's Briefcase",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.coppermobile.projects.attorney",
  "category": "Books & Reference",
  "price": "Free",
  "datePublished": "December 17, 2012",
  "version": "1.0.3b",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "Attorneys Briefcase",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.coppermobile.projects.attorney",
  "extendedInfo": {
    "installSize": "886k",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "Attorney's BriefCase Legal Research Software is the only California legal research product entirely conceived and written for the personal computer. It is a total research system. Attorney's BriefCase modules include:California Family LawCalifornia Evidence: Civil and CriminalChildren and the LawPreTrial AdjudicationRegularly updated, Attorney's BriefCase is available on a subscription basis via CD-ROM, on the World Wide Web iPhone and Droid.Thousands of \"cards\" containing briefs of all important related cases and statutory and regulatory enactments.Extensive quotations: Wherever a case contains a quote that you would want to put into a brief or statement of decision, it's there ready to paste.Notes: When there is material relevant to a card, not found in the case-such as subsequent developments-it's set forth in \"Notes\" which follow many cards.Commentary: BriefCase has a simple, yet unique, editorial philosophy: call facts \"Facts\" and opinion \"Comment.\" Many BriefCase cards have expert commentary associated with them, but always clearly marked as \"Comment.\"Free access to BriefCase OnCall™ for current BriefCase subscribers. It contains briefs of all relevant developments between versions. It is our way to keep you current between updates.Succinct, readable summaries: Cases are summarized based upon the issue presented. Facts unrelated to the issue are dealt with on other cards which relate to issues involving those facts. The summaries are accurate, factual and to the point.Frequent cross-referencing: Where there are related cases or statutes on point, you can jump to them with a mouse click.Summary of Law cards wherein important areas of the law are summarized, analyzed and discussed.Code sections, rules and regulations in full text: You'll find the entire Family Code or Evidence Code (depending upon the BriefCase module), and important sections from other California codes, Rules of Court, federal statutes, Rules of Professional Conduct, Treasury Regulations, etc.For California Family Law users there are thousands of cases in full text: If you want to see the full opinion on which a card is based, it's available at the touch of a key. These include not only the California cases you'll need (some going back to the 1800s) but many U.S. Supreme Court, Ninth Circuit, Tax Court, Private Letter Rulings, and important out-of-state cases as well.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE"
    ]
  }
}
