{
  "title": "Death Note Wallpapers",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.coolestwallpapersever.death_note",
  "category": "Personalization",
  "price": "Free",
  "datePublished": "August 8, 2013",
  "version": "1.0.2",
  "operatingSystems": "2.3.3 and up",
  "ratingsCount": "5",
  "rating": "4.2",
  "contentRating": "Low Maturity",
  "creator": "Simply beautiful wallpapers",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.coolestwallpapersever.death_note",
  "extendedInfo": {
    "installSize": "1.8M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "Get your daily fix of Death Note wallpapers here! Constant updates so that you get the newest, coolest pictures and wallpapers of Death Note!Death Note is a Japanese manga series created by writer Tsugumi Ohba and manga artist Takeshi Obata. The main character is Light Yagami, a high school student who discovers a supernatural notebook, the \"death note\", dropped on Earth by a shinigami (a god of death) named Ryuk. The death note grants its user the ability to kill anyone whose name and face they know, by writing the name in the notebook while picturing their face. The series centers around Light's attempt to create and rule a world \"cleansed of evil\" as \"God\" using the notebook, and the efforts of a detective known as L to stop him.Death Note was first serialized in 108 chapters by Shueisha in the Japanese manga magazine Weekly Shōnen Jump from December 2003 to May 2006. The series was also published in tankōbon format in Japan starting in May 2004 and ending in October 2006 with a total of twelve volumes. The anime series aired in Japan from October 3, 2006, to June 26, 2007. Composed of 37 episodes, the anime was developed by Madhouse and directed by Tetsuro Araki. A light novel based on the series, written by Nisio Isin, was released in Japan. Additionally, various video games have been published by Konami for Nintendo DS. The series was adapted into live-action films released in Japan on June 17, 2006, November 3, 2006, and February 2, 2008.Viz Media licensed the Death Note manga in North America and has published all the twelve volumes from the series, a 13th volume which serves as a \"reader's guide\", as well as the light novels. The episodes from the anime first appeared in North America as downloadable by IGN. Viz later licensed the anime series and it aired on Bionix in Canada and on Cartoon Network in the United States, and was released on DVD in North America. The live-action films briefly played in certain North American theaters since 2008. However, none of the video games have thus far been published in North America or Europe.Death Note is one of Weekly Shōnen Jump's best-selling manga series of all time, with sales over 26.5 million copies.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.SET_WALLPAPER",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.VIBRATE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.GET_ACCOUNTS",
      "com.android.browser.permission.READ_HISTORY_BOOKMARKS",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.WAKE_LOCK",
      "com.coolestwallpapersever.death_note.permission.C2D_MESSAGE",
      "com.google.android.c2dm.permission.RECEIVE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
