{
  "title": "Laugh Soundboard",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.coolringtonessoundboards.soundboard.laughsoundboard",
  "category": "Music & Audio",
  "price": "Free",
  "datePublished": "June 30, 2013",
  "version": "1.0.1",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "2",
  "rating": "5.0",
  "contentRating": "High Maturity",
  "creator": "Cool Ringtones Soundboards",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.coolringtonessoundboards.soundboard.laughsoundboard",
  "extendedInfo": {
    "installSize": "9.8M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Laugh sounds and ringtonesApp FeaturesPress and hold a sound to set sounds as ringtones, notifications, and alarmsfunny sound clips from real life,movies etc.--This app is ad supported and may contain ads in the notification tray and/or home screen.This is an unofficial free fan app.Please rate this app 5 stars!--Any content not owned by this developer belongs to their respective owners. We are not affiliated with this company. We don't claim any ownership to the characters, images, or content in this app. We believe the images fall under fair use as they are reduced size and excerpted for informational purposes. If there is a copyright issue with content in this app, please contact us and we'll remove it.Laughing is an involuntary reaction to certain external or internal stimuli. Laughter can arise from such activities as being tickled, or from humorous stories or thoughts. Most commonly, it is considered a visual expression of a number of positive emotional states, such as joy, mirth, happiness, relief, etc. On some occasions, however, it may be caused by contrary emotional states such as embarrassment, apology, or confusion (\"nervous laughter)\" or courtesy laugh. Factors such as age, gender, education, language, and culture are determinant factors as to whether a person will experience laughter in a given situation.Laughter is a part of human behavior regulated by the brain, helping humans clarify their intentions in social interaction and providing an emotional context to conversations. Laughter is used as a signal for being part of a group — it signals acceptance and positive interactions with others. Laughter is sometimes seen as contagious, and the laughter of one person can itself provoke laughter from others as a positive feedback. This may account in part for the popularity of laugh tracks in situation comedy television shows.The study of humor and laughter, and its psychological and physiological effects on the human body, is called gelotology.Children are known to laugh a great deal more than adults: an average baby laughs around 300 times a day compared to an average adult, who laughs only around 20 times a day; however this can depend on a person's personality. According to some studies, the onset of adulthood causes a gradual change characterized by increased seriousness and a diminished engagement in laughter. Laughter is an audible expression or appearance of excitement, an inward feeling of joy and happiness. It may ensue from jokes, tickling, and other stimuli. Researchers have shown infants as early as 17 days old have vocal laughing sounds or laughter.[6] It conflicts with earlier studies indicating that infants usually start to laugh at about four months of age. Laughter researcher Robert Provine said: \"Laughter is a mechanism everyone has; laughter is part of universal human vocabulary. There are thousands of languages, hundreds of thousands of dialects, but everyone speaks laughter in pretty much the same way.\" Babies have the ability to laugh before they ever speak. Children who are born blind and deaf still retain the ability to laugh.Provine argues that \"Laughter is primitive, an unconscious vocalization.\" Provine argues that it probably is genetic. In a study of the \"Giggle Twins\", two happy twins who were separated at birth and only reunited 43 years later, Provine reports that \"until they met each other, neither of these exceptionally happy ladies had known anyone who laughed as much as they did.\" They reported this even though they both had been brought together by their adoptive parents, who they indicated were \"undemonstrative and dour.\" He indicates that the twins \"inherited some aspects of their laugh sound and pattern, readiness to laugh, and maybe even taste in humor.Norman Cousins developed a recovery program incorporating megadoses of Vitamin C, along with a positive attitude, love, faith, hope, and laughter induced by Marx Brothers films.",
    "reviews": [
      {
        "documentVersion": "1.0.1",
        "timestampMsec": "1374122430342",
        "starRating": "5",
        "title": "super cool...",
        "comment": "it deserves 10/10 ....great app...",
        "commentId": "gp:AOqpTOGwYPJqMmKxcHc7qtQ7cpPkfvlxvXlrp79vTH3fTF5HrJmXIJiMjOi0S02xlkOH7kFz7e_iip2kmKR82Q",
        "author": "Aftab Ahmed",
        "authorURL": "http://lh6.googleusercontent.com/-lhwNLfcsIoU/AAAAAAAAAAI/AAAAAAAAAAA/SQTRq6VbMF4/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/-lhwNLfcsIoU/AAAAAAAAAAI/AAAAAAAAAAA/SQTRq6VbMF4/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.GET_ACCOUNTS",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.WRITE_SETTINGS",
      "android.permission.MODIFY_AUDIO_SETTINGS",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
