{
  "title": "Chris Young Wallpapers",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.coolestwallpapersever.chris_young",
  "category": "Personalization",
  "price": "Free",
  "datePublished": "August 11, 2013",
  "version": "1.0.2",
  "operatingSystems": "2.3.3 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "Simply beautiful wallpapers",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.coolestwallpapersever.chris_young",
  "extendedInfo": {
    "installSize": "1.8M",
    "downloadsCount": "10+",
    "downloadsCountText": "10 - 50",
    "description": "Get your daily fix of Chris Young wallpapers here! Constant updates so that you get the newest, coolest pictures and wallpapers of Chris Young! Christopher Alan \"Chris\" Young (born June 12, 1985) is an American country music artist. In 2006, he was declared the winner of the television program Nashville Star, a singing competition which aired on the USA Network. After winning, he was signed to RCA Records Nashville, releasing his self-titled debut album that year. It produced two singles on Hot Country Songs: \"Drinkin' Me Lonely\" and \"You're Gonna Love Me\". A second album, The Man I Want to Be, was released September 1, 2009. It included the singles \"Voices\", \"Gettin' You Home (The Black Dress Song)\", and \"The Man I Want to Be\", which all went to number one.Young's third album, Neon, produced two more number ones in \"Tomorrow\" and \"You\".Chris Young was born in Murfreesboro, Tennessee, on June 12, 1985. His grandfather, Richard Yates, was a performer on the Louisiana Hayride.He showed interest in music from an early age, performing in various children's theater productions; while attending Oakland High School and Riverdale High School (Tennessee), he sang in his high school choir and began playing in local clubs. In 2000, he performed with his high school's Winter Drumline in a performance entitled \"A Night at the Palladium\", where he was a mariachi singer. The group performed in the Winter Guard International Tournament in Ohio that year. While attending college, he continued to tour, performing more than 150 shows a year.Chris Young at a gig in Arlington, Texas, he was encouraged to try out for Nashville Star, a television talent show on the USA Networks. Auditioning in Houston, Texas, he entered the show and won in 2006.Chris Young his win earned him a contract with RCA Records Nashville and late that year he released his debut single, \"Drinkin' Me Lonely\". It peaked at number 42 on the Billboard Hot Country Songs chart and served as the first single to his self-titled debut album, which was produced by Buddy Cannon.Chris Young album's second single, \"You're Gonna Love Me\", peaked at number 48.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.SET_WALLPAPER",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.VIBRATE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.GET_ACCOUNTS",
      "com.android.browser.permission.READ_HISTORY_BOOKMARKS",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.WAKE_LOCK",
      "com.coolestwallpapersever.chris_young.permission.C2D_MESSAGE",
      "com.google.android.c2dm.permission.RECEIVE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
