{
  "title": "Dr. Evil Soundboard",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.coolringtonessoundboards.soundboard.drevilsoundboard",
  "category": "Music & Audio",
  "price": "Free",
  "datePublished": "June 29, 2013",
  "version": "1.0.1",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "4",
  "rating": "3.25",
  "contentRating": "High Maturity",
  "creator": "Cool Ringtones Soundboards",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.coolringtonessoundboards.soundboard.drevilsoundboard",
  "extendedInfo": {
    "installSize": "9.2M",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "Dr. Evil sounds and ringtonesApp FeaturesPress and hold a sound to set sounds as ringtones, notifications, and alarmsfunny sound clips from Dr. Evil--This app is ad supported and may contain ads in the notification tray and/or home screen.This is an unofficial free fan app.Please rate this app 5 stars!--Any content not owned by this developer belongs to their respective owners. We are not affiliated with this company. We don't claim any ownership to the characters, images, or content in this app. We believe the images fall under fair use as they are reduced size and excerpted for informational purposes. If there is a copyright issue with content in this app, please contact us and we'll remove it.Dr. Evil is a fictional character, played by Mike Myers in the Austin Powers film series. He is the antagonist of the movies, and Austin Powers' nemesis. He is a parody of James Bond villains, primarily Donald Pleasence's Ernst Stavro Blofeld (as featured in You Only Live Twice). Dr. Evil routinely hatches schemes to terrorize and take over the world, and is typically accompanied by his cat Mr. Bigglesworth and his sidekick Mini-Me, a dwarf clone of himself.In the second film, he went on the Jerry Springer show to talk to Scott. In the deleted scene Jerry asked him to open up to his son, at first he refused, but then started to say very bizarre facts about himself. Like how when he was on a bus he willed himself a menstrual cycle, he loves toe cleavage, he named his left testicle piss and his right testicle vinegar, he was the first person to use quotation fingers, he slept in a horse, he once made a marzipan voodoo effigy of the Fonz while in a coma after smoking some Bolivian prayer hash at Sammy Davis Jr's house, and that he's the Princess of Canada.In the third Austin Powers film, Goldmember, Dr. Evil claims that his adopted mother was the love-slave of the Belgian baker rather than a prostitute.In Goldmember, Nigel Powers reveals that Dr. Evil is Austin Powers' twin brother and that his real name is Douglas (\"Dougie\") Powers. He explains that Douglas and Austin were separated as babies following a car explosion, and that he thought that only Austin had survived. Dougie was raised by Belgians, which is what made him so complex and evil. Interestingly, despite the fact that he cites his home town is Bruges, which is situated in the Dutch-speaking Flemish Region of Belgium, he claims to not know how to speak \"Freaky-Deaky Dutch\", instead speaking French, the main language of southern Belgium.He also attended the British Intelligence Academy with Austin (along with Basil Exposition and Number 2), and is angered that Austin won the \"International Man of Mystery\" award, while he, the academy's best student, was overlooked.In the first film, Dr. Evil is an internationally known criminal genius cryogenically frozen in 1967 and reawakened in 1997. Like Austin Powers, he faces challenges in acclimating to the new period (although he has his staff, who remained behind, to help him).He often places his little finger near his mouth, especially when excited or to emphasize a statement. Although expanded upon, this signature move may have been taken from \"Number 12 Looks Just Like You,\" an episode of The Twilight Zone in which Dr. Rex uses the same gesture several times. Although the idiosyncrasy was intended to be a humorous \"signature move\" for Evil, the only apparent reason for Rex's use of it was to differentiate him from several other characters (played by the same actor) who were intentionally physically identical to him.Evil also repetitively uses the euphemism frickin'. He occasionally uses unnecessary finger quotes around now-familiar technical terms such as \"laser\"..The scar on his face is a reference to similar scars on early 20th century movie villains such as several portrayed by Erich von Stroheim (as well as a homage to Donald Pleasence as Blofeld in You Only Live Twice).",
    "reviews": [
      {
        "documentVersion": "1.0.1",
        "timestampMsec": "1374121457113",
        "starRating": "5",
        "title": "super cool...",
        "comment": "great qoutes n sounds are amazing....",
        "commentId": "gp:AOqpTOEB-RXHGifgy2GAYMCgYBN0JRVIMjx8QlZgJBpuxMbYP7KW35Kwng5KhvXaYNBoRwwcrLeSum9QAx63Lfo",
        "author": "Aftab Ahmed",
        "authorURL": "http://lh6.googleusercontent.com/-lhwNLfcsIoU/AAAAAAAAAAI/AAAAAAAAAAA/SQTRq6VbMF4/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/-lhwNLfcsIoU/AAAAAAAAAAI/AAAAAAAAAAA/SQTRq6VbMF4/photo.jpg"
      },
      {
        "timestampMsec": "1372595093602",
        "starRating": "5",
        "title": "Excellent",
        "comment": "Cool quotes",
        "commentId": "gp:AOqpTOG4YEJmGGVCVe4OysTaQm_cHr1EwO_2QpoXsnm9J0zTZVSteR7IQXqyHer60ONifZJ0fA0epoZx2kzCPbw",
        "author": "marco b",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.GET_ACCOUNTS",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.WRITE_SETTINGS",
      "android.permission.MODIFY_AUDIO_SETTINGS",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
