{
  "title": "Mix it Fruits, Farm and Forest",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.coragames.mixer.matamu",
  "category": "Brain & Puzzle",
  "price": "Free",
  "datePublished": "April 28, 2013",
  "version": "1.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "1",
  "rating": "1.0",
  "contentRating": "Everyone",
  "creator": "CoRa  Games",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.coragames.mixer.matamu",
  "extendedInfo": {
    "installSize": "4.4M",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "A great Mix & Match puzzle for kids and toddlers. Use the \"MIX\" Button and find the correct animal that fits the shape on the bottom of the page!You solve the puzzle by completing the four animals that fit the shapes at the bottom of the scene. Switch the scene from 2 to 3 pieces puzzles by using the button on the upper right corner. This app offers high-quality illustrations, funny effects and sounds.  Features: - 4 different great themes with animals from the farm, the forest and tasty fruits and vegetables.- Mix & Match option for 2 or 3 pieces puzzles (switch the scene by clicking the button on the upper right corner) - The puzzles are randomized on each play - Cute and kid-friendly graphics and sounds - Pop the ballons game at the end of a successful game A great matching game and puzzle for toddlers! Kids will love this app!One scene with forest animals of Mit it! Puzzle is completely free, the other levels can be easily unlocked in-game.Three more scenes (forest animals, farm animals and fruits) can be unlocked in-game. A modern flip-book game app for kids combined with a shape matching puzzle!",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_EXTERNAL_STORAGE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.READ_PHONE_STATE",
      "com.android.vending.BILLING"
    ]
  }
}
