{
  "title": "Spot the Difference - Animals",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.coragames.differences.animal",
  "category": "Brain & Puzzle",
  "price": "Free",
  "datePublished": "April 17, 2013",
  "version": "4.0",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "7",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "CoRa  Games",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.coragames.differences.animal",
  "extendedInfo": {
    "installSize": "3.6M",
    "downloadsCount": "5,000+",
    "downloadsCountText": "5,000 - 10,000",
    "description": "★ Find the differences in 12 great animal scenes! ★ With 3 levels of difficulties for each scene, there is a challenge for everyone! A fun and addictive app for the whole family! In two levels of Spot the Difference - Animals, the clock is ticking - find all differences and avoid mistakes: each mistake will cost you time against the clock. Spot the Difference - Animals Features - Beautiful high-quality images - Addictive gameplay - Catchy sound effects and music! - Differences randomized on each play - 3 different difficulty levels (timer countdown in 2 of them) - Fun brain and memory training All games have different animal scenes. You will find differences in the wild and beautiful nature, in cute tiger and bunny scenes, in a circus scenes with a magician on stage. You will also see butterflies, frogs and colourful flowers on your way solving the puzzles.  There is also an Easter bunny with hidden differences and and Easter bunny doing the laundry. The first 2 scenes of this Spot the Difference - Animals game are free, the remaining 10 can be easily purchased via a single in-app purchase. The perfect app for those who love Spot the Difference games, Find the Difference puzzles, hide and seek and photo hunt apps! Start the photo-hunt now!We really appreciate your feedback - If you enjoy playing our app, please take a minute to rate and review it. Please consider that we cannot reply to your comments in the Appstore. If you have any questions or need our help, please use the given support link. Thank you!Keywords: app, brain, bunny, chick, child, compare, concentration, cow, doodle, find the difference, first, frog, hide, hunt, image, kindergarten, learn, little, mistakes, my, photo, pictures, preschool, puzzle, quiz, school, search, hide and seek, show, little things, spot the difference",
    "reviews": [
      {
        "timestampMsec": "1366067673643",
        "starRating": "5",
        "comment": "Cool",
        "commentId": "gp:AOqpTOHejfx2r6scC2ubBBhFTZs_m9h6eEKoNspwQs7qQonmokvlNRFQPcxZbdclJ5faje4fS_AotMX5xTVk7g",
        "author": "Autumn McMahon",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1364765373147",
        "starRating": "5",
        "comment": "Yes!!",
        "commentId": "gp:AOqpTOH0284DDrR52aoWyD0eVajNbs8l9dXJ10Iu97PEQpfQih58OXp47hs6vjp8P75GkeAPbfYC0lUfPOsXFQ",
        "author": "Tamiya Sertuche",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.READ_EXTERNAL_STORAGE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.READ_PHONE_STATE",
      "com.android.vending.BILLING"
    ]
  }
}
