{
  "title": "Cartoon Themes Soundboard",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.coolringtonessoundboards.soundboard.cartoonthemessoundboard",
  "category": "Music & Audio",
  "price": "Free",
  "datePublished": "June 29, 2013",
  "version": "1.0.1",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "12",
  "rating": "4.3333335",
  "contentRating": "High Maturity",
  "creator": "Cool Ringtones Soundboards",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.coolringtonessoundboards.soundboard.cartoonthemessoundboard",
  "extendedInfo": {
    "installSize": "14M",
    "downloadsCount": "5,000+",
    "downloadsCountText": "5,000 - 10,000",
    "description": "Cartoon Themes sounds and ringtonesApp FeaturesPress and hold a sound to set sounds as ringtones, notifications, and alarmsfunny sound clips from Chip and Dale,Felix the Cat,Popeye,Scooby doo,The Flintstones and more --This app is ad supported and may contain ads in the notification tray and/or home screen.This is an unofficial free fan app.Please rate this app 5 stars!--Any content not owned by this developer belongs to their respective owners. We are not affiliated with this company. We don't claim any ownership to the characters, images, or content in this app. We believe the images fall under fair use as they are reduced size and excerpted for informational purposes. If there is a copyright issue with content in this app, please contact us and we'll remove it.Chip and Dale (often stylized as Chip 'n' Dale or Chip an' Dale) are two chipmunk cartoon characters created in 1943 at Walt Disney Productions. Their names are a pun based on the name \"Chippendale\" (see Thomas Chippendale). This was suggested by Bill \"Tex\" Henson, a story artist at the studio.According to Disney, Chip is the logical schemer, and Dale is the goofy, dim-witted one. Originally the two were of a very similar appearance, but as a way to tell them apart, some differences were introduced. An easy way to visually tell them apart is that Chip has a small black nose (it looks a bit like a chocolate \"Chip\" as a way to help people remember who is who) and two centered protruding teeth, whereas Dale has a big red nose and his two prominent buck teeth exposed. Chip is also depicted as having smooth, short fur atop his head while Dale's tends to be ruffled.Felix the Cat is a funny animal cartoon character created in the silent film era. The anthropomorphic black cat with his black body, white eyes, and giant grin, coupled with the surrealism of the situations in which his cartoons place him, combine to make Felix one of the most recognized cartoon characters in film history. Felix was the first character from animation to attain a level of popularity sufficient to draw movie audiences.Scooby-Doo is an American animated cartoon franchise, comprising several animated television series produced from 1969 to the present day. The original series, Scooby-Doo, Where Are You!, was created for Hanna-Barbera Productions by writers Joe Ruby and Ken Spears in 1969. This Saturday morning cartoon series featured four teenagers—Fred Jones, Daphne Blake, Velma Dinkley and Norville \"Shaggy\" Rogers— and their talking brown Great Dane and American Husky mixed dog named Scooby-Doo, who solve mysteries involving supposedly supernatural creatures through a series of antics and missteps.[1]Following the success of the original series, Hanna-Barbera and its successor Warner Bros. Animation have produced numerous follow-up and spin-off animated series and several related works, including television specials and telefilms, a line of direct-to-video films, and two Warner Bros.–produced theatrical feature films. Some versions of Scooby-Doo feature different variations on the show's supernatural theme, and include characters such as Scooby's cousin Scooby-Dum and nephew Scrappy-Doo in addition to or instead of some of the original characters.The Flintstones is an animated, prime-time American television sitcom that was broadcast from September 30, 1960, to April 1, 1966, on ABC. The show was produced by Hanna-Barbera. The Flintstones was about a working-class Stone Age man's life with his family and his next-door neighbor and best friend.The show's continuing popularity rested heavily on its juxtaposition of modern everyday concerns in the Stone Age setting. The Flintstones was the most financially successful network animated franchise for three decades, until The Simpsons debuted.The show is set in the Stone Age town of Bedrock.  In this fantasy version of the past, dinosaurs, saber-toothed tigers, woolly mammoths, and other long-extinct animals co-exist with cavemen.",
    "reviews": [
      {
        "documentVersion": "1.0.1",
        "timestampMsec": "1373654694352",
        "starRating": "1",
        "title": "Download other stuff too.",
        "comment": "Its alright, but it download like 3 other apps",
        "commentId": "gp:AOqpTOFvbIfbnlEY-42tL4-fjGoWM7nTmGawWStLd53fzI7seJTFNPNow74Xqi4JF_Vx_uqgvS4lD99I66YsbA",
        "author": "Cory Caron",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "documentVersion": "1.0.1",
        "timestampMsec": "1374121113795",
        "starRating": "5",
        "title": "cool sounds...",
        "comment": "better than all other apps of this kind...",
        "commentId": "gp:AOqpTOEX21IefNukaE1yXaSbjHLbR1IQo0OrR114yu6aWOgjgn2XBIiAORWZxt2g1NYAa33D__H3hEAbyw3m2A",
        "author": "Aftab Ahmed",
        "authorURL": "http://lh6.googleusercontent.com/-lhwNLfcsIoU/AAAAAAAAAAI/AAAAAAAAAAA/SQTRq6VbMF4/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/-lhwNLfcsIoU/AAAAAAAAAAI/AAAAAAAAAAA/SQTRq6VbMF4/photo.jpg"
      },
      {
        "documentVersion": "1.0.1",
        "timestampMsec": "1373534474268",
        "starRating": "5",
        "title": "Cool",
        "comment": "Nice work",
        "commentId": "gp:AOqpTOHcT93oqMGKDsgHdZoK6aWw5n_F2OvLRlt0lDc-7GLvj8PPCjt4TxTm-1hX3io__iQcMnnRjM7SO1AxyQ",
        "author": "jimmy sonawane",
        "authorURL": "http://lh6.googleusercontent.com/-okqKFMsqD9Q/AAAAAAAAAAI/AAAAAAAAAN4/c6XHM3Z_Obc/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/-okqKFMsqD9Q/AAAAAAAAAAI/AAAAAAAAAN4/c6XHM3Z_Obc/photo.jpg"
      },
      {
        "timestampMsec": "1372588795677",
        "starRating": "5",
        "title": "Cool",
        "comment": "Nice theme collection",
        "commentId": "gp:AOqpTOGHdeSSW41tpS5eIm1uyb8BvqoQro9vxNcSh7RLdUKhs2kFdbDeVrH2Q-g27AtXDiCUdckYdFKeY_2v1g",
        "author": "marco b",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.GET_ACCOUNTS",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.WRITE_SETTINGS",
      "android.permission.MODIFY_AUDIO_SETTINGS",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
