{
  "title": "Demi Lovato Wallpaper",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.coolandroidwallpapershd.wallpaperdemilovato",
  "category": "Media & Video",
  "price": "Free",
  "datePublished": "April 4, 2013",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "27",
  "rating": "4.4814816",
  "contentRating": "Low Maturity",
  "creator": "Cool Android Wallpapers HD",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.coolandroidwallpapershd.wallpaperdemilovato",
  "extendedInfo": {
    "installSize": "1.7M",
    "downloadsCount": "5,000+",
    "downloadsCountText": "5,000 - 10,000",
    "description": "The best Demi Lovato wallpaper collection! Gorgeous photos for your home screen and background images. Free Android live wallpaper!Demetria Devonne \"Demi\" Lovato[1] (born August 20, 1992)[2] is an American singer-songwriter, musician, actress and spokesperson. Her earliest roles included Angela on Barney and Friends, before she became better known for her starring roles in the Camp Rock movies, as Sonny Munroe in the Disney sitcom Sonny with a Chance, and as the star of the 2009 movie Princess Protection Program. She is also involved in philanthropic activities through charity work and various social and environmental causes.[3]As a solo musical artist, Lovato released her debut album Don't Forget on September 23, 2008. The album debuted at number two on the Billboard 200 selling 89,000 copies in the first week.[4] It has since shipped over 500,000 copies, earning a gold certification in the United States.[5] Lovato released her second album, Here We Go Again, on July 21, 2009.[6] The album debuted at number one on the Billboard 200, selling 108,000 copies in the first week.[7] Her third studio album, Unbroken, was released on September 20, 2011 and peaked at number four on the Billboard 200. She is working on her fourth studio album.As of fall 2012, Lovato is a judge on the second season of the American version of The X Factor.[8]London: Singer Demi Lovato and Britney Spears passed the time during breaks on the set of ‘The X Factor’ playing games.Demetria Devonne Lovato was born on August 20, 1992 in Albuquerque, New Mexico, USA to Dianna Hart, who was a former Dallas Cowboy cheerleader. Demi is the middle of 3 children, she has 2 other sisters, Dallas Lovato and Madison De La Garza. Growing up, Demi won several talent contests and performed in famous venues, including the Eismann Center and the Dallas Cowboys' Thanksgiving Day Halftime Show with LeAnn Rimes. She started her show business career in earnest at the age of 10, when she became a series regular on the children's television show, \"Barney Friends\" (1992). After being on \"Barney Friends\", she had many guest appearances, like \"Just Jordan\" (2007) and \"Prison Break\" (2005). In 2007, Demi Lovato began working with the Disney Channel. First, she got a part on a short television show called, \"As the Bell Rings\" (2007/II), but her role on the show ended when Lovato was cast as \"Mitchie Torres\" in the starring role of the Disney Channel movie, Camp Rock (2008) (TV). The movie launched Demi into total stardom, she was an overnight sensation. Demi also recorded 3 songs with the pop group, The Jonas Brothers, for the film's soundtrack. On September 23, 2008, Demi released her debut album, \"Don't Forget\". Several of the songs on the album were co-written by The Jonas Brothers. The album debuted at No. 2 on the Billboard 200 chart. In promotion of this album, Demi went on tour with The Jonas Brothers on their 2008 \"Burning Up Tour\" as the opening act. In 2009, Demi landed her own show on Disney called \"Sonny with a Chance\" (2009) and, the same year, she released her second studio album, \"Here We Go Again\". In November of 2010, Demi checked herself into rehab in the middle of a Camp Rock Tour to get treatment for severe depression, bulimia, anorexia and cutting. Demi got out in January of 2011, while she was in treatment, she was diagnosed with bipolar disorder. She had these problems since she was 11 years old. After Demi was released from treatment, she quit her hit Disney show, \"Sonny with a Chance\" (2009), and focused all of her energy on recording her third studio album. Her album, \"Unbroken\", was released on September 20, 2011. She went on tour with the band, Hot Chelle Rae, in the summer of 2012.This free app is ad supported and may contain ads in the notification tray and/or home screen.Please rate this app 5 stars!fondos de Pantalla, imagines de Pantalla y wallpaper",
    "reviews": [
      {
        "timestampMsec": "1348000533794",
        "starRating": "5",
        "title": "Great pics",
        "comment": "Love the app",
        "commentId": "lg:AOqpTOGiqbKVgOazvfwAWIlwwaNtFLZBSGBa9rbabXPw4u_fYU97DguLwGWHzT1omPb4CxIB-4q-dwkqkSnKKbc",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1377261477054",
        "starRating": "5",
        "title": "Love it",
        "comment": "I love the app so much. Cool pics",
        "commentId": "gp:AOqpTOHLIz1Wkrv3FIsQ4jbnUasYgwh-5ByLVJnZZNTV3GmGOHX33kgvnhc9FUeAlMh1HjoOvnOxjo989taOYyA",
        "author": "Lim David",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1371815556838",
        "starRating": "5",
        "comment": "I\\'ll download everything about demi lovato",
        "commentId": "gp:AOqpTOGVsNx5Ml4DZ4_u3l6wdHQCeoM0Sr9LWLqvrNZlAH2RV95PPmanb6XIpZcd9KiXqXXYlynizJ_C4kN-R1Y",
        "author": "Nano Sinno",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.SET_WALLPAPER",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "android.permission.READ_PHONE_STATE",
      "android.permission.VIBRATE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.READ_CONTACTS",
      "android.permission.SEND_SMS",
      "android.permission.READ_CALL_LOG"
    ]
  }
}
