{
  "title": "Bad Religion Wallpapers",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.coolestwallpapersever.bad_religion",
  "category": "Personalization",
  "price": "Free",
  "datePublished": "August 8, 2013",
  "version": "1.0.3",
  "operatingSystems": "2.3.3 and up",
  "ratingsCount": "2",
  "rating": "5.0",
  "contentRating": "Low Maturity",
  "creator": "Simply beautiful wallpapers",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.coolestwallpapersever.bad_religion",
  "extendedInfo": {
    "installSize": "1.7M",
    "downloadsCount": "10+",
    "downloadsCountText": "10 - 50",
    "description": "Get your daily fix of Bad Religion wallpapers here! Constant updates so that you get the newest, coolest pictures and wallpapers of Bad Religion!Bad Religion is a punk rock band that formed in Los Angeles in 1979. The band makes extensive use of soaring 3-part vocal harmonies (which they refer to in their album liner notes as the \"oozin' aahs\"), guitar solos and intellectual lyrics that often contain political or religious commentary. Their lyrics often relate to matters of social responsibility. The band's lineup has changed several times over its lifespan, with lead vocalist Greg Graffin being the only consistent member; the current lineup, however, features three out of four of the band's original members (Graffin, Brett Gurewitz and Jay Bentley). Bad Religion has released sixteen studio albums, two live albums, three compilation albums, two EPs, and two DVDs (which were both recorded live). Although they gained a cult following with many of their early albums, Bad Religion did not experience major worldwide commercial success until the 1994 release of their eighth studio album Stranger Than Fiction, which spawned their biggest hits \"Infected\" and a re-recorded version of \"21st Century (Digital Boy)\", and was certified gold in both the United States and Canada. Their latest album, True North, was released on January 22, 2013. Bad Religion has sold over 5 million albums worldwide,[4] and along with many of their contemporaries—such as The Offspring, Green Day, Rancid, NOFX and Social Distortion—they are one of the best-selling punk rock acts of all time.[5]Formation and early recordings (1979–1983)[edit source | editbeta]Bad Religion was formed in Los Angeles in 1979 by high school students Greg Graffin, Jay Bentley, Jay Ziskrout, and Brett Gurewitz. According to bassist Jay Bentley, Bad Religion started around November or December 1979, \"but no one can remember exactly. Greg Graffin wanted the year 2000 to be Bad Religion's 20th birthday\". [6] Their first public performance was playing 6 songs at a Fullerton California warehouse opening for Social Distortion.[7] Their first official show was on November 11, 1980 at Joey Kills Bar in Burbank, California. [8]In 1981, the band released their initial eponymous album on the newly formed label, Epitaph Records, which was and continues to be managed and owned by Gurewitz. In 1982, the band began recording their first full-length album, How Could Hell Be Any Worse?. During the recording of this album, drummer Jay Ziskrout quit the band, and was replaced by Peter Finestone. How Could Hell Be Any Worse? was also distributed by the band under the Epitaph label, and sold roughly 12000 copies.[9]",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.SET_WALLPAPER",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.VIBRATE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.GET_ACCOUNTS",
      "com.android.browser.permission.READ_HISTORY_BOOKMARKS",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.WAKE_LOCK",
      "com.coolestwallpapersever.bad_religion.permission.C2D_MESSAGE",
      "com.google.android.c2dm.permission.RECEIVE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
