{
  "title": "IQ Test GK Quiz in Vietnamese!",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.coolvietapp.tracnghiemiqtestiqquizgeneralknowledgekienthuccanbangamefree3",
  "category": "Brain & Puzzle",
  "price": "Free",
  "datePublished": "August 20, 2013",
  "version": "2",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "2",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "ApppreneurTeam",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.coolvietapp.tracnghiemiqtestiqquizgeneralknowledgekienthuccanbangamefree3",
  "extendedInfo": {
    "installSize": "7.2M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "★★★★★ Bạn muốn thử trí với những câu đố vui trí óc  đầy hài hước nhưng không kém phần tinh tế , gần gũi , hào hứng ?Bạn muốn xem xét thử đẳng cấp “ thong minh “ của trí nhớ của mình đạt đến đâu và nhất là được vui cười cùng bạn bè trong những dịp họp nhóm , tiệc tùng,…để gắn bó với nhau hơn .Hay đơn giản giúp phát triển khả năng phán đoán tốt hoặc ôn lại kiến thức cơ bản với các câu đố tếu táo và hóc búa.? Ví dụ như:01:\tBiển nội địa nào rộng nhất ? a. Biển Caspi b. Thái Bình Dương c. Biển Hồng Hải d. Biển Địa Trung Hải02:\tNước ở đâu rộng nhất Thế Giới ? a. Mỹ b. Nga c. Trung Quốc d. Phương án khác03:\tLò phản ứng hạt nhân đầu tiên của nước ta nằm ở đâu? a. Hà Nội b. Đồng Nai c. Cần Thơ d. Đà Lạt e. TP Hồ Chí Minh04:\tCâu nào đúng? a. Gia tốc của chuyển động thẳng nhanh dần đều bao giờ cũng lớn hơn gia tốc của chuyển động thẳng chậm dần đều. b. Chuyển động thẳng nhanh dần đều có gia tốc lớn thì có vận tốc lớn. c. Chuyển động thẳng biến đổi đều có gia tốc tăng giảm đều theo thời gian. d. Gia tốc trong chuyển động thẳng nhanh dần đều có phương , chiều và độ lớn không05:\tKhủng long bạo chúa có biệt hiệu là? a. Sát thủ khổng lồ b. King c. T-rex d. Quái vật cổ đại06:\tĐặc điểm nào sau đây của ở phôi người lặp lại đặc điểm của cá? a. Lúc 2 tháng có đuôi dài b. Bộ não 5 tháng có 5 phần riêng rẽ. c. Giai đoạn giữa của phôi thường có vài ba đôi vú d. Cả 3 đặc điểm đã nêu07:\tCờ vây là một trò chơi trên bàn cờ và là môn thể thao trí tuệ dành cho hai người chơi. Ngay từ lúc đầu, cờ vây được đánh giá rất cao vì chú trọng đến phương pháp luận. Một kỳ thủ là ông Emmanuel Lasker đã nói: \"Cờ vua chỉ hạn chế cho nhân loại sống trên trái đất, trong khi cờ vây vượt khỏi thế giới này. Nếu một hành tinh nào có những sinh vật biết lý luận thì ở đó họ phải biết đánh cờ vây.\" Bạn cho biết cờ vây do nước nào phát minh ra? a. Trung Quốc b. Nga c. Hy Lap d. Ấn Độ e. Nhật Bản08:\tNước nào sản xuất ôtô nhiều nhất Thế Giới? a. Mỹ b. Đức c. Hàn Quốc d. Trung Quốc e. Nhật Bản09:\tCho đến năm 2001, thứ hạng cao nhất của đòan Việt Nam qua các kỳ Sea Games là hạng mấy? a. 3 b. 4 c. 5 d. 610:\tCho đến năm 2007, Thái Lan đã tổ chức bao nhiêu lần Đại hội SEA Games? a. 4 b. 5 c. 6 d. 711:               Thế nào là bộ lạc?a. Là tập hợp các thị tộc b. Là những thị tộc có cùng chung nguồn nướcc. Là tập hợp các thị tộc sống cạnh nhau, có họ hàng với nhau. d. Là sự liên kết của các thị tộc 12:      Nhà nước của các quốc gia cổ đại Phương Đông được hình thành ở đâu?a. Trên các hòn đảo b. Lưu vực các dòng sông lớnc. Trên các vựng núi cao d. Ở các thung lungNgoài ra bạn sẽ được tặng những công cụ và phần mềm miễn phí rất hay dành cho chú “dế yêu” của bạn như bảng ghi điểm, lịch và note cùng những trò chơi và game cực đỉnh trong thị trường mobile app từ những nhà phát triển nổi tiếng hiện nay. Phần mềm của chúng tôi hoàn toàn miễn phí. Hãy bấm INSTALL để cài đặt liền bạn nhé. Hãy vote ★★★★★ cho chúng tôi và chia sẻ với nhiều bạn bè nếu phần mềm này hữu ích cho bạn bạn nhé!Chúc bạn có những giây phút thử thách trí nhớ và trắc nghiệm kiến thức vui vẻ với bạn bè và gia đình. Lưu ý: một vài chức năng cần kết nối mạng nên các bạn nhớ bật mạng không dây để tận hưởng đầy đủ nhất nhé. Nếu trang chậm tải thì có thể do máy chủ hoặc mạng chậm, các bạn chịu khó chờ một tí nhé. Vì kết nối mạng nên nhiều khi các bạn sẽ mất phí hòa mạng chứ phần mềm không hề tính bất kì phí nào.",
    "reviews": [
      {
        "timestampMsec": "1376893977081",
        "starRating": "5",
        "comment": "Hay",
        "commentId": "lg:AOqpTOGgqnMginlMZWwCcMWRwyqGvlpDhBCH6kzroRfx_VRtkM7lLYLW9xgRiMRh4URU7xDRjLLyFwIQyq05mA",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.RECORD_AUDIO",
      "android.permission.CAMERA",
      "android.permission.GET_ACCOUNTS",
      "com.coolvietapp.tracnghiemiqtestiqquizgeneralknowledgekienthuccanbangamefree3.permission.C2D_MESSAGE",
      "com.google.android.c2dm.permission.RECEIVE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
