{
  "title": "Couple Foreplay Sex Game",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.couple.foreplay",
  "category": "Brain & Puzzle",
  "price": "Free",
  "datePublished": "March 19, 2013",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "13",
  "rating": "4.3846154",
  "contentRating": "High Maturity",
  "creator": "Aircraft Style",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.couple.foreplay",
  "extendedInfo": {
    "installSize": "373k",
    "downloadsCount": "10,000+",
    "downloadsCountText": "10,000 - 50,000",
    "description": "Happy Valentine's day to all!Do you want to spice your sexual life? Do you want to break the routine and get more sexual pleasure from your partner?Use this adult game to guide both of you, in order to celebrate unforgivable Valentine's Day, every day. Why do you have to spend your money for boring Valentine's Day gifts, when you can have so much fun for free? Put it in action and you will not regret!Couple Foreplay Sex is a role playing adult game for couples. This is an adult game and should be used only by mature people.Features:- 100 predefined activities for easy starting- Can add more activities and customize existing ones- Organize activities in categories- Sound notification when min and max durations expired- Player rating- Pass code protection- Share data with other devices (SMS/MMS, default mail client not working). We recommend Gmail app for sharing.Can be used by couples, but also for occasional affairs.With a little bit of tunning, non heterosexual couples can use it also.This is a turn by turn foreplay adult game. Each player will receive a random activity that have to be performed between a minimum and maximum duration.You will have 100 predefined activities for easy start on. You are free to modify, disable or delete any activity and even create more. Your imagination is the only limit you have.By default the game will ask you for lovers names and will remember the names for each new game. You can change this feature in settings screen. If \"Use lover names\" options is activated, the application will replace \"your lover\" and \"your partner\" with actual names during the game. If you uncheck \"Remember lovers name\" option, the application will not remember the names of the lovers. If you want to do it unpersonally, uncheck \"Use lovers names\" and the application will address you as she/he, without replacing any word in the activities.You will receive sound notifications when minimum and maximum duration has expired. After minimum time has expired you can go on with next player. When maximum time has expired you should stop and switch to next player.Optionally, if \"Rate Lover\" is enabled in settings, the application will ask you to rate your partner after each turn and will provide a winner at the end of the game.You can also protect the application with a pass code from settings. Just make sure that you hit \"Exit\" button on the main screen after you finished in order to prevent Android to keep the application alive for faster access.Love is in the air. Happy Valentine's Day and have great sex!Thank you for using this awesome adult game!",
    "reviews": [
      {
        "timestampMsec": "1374184895031",
        "starRating": "5",
        "title": "Gud",
        "comment": "Funktasitic",
        "commentId": "gp:AOqpTOFlxqk_smwC8hTpiVjUlQT7v_OS9ijtpcxrBresZshZVAjZ8d4KTEWB46hDc9lrtDc04iLrMSo4EHxPgPk",
        "author": "Kate Lip",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1365956571158",
        "starRating": "5",
        "comment": "super",
        "commentId": "lg:AOqpTOFMg1WK9Wybe2htt-5Egyu7ynRGYKRDEqveRnHytwjz65tpjaE75p7-kcvdp3A89J4nk_oQi2qSYM-oeL0",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1364268115947",
        "starRating": "5",
        "title": "Excellent",
        "comment": "Amazing, spiced up my sex life 10 fold",
        "commentId": "gp:AOqpTOHbY-E7gIXgNiefWNeICKZmWRF2C61StIEslnskEzVFOWMpLyDNfeA09TMziTss7qy71LDJkryurznJiO0",
        "author": "bear caldwell",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.VIBRATE"
    ]
  }
}
