{
  "title": "Kanye West Wallpaper",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.courageouscanary.wallpaperkanyewest",
  "category": "Media & Video",
  "price": "Free",
  "datePublished": "February 5, 2013",
  "version": "1",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "1",
  "rating": "5.0",
  "contentRating": "High Maturity",
  "creator": "Courageous Canary",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.courageouscanary.wallpaperkanyewest",
  "extendedInfo": {
    "installSize": "1.6M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Kanye West wallpapers and photos.  Stunning pics high resolution HD quality. Set pictures as wallpaper and share with your friends via SMS!This is an unofficial free fan app. Any content not owned by this developer belongs to their respective owners. If there is an issue with this app contact us via the email address and we will remove it.Please rate this app 5 stars! This free fan app is ad supported and may contain ads in the notification tray and/or home screen. Kaney West fondos de Pantalla, imagines de Pantalla y wallpaper.Kanye Omari West (pron.: /ˈkɑːnjeɪ/; born June 8, 1977) is an American musician, film director and fashion designer. West first rose to fame as a producer for Roc-A-Fella Records, where he eventually achieved recognition for his work on Jay-Z's album The Blueprint, as well as hit singles for musical artists including Alicia Keys, Ludacris, and Janet Jackson. His style of production originally used pitched-up vocal samples from soul songs incorporated with his own drums and instruments. However, subsequent productions saw him broadening his musical palette and expressing influences encompassing '70s R&B, baroque pop, trip hop, arena rock, folk, alternative, electronica, synthpop, and classical music.West released his debut album The College Dropout in 2004, his second album Late Registration in 2005, his third album Graduation in 2007, his fourth album 808s & Heartbreak in 2008, and his fifth album My Beautiful Dark Twisted Fantasy in 2010. West released a collaborative album, Watch the Throne with Jay-Z in 2011, which is the duo's first collaborative album. His five solo albums, all of which have gone platinum, have received numerous awards and critical acclaim. All albums have been very commercially successful, with My Beautiful Dark Twisted Fantasy becoming his fourth consecutive No. 1 album in the U.S. upon release. West has had 5 songs exceed 3 million in digital sales as of July 2011, with \"Gold Digger\" selling 3,086,000, \"Stronger\" selling 4,402,000, \"Heartless\" selling 3,742,000, \"E.T.\" selling over 4,000,000 and \"Love Lockdown\" selling over 3,000,000 placing him third in overall digital sales of the past decade. He has sold over 30 million digital songs in the United States making him one of the best-selling digital artists of all-time. He is also one of the most awarded artists of all-time.West also runs his own record label GOOD Music, home to artists such as John Legend, Common and Kid Cudi. West's mascot and trademark is \"Dropout Bear,\" a teddy bear which has appeared on the covers of three of his five solo albums as well as various single covers and in his music videos. Kanye West was born in Atlanta, Georgia, where he lived with his parents. When he was three years old, his parents divorced, and he and his mother moved to Chicago, Illinois. His father is Ray West, a former Black Panther who was one of the first black photojournalists at The Atlanta Journal-Constitution and later a Christian counselor, and who opened the Good Water Store and Café in Lexington Park, Maryland in November 2006, with startup capital from his son. West's mother, Dr. Donda West, was a Professor of English at Clark Atlanta University, and the Chair of the English Department at Chicago State University before retiring to serve as West's manager. He is often seen with Kim Kardashian, and he has inspired 2 Chainz, DJ Toomp, Game, GOOD Music, Jay-Z, Jeff Bhasker.  West attended art classes at the American Academy of Art in Chicago, and also enrolled at Chicago State University, but dropped out to focus on his music career.While attending school, West produced for local artists, such as Jon Brion and Mike Dean. Lil Wayne and Katy Perry also cite him as their mentors.",
    "reviews": [
      {
        "timestampMsec": "1363072178364",
        "starRating": "5",
        "title": "Marvelous",
        "comment": "This is simply a marvelous wallpaper.",
        "commentId": "gp:AOqpTOE9lD_Q-FWHepH5ixPh0ZPsVVkoLCQM6y5nGSxLTSj4q9iLBVxW_EQZ6iHuOPs1NdvFjGrqc857JAhqJSs",
        "author": "sony anroid",
        "authorURL": "http://lh6.googleusercontent.com/-t88HprWeUfs/AAAAAAAAAAI/AAAAAAAAABc/tKtB7fQozZ8/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/-t88HprWeUfs/AAAAAAAAAAI/AAAAAAAAABc/tKtB7fQozZ8/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.SET_WALLPAPER",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "android.permission.READ_PHONE_STATE",
      "android.permission.VIBRATE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.READ_CONTACTS",
      "android.permission.SEND_SMS",
      "android.permission.GET_ACCOUNTS",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.READ_CALL_LOG"
    ]
  }
}
