{
  "title": "Knocked Up Soundboard",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.coolringtonessoundboards.soundboard.knockedupsoundboard",
  "category": "Music & Audio",
  "price": "Free",
  "datePublished": "June 30, 2013",
  "version": "1.0.1",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "1",
  "rating": "5.0",
  "contentRating": "High Maturity",
  "creator": "Cool Ringtones Soundboards",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.coolringtonessoundboards.soundboard.knockedupsoundboard",
  "extendedInfo": {
    "installSize": "9.1M",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "Knocked Up sounds and ringtonesApp FeaturesPress and hold a sound to set sounds as ringtones, notifications, and alarmsfunny sound clips from Knocked Up--This app is ad supported and may contain ads in the notification tray and/or home screen.This is an unofficial free fan app.Please rate this app 5 stars!--Any content not owned by this developer belongs to their respective owners. We are not affiliated with this company. We don't claim any ownership to the characters, images, or content in this app. We believe the images fall under fair use as they are reduced size and excerpted for informational purposes. If there is a copyright issue with content in this app, please contact us and we'll remove it.Knocked Up is a 2007 American romantic comedy drama film co-produced, written, and directed by Judd Apatow. Starring Seth Rogen, Katherine Heigl, Paul Rudd, and Leslie Mann. The film follows the repercussions of a drunken one-night stand between Rogen's slacker character and Heigl's just-promoted media personality that results in an unintended pregnancy. A spin-off sequel, This Is 40, was released in 2012.Ben Stone (Seth Rogen) is laid-back and sardonic. He lives off funds received in compensation for an injury and sporadically works on a celebrity porn website with his roommates, in between smoking marijuana or going off with them at theme parks such as Knott's Berry Farm. Alison Scott (Katherine Heigl) is a career-minded woman who has just been given an on-air role with E! and is living in the pool house with her sister Debbie's (Leslie Mann) family. While celebrating her promotion, Alison meets Ben at a local nightclub. After a night of drinking, they end up having sex. Due to a misunderstanding, they do not use protection: Alison uses the phrase \"Just do it already\" to encourage Ben to put the condom on, but he misinterprets this to mean to dispense with using one. The following morning, they quickly learn over breakfast that they have little in common and go their separate ways, which leaves Ben visibly upset.Eight weeks later, Alison experiences morning sickness during an interview with James Franco, and realizes she could be pregnant. She contacts Ben for the first time since their one-night stand to tell him. Although insensitive at first, Ben says he will be there to support Alison. While he is still unsure about being a parent, his father (Harold Ramis) is excited. Alison's mother (Joanna Kerns) tries to persuade her daughter to have an abortion, but Alison decides to keep the child. Later, Alison and Ben decide to give their relationship a chance. The couple's efforts include Ben making an awkward marriage proposal with an empty ring box, promising to get her one someday. Alison thinks it is too early to think about marriage, because she is more concerned with hiding the pregnancy from her bosses, believing that they will fire her if they ever found out.After a somewhat promising beginning, tensions surface in the relationship. Alison is increasingly worried about Ben's lack of responsibility and commitment, and has doubts about the longevity of their relationship. These thoughts are due to her sister's unhappy marriage. Debbie's husband, Pete (Paul Rudd), works as a talent scout for rock bands, but he leaves at odd hours in the night, which makes her suspect he is having an affair. Upon investigating, she learns that he is actually part of a fantasy baseball draft, which he explains he participates in to be free from Debbie's controlling manner. This results in their separation, and when Ben expresses amusement at Pete's deception, it leads to a heated argument with Alison as they drive to her doctor. Angered, she ejects him from her car and abandons him in the middle of nowhere, leading to their own breakup.Ben and Pete decide to go on a road trip to Las Vegas. Under the heavy influence of psychedelic mushrooms, they realize their loss and decide to take responsibility for their relationships.",
    "reviews": [
      {
        "documentVersion": "1.0.1",
        "timestampMsec": "1374122363416",
        "starRating": "5",
        "title": "great...",
        "comment": "a must have ringtone....superb sounds...",
        "commentId": "gp:AOqpTOFci71fchCc3kqkRjOf6iHKuESNPA5SsiFVgYSUFrT8KNP6wiAhaBGSaIgBUS_MQXT_DRqRBLcc8-vQMw",
        "author": "Aftab Ahmed",
        "authorURL": "http://lh6.googleusercontent.com/-lhwNLfcsIoU/AAAAAAAAAAI/AAAAAAAAAAA/SQTRq6VbMF4/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/-lhwNLfcsIoU/AAAAAAAAAAI/AAAAAAAAAAA/SQTRq6VbMF4/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.GET_ACCOUNTS",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.WRITE_SETTINGS",
      "android.permission.MODIFY_AUDIO_SETTINGS",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
