{
  "title": "Eva Longoria Wallpaper",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.courageouscanary.wallpaperevalongoria",
  "category": "Media & Video",
  "price": "Free",
  "datePublished": "February 5, 2013",
  "version": "1",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "8",
  "rating": "5.0",
  "contentRating": "High Maturity",
  "creator": "Courageous Canary",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.courageouscanary.wallpaperevalongoria",
  "extendedInfo": {
    "installSize": "1.7M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "Eva Longoria wallpapers and photos.  Stunning pics high resolution HD quality. Set pictures as wallpaper and share with your friends via SMS!This is an unofficial free fan app. Any content not owned by this developer belongs to their respective owners. If there is an issue with this app contact us via the email address and we will remove it.Please rate this app 5 stars! This free fan app is ad supported and may contain ads in the notification tray and/or home screen. fondos de Pantalla, imagines de Pantalla y wallpaper.Eva Jacqueline Longoria (born March 15, 1975) is an American television and film actress. Longoria is best known for her roles as Isabella Braña on the CBS soap opera The Young and the Restless from 2001 to 2003, and as Gabrielle Solis on the ABC television series Desperate Housewives. For her work on the series, she received a Golden Globe Award nomination. She has also has starred in films such as Harsh Times (2005), The Sentinel (2006) and Over Her Dead Body (2008).Longoria landed her first television role in 1999 after meeting Executive Producer Gary Ghiaey at a political reception in Los Angeles. Ghiaey hired her to host the weekend destination segment of his television show \"L.A. In A Day\". Longoria went on to guest star in an episode of Beverly Hills, 90210. Another guest appearance in General Hospital the same year brought her big break on the CBS Daytime soap opera The Young and the Restless, portraying Isabella Braña from 2001 to 2003.After leaving The Young and the Restless, she was seen on the now-cancelled Dick Wolf revival of Dragnet. Following Dragnet, she starred in two ill-fated productions – Señorita Justice, a poorly received direct-to-video film, and a television film titled The Dead Will Tell.Shortly after her debut on Desperate Housewives, Longoria starred in a poorly received direct-to-video film titled Carlita's Secret, for which she was also co-producer. In 2006, she was rewarded for her performance as Gabrielle Solis in Desperate Housewives when she was nominated for a Golden Globe for Best Performance by an Actress in a Television Series – Musical or Comedy along with her co-stars. She was awarded the ALMA Award and named entertainer of the year that year. She also starred opposite Michael Douglas and Kiefer Sutherland in the 2006 thriller The Sentinel, which was her first major role in a theatrical movie. In 2006, she played the character Sylvia in Harsh Times starring Freddy Rodriguez, Christian Bale, and Tony Parker.In the 2000s, Longoria appeared in several high-profile advertising campaigns and numerous men's magazines, reaching No. 14 in the FHM \"Sexiest Women 2008\" poll, and appearing on the cover of various international women's magazines including Vogue, Marie Claire and Harper's Bazaar. She has appeared with Eva Mendes, Teri Hatcher, to promote Desperate Housewives.  People en Español listed her among its \"Most Beautiful People\" for 2003. Longoria continues to be included in lists of Hollywood's Most Beautiful and was listed No. 1 in Maxim's Hottest Female Stars of 2005 and 2006, becoming the first woman to top the list in two consecutive years. She was ranked No. 9 in the magazine's Hot 100 of 2007 list. In honor of Maxim's 100th issue in 2006, Longoria was featured on a 75-by-110-foot (23 by 34 m) vinyl mesh replica of its January 2005 cover located in a Clark County, Nevada desert.In January 2007, Longoria was chosen to be the first face of Bebe Sport. She appeared in the Spring/Summer 2007 campaign with Cristiada and Tyler Christopher, photographed by Greg Kadel. The actress also holds contracts with L'Oréal and Hanes, New York & Co. Longoria also has a contract with Magnum Ice-Cream, and Heineken.",
    "reviews": [
      {
        "timestampMsec": "1359681631996",
        "starRating": "5",
        "title": "Gorgeous",
        "comment": "Gorgeous and stunning wallpapers of this sexy actress.",
        "commentId": "gp:AOqpTOEIIshoKP_LPezRnPa5wKNQBZ33x8L3TPbi4jZRqQZ7_72xeQJ51uWA8sFNYdilKueJ_1h-fPVKqaw3krY",
        "author": "sony anroid",
        "authorURL": "http://lh6.googleusercontent.com/-t88HprWeUfs/AAAAAAAAAAI/AAAAAAAAABc/tKtB7fQozZ8/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/-t88HprWeUfs/AAAAAAAAAAI/AAAAAAAAABc/tKtB7fQozZ8/photo.jpg"
      },
      {
        "timestampMsec": "1359644837845",
        "starRating": "5",
        "title": "B-E-Autiful!",
        "comment": "really beautiful and great app to have! a must try!",
        "commentId": "gp:AOqpTOFdpTcB0tdaBA8XBmMj8LYzJXVinPiWbeA-8uX0WeQfHjRHRNi_wSrTP3Y7PlUrUinzvoiIlRnULM63CqA",
        "author": "Cherie Ann Oliver",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.SET_WALLPAPER",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "android.permission.READ_PHONE_STATE",
      "android.permission.VIBRATE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.READ_CONTACTS",
      "android.permission.SEND_SMS",
      "android.permission.GET_ACCOUNTS",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.READ_CALL_LOG"
    ]
  }
}
