{
  "title": "EMI Calculator",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.coolapps.financialcalculator",
  "category": "Finance",
  "price": "Free",
  "datePublished": "August 14, 2013",
  "version": "1.1",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "1",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "CoolAppsDev",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.coolapps.financialcalculator",
  "extendedInfo": {
    "installSize": "446k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Make your EMI(Equated Monthly Installment) calculations easy and flexible with simple & unique EMI app.This EMI app has unique feature which no other EMI app has, it can also calculate EMI rate of Interest and EMI Time Duration.Featuring:*** EMI Calculation: EMI Calculator can find the EMI Installment Amount for the loan amount (Principal Amount) with its interest rate and Loan period (in months).*** EMI Rate of Interest: Unique feature of this app, it can find the EMI Interest by providing loan amount (Principal Amount), EMI Amount and Loan period (in months).*** EMI Duration (in months): Its also a unique feature of this app, it can find the EMI Time Duration(in months) by providing loan amount (Principal Amount), EMI Amount and EMI Rate of Interest.Now go easy and flexible in all your calculations.Calculate your EMI of your home, car, expensive items or any other spend quickly.Please rate us if you like the app and click on the ads to help us earning!Tags: EMI, Calculator, car loan, home loan, loan, Interest, Rates, banking,Calculator,  EMI Calculator, Loan Calculator, FinanceDisclaimer: Interest Rate Calculation and Interest Time Calculation precision can vary by a smaller value.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_PHONE_STATE"
    ]
  }
}
