{
  "title": "Friday the Movie Soundboard",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.coolringtonessoundboards.soundboard.fridaythemoviesoundboard",
  "category": "Music & Audio",
  "price": "Free",
  "datePublished": "June 30, 2013",
  "version": "1.0.1",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "6",
  "rating": "4.6666665",
  "contentRating": "High Maturity",
  "creator": "Cool Ringtones Soundboards",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.coolringtonessoundboards.soundboard.fridaythemoviesoundboard",
  "extendedInfo": {
    "installSize": "7.8M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "Friday the Movie sounds and ringtonesApp FeaturesPress and hold a sound to set sounds as ringtones, notifications, and alarmsfunny sound clips from Friday the Movie--This app is ad supported and may contain ads in the notification tray and/or home screen.This is an unofficial free fan app.Please rate this app 5 stars!--Any content not owned by this developer belongs to their respective owners. We are not affiliated with this company. We don't claim any ownership to the characters, images, or content in this app. We believe the images fall under fair use as they are reduced size and excerpted for informational purposes. If there is a copyright issue with content in this app, please contact us and we'll remove it.Friday is a 1995 stoner comedy-drama-buddy film directed by F. Gary Gray, making it his directorial debut for a hit movie. Starring Ice Cube, Chris Tucker, Nia Long, Bernie Mac, Tommy Lister, Jr., and John Witherspoon, the film revolves around 16 hours in the lives of unemployed slackers Craig Jones and Smokey, who must pay a drug dealer $200 by 10:00 PM on Friday night. The film spawned two sequels: Next Friday and Friday After Next, and a proposed fourth film, Last Friday.Throughout the day, friends and local neighborhood characters pass through, such as the harmless but always-scheming crackhead/petty thief Ezail; the unkempt, perpetual crackhead/moocher Felisha, who is also Debbie's sister; lascivious Pastor Clever, who has a brief fling with sultry parishioner Mrs. Parker before being unexpectedly interrupted by her infuriated, diminutive dwarf husband; package delivery driver Red, whose stolen bicycle and chain necklace, and black eye are courtesy of the hulking neighborhood bully Deebo; and China, friend of Craig's sister Dana.The film's subplot focuses on Smokey, who has been smoking a brokered consignment of \"indo\", which he was supposed to be selling for drug dealer Big Worm. In an attempt to explain his obvious lack of revenue, Smokey inadvertently incriminates Craig, subjecting both to Big Worm's wrath. Big Worm has had enough of Smokey \"playing with his emotions\" and warns him to collect the $200 dollars worth of drugs no later than 10:00 that evening, or he and Craig will be killed.Smokey is able to recover some of the money by selling pot to Hector, whom he hates for making him the brunt of a prank involving smoking a joint laced with angel dust that left Smokey running down the street at night in his underwear while in a drug-induced frenzy. Unfortunately further attempts to borrow money from Joi, Betty (Craig's mother) and Craig's sister, Dana, prove unsuccessful. Willie eventually learns of Craig's plight, as well as the fact that Craig is carrying a gun around for protection, and furiously scolds him for keeping bad company and allowing himself to be corrupted by street life, explaining that it is better to fight one's problems out man-to-man rather than resorting to picking up a gun.Later on, the two plan how they are going to get Big Worm's money. By then, Rita, a girl Debbie had hooked Smokey up with earlier on the phone, arrives. Smokey approaches her car with confidence until he finds out that she lied about her image: instead of resembling Janet Jackson (as she told Smokey in their phone conversation), she is obese and practically bald (Smokey later said she looks more like Freddie Jackson).Smokey heads to Debbie's house to complain about the date and notices Red's bike, which has been stolen by Deebo, on the lawn. He sneaks into a bedroom and finds Deebo asleep with Felisha beside him. He tries to steal the rest of the money that he and Deebo lifted from robbing Craig's neighbor Stanley earlier, but quickly leaves without the money as Deebo wakes up due to Ezail making noise as he tried to sneak inside the bedroom. Craig agrees to return to Debbie and Felisha's house to steal it from Deebo, but before they could leave Craig's house, they see Deebo riding by on Red's bike.",
    "reviews": [
      {
        "documentVersion": "1.0.1",
        "timestampMsec": "1374121271272",
        "starRating": "5",
        "title": "classy ringtones...",
        "comment": "really good n highly recommended...",
        "commentId": "gp:AOqpTOE0V6sEBSqcfnE-9S7IEcYuUDWOCVw3vZwg09H02pIpgKIrpGaP-y2A3Ti89zDy_A5qmjI4M8zEIK_8NTQ",
        "author": "Aftab Ahmed",
        "authorURL": "http://lh6.googleusercontent.com/-lhwNLfcsIoU/AAAAAAAAAAI/AAAAAAAAAAA/SQTRq6VbMF4/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/-lhwNLfcsIoU/AAAAAAAAAAI/AAAAAAAAAAA/SQTRq6VbMF4/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.GET_ACCOUNTS",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.WRITE_SETTINGS",
      "android.permission.MODIFY_AUDIO_SETTINGS",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
