{
  "title": "Bigfoot Soundboard",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.coolringtonessoundboards.soundboard.bigfootsoundboard",
  "category": "Music & Audio",
  "price": "Free",
  "datePublished": "June 29, 2013",
  "version": "1.0.1",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "4",
  "rating": "3.0",
  "contentRating": "High Maturity",
  "creator": "Cool Ringtones Soundboards",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.coolringtonessoundboards.soundboard.bigfootsoundboard",
  "extendedInfo": {
    "installSize": "11M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Bigfoot sounds and ringtonesApp FeaturesPress and hold a sound to set sounds as ringtones, notifications, and alarmsfunny sound clips from Bigfoot--This app is ad supported and may contain ads in the notification tray and/or home screen.This is an unofficial free fan app.Please rate this app 5 stars!--Any content not owned by this developer belongs to their respective owners. We are not affiliated with this company. We don't claim any ownership to the characters, images, or content in this app. We believe the images fall under fair use as they are reduced size and excerpted for informational purposes. If there is a copyright issue with content in this app, please contact us and we'll remove it.Bigfoot, also known as sasquatch, is the name given to an ape-like creature that some people believe inhabits forests, mainly in the Pacific Northwest region of North America. Bigfoot is usually described as a large, hairy, bipedal humanoid. The term sasquatch is an anglicized derivative of the Halkomelem word sásq’ets.Most scientists discount the existence of Bigfoot and consider it to be a combination of folklore, misidentification, and hoax, rather than a living animal, because of the lack of physical evidence and the large numbers of creatures that would be necessary to maintain a breeding population. A few scientists, such as Jane Goodall, Grover Krantz, and Jeffrey Meldrum, have expressed interest and some measure of belief in the creature.Wildmen stories are found among the indigenous population of the Pacific Northwest. The legends existed prior to a single name for the creature.] They differed in their details both regionally and between families in the same community. Similar stories of wildmen are found on every continent except Antarctica. Ecologist Robert Michael Pyle argues that most cultures have human-like giants in their folk history: \"We have this need for some larger-than-life creature.\"Members of the Lummi tell tales about Ts'emekwes, the local version of Bigfoot. The stories are similar to each other in terms of the general descriptions of Ts'emekwes, but details about the creature's diet and activities differed between the stories of different families.Some regional versions contained more nefarious creatures. The stiyaha or kwi-kwiyai were a nocturnal race that children were told not to say the names of lest the monsters hear and come to carry off a person—sometimes to be killed. In 1847, Paul Kane reported stories by the native people about skoocooms: a race of cannibalistic wild men living on the peak of Mount St. Helens. The skoocooms appear to have been regarded as supernatural, rather than natural.Less menacing versions such as the one recorded by Reverend Elkanah Walker exist. In 1840, Walker, a Protestant missionary, recorded stories of giants among the Native Americans living in Spokane, Washington. The Indians claimed that these giants lived on and around the peaks of nearby mountains and stole salmon from the fishermen's nets.Various local legends were compiled by J. W. Burns in a series of Canadian newspaper articles in the 1920s. Each language had its own name for the local version. Many names meant something along the lines of \"wild man\" or \"hairy man\" although other names described common actions it was said to perform (e.g. eating clams). Burns coined the term Sasquatch, which is from the Halkomelem sásq’ets , and used it in his articles to describe a hypothetical single type of creature reflected in these various stories. Burns's articles popularized both the legend and its new name, making it well known in western Canada before it gained popularity in the United States.Frontiersman Daniel Boone reported having shot and killed \"a ten-foot, hairy giant he called a Yahoo.\" Folktale scholar Hugh H. Trotti has argued that Boone’s account may have been the inspiration for some of the Bigfoot stories told in North America.",
    "reviews": [
      {
        "documentVersion": "1.0.1",
        "timestampMsec": "1374121696166",
        "starRating": "5",
        "title": "love it..",
        "comment": "super fine app...much liked...",
        "commentId": "gp:AOqpTOF1tP_pEsIYCsEPYXqBxewB8NXhuj9BpfyASJiRYZ7SarvutCqRt1jX59YmHbz5JmZGKrH9tggfM7sIWA",
        "author": "Aftab Ahmed",
        "authorURL": "http://lh6.googleusercontent.com/-lhwNLfcsIoU/AAAAAAAAAAI/AAAAAAAAAAA/SQTRq6VbMF4/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/-lhwNLfcsIoU/AAAAAAAAAAI/AAAAAAAAAAA/SQTRq6VbMF4/photo.jpg"
      },
      {
        "timestampMsec": "1372594803680",
        "starRating": "5",
        "comment": "Nice :)",
        "commentId": "gp:AOqpTOE9JLY7AZNJb0yMV5DXivimdyaXma7GBUiZw38nfT0pxGXkqPLaUYHsnhHFbwkmhG2cpTt-SlVcotB-UA",
        "author": "marco b",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1377815042199",
        "starRating": "1",
        "title": ":(",
        "comment": "It gave me nightmer",
        "commentId": "gp:AOqpTOFJRDpJRj9gqHKjwlA5ZC_VBjU5dE4KM9X35UMV3nH3mdY8-aecVCZd_rMpeRBfyWMbp1kpaoF0OFgDxA",
        "author": "Shay L",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1375731702258",
        "starRating": "1",
        "comment": "Stupid",
        "commentId": "gp:AOqpTOG-Rn16T3Qn2E1Ru-vDqOYbB3ZYwuQ6JOFESoz5omd7U8I13En1_7EkwM_dHi1BbXNdCDwkczcVJb5XOw",
        "author": "Eric Pearson",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.GET_ACCOUNTS",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.WRITE_SETTINGS",
      "android.permission.MODIFY_AUDIO_SETTINGS",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
