{
  "title": "eGuide to Birds of East Africa",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.coolideas.eproducts.birdsofeastafrica",
  "category": "Books & Reference",
  "price": "$29.99",
  "datePublished": "March 27, 2013",
  "version": "1.0.0",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "mydigitalearth.com",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.coolideas.eproducts.birdsofeastafrica",
  "extendedInfo": {
    "installSize": "3.8M",
    "downloadsCount": "50+",
    "downloadsCountText": "50 - 100",
    "description": "The eGuide to Birds of East Africa is an interactive companion to Terry Stevenson and John Fanshawe's Birds of East Africa field guide – the essential guide for birdwatchers visiting this spectacular region. It covers Kenya, Tanzania, Uganda, Rwanda and Burundi. This application has specific features that will enhance your birding experience. FEATURES:- Hi-res images, distribution maps and detailed text descriptions of over 1300 bird species including breeding species and regular visitors.- These images can be expanded to fill the entire width of the screen with zoom.- Audible calls for more than 1000 bird species- \"Bird Compare\" that allows you to compare two birds on the same screen.- * A personal bird list that stores your bird sightings - including geolocation. Your list can also be exported to email.- View the Bird Index by Common or Scientific bird names either alphabetically or taxonomically.* Uninstalling/reinstalling the program will result in the loss of your list, it is recommended that you keep your own backup (master list) separate from the application (application provides backup/restore functionality in \"My List\" page)We go out of our way to resolve customer issues, please feel free to contact us by email at support@mydigitalearth.comWe invite all users to share their comments and ideas on our forum at www.mydigitalearth.com",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "com.android.vending.CHECK_LICENSE",
      "android.permission.INTERNET",
      "android.permission.WAKE_LOCK",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
