{
  "title": "Dot to Dot Animals & Toys",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.coragames.dtd.africa",
  "category": "Brain & Puzzle",
  "price": "Free",
  "datePublished": "April 24, 2013",
  "version": "1.2.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "6",
  "rating": "4.3333335",
  "contentRating": "Everyone",
  "creator": "CoRa  Games",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.coragames.dtd.africa",
  "extendedInfo": {
    "installSize": "12M",
    "downloadsCount": "5,000+",
    "downloadsCountText": "5,000 - 10,000",
    "description": "This app keeps the kids busy! Connecting the dots and discovering animals from africa, colorful sea animals and fun kids toys is great fun. As soon as your kid tapped on all the dots shown, one of the cute sea animals appears - an instant reward and an incentive to go on playing! The Dot to Dot (Connect the Dots) game interface is kid friendly and does not overload your kid with too many stimuli. This Dot to Dot helps to recognize the shapes of different sea animals (jellyfish, octopus, sea star), animals and kids toys and to improve the fine motor skills of your kid. By tapping on the small dots one after the other, the order of the numbers can be learned and recognized step by step. FEATURES of Dot to Dot Animals & Toys* dots labelled with numbers that have to be connected one after another * random starting order - one image can be played more than once! * the next dot to be tapped is highlighted in an other colour * Your kid will be rewarded with a cute animal or fun kids toy that is revealed after a successful game * The balloons at the end of a successful game are a nice and fun gimmick Objects: Monkey, giraffe, lion, elephant, hippo, blue zebra, toy car, bear, ball, flower, toy plane, ducks, crystal ball, trumpet, train, fish, crab, jellyfish, clownfish nemo, octopus, starfish, waleThe free Dot to Dot (Connect the Dots) version consists of 3 animals, 24 more can be easily purchased in-game.Keywords: autism, baby, by, child, count, dot, draw, fine, fun, jigsaw, join, kindergarten, learn, logic, math, motor, nemo, numbers, ocean, paint, parenting, play, preschool, puzzle, riddle, school, sea, skills, to",
    "reviews": [
      {
        "documentVersion": "1.2.2",
        "timestampMsec": "1360111759479",
        "starRating": "1",
        "title": "Horrible",
        "comment": "You only get three free games. DONT DOWNLODE",
        "commentId": "gp:AOqpTOFCndnzoCUp_KRO3K8FE-kBXkMW89YjffBZhH4FwCvVjv8q2kOkLYWsDTSdD1do_clRuuLBaH7xVNHLnQ",
        "author": "Morgan Schaffer",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "com.android.vending.BILLING",
      "android.permission.INTERNET",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_PHONE_STATE"
    ]
  }
}
