{
  "title": "Aristotle Test (Lite)",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.crazysoft.aristotle",
  "category": "Entertainment",
  "price": "Free",
  "datePublished": "June 18, 2013",
  "version": "1.2",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "5",
  "rating": "1.8",
  "contentRating": "Everyone",
  "creator": "CrazySoft Limited",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.crazysoft.aristotle",
  "extendedInfo": {
    "installSize": "1.9M",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "-- This is the Lite version of the actual App --CLICK HERE to find the full version.This program is a simple 11 step test which determines how much virtuous you are according to Aristotle*. (*It's the world known Ancient Greek Philosopher, Plato's student.) This test should be done by someone who knows you very well. (E.g.: Family, partner, friend..)Don't do it yourself! After the test you will be given a score out of 100. Then you will be given detailed stats of what should be done to correct your flaws according to Aristotle.VIRTUES ARISTOTLE FOUND:1) Courage2) Temperance3) Liberality4) Magnificence5) Pride6) Honour7) Good Temper8) Friendliness9) Truthfulness10) Wit11) Friendship12) Justice (Not used in the test)Every word used in the test is explained by Aristotle's original text (Translated into English) E.g. here Aristotle explains Courage:\"Aristotle: (Nicomachean Ethics, 330 BC) VIRTUE: COURAGEThe man who exceeds in fear is a coward; for he fears both what he ought not and as he ought not, and all the similar characterizations attach to him. He is lacking also in confidence; but he is more conspicuous for his excess of fear in painful situations. The coward, then, is a despairing sort of person; for he fears everything. The brave man, on the other hand, has the opposite disposition; for confidence is the mark of a hopeful disposition...\"",
    "reviews": [
      {
        "timestampMsec": "1281567147758",
        "starRating": "1",
        "comment": "Demo version poo poo !",
        "commentId": "lg:AOqpTOHgWKR_zacYUC5p7rZ6Spy1dd1eYNo7ajSVjXd8bQo_-sfqVPg5ULW_K9OZkycgfxizShxN-lC1JYQnAg",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE"
    ]
  }
}
