{
  "title": "Family Fun - Jigsaw Puzzles",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.coragames.puzzle.fairy",
  "category": "Brain & Puzzle",
  "price": "Free",
  "datePublished": "April 28, 2013",
  "version": "5.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "CoRa  Games",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.coragames.puzzle.fairy",
  "extendedInfo": {
    "installSize": "6.2M",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "This app keeps the whole family busy! Dive into the wonderful worlds of this educational and fun puzzle-app. The difficulty level can be adjusted individually – there is something for everyone. Colourful graphics, sounds and effects top-off the play experience. This app is suitable for kindergarten kids as well as school kids. You can adjust the difficulty by clicking on the light bulb (preview of the puzzle on/off) and by choosing the number of pieces the puzzle should have (4, 9, 16 or 25). Features: • In total 20 puzzles, cute graphics and kid-friendly sounds and effects • A preview of the puzzle can be manually set (on/off), depending on the needs of your child • Four exciting themes are waiting for you: Fairy Tale, Underwater Ocean Life, Transportation, Outdoor Activities • A fun pop-the-balloons mini-game at the end of the game What will the kids learn? Puzzles • build hand eye coordination• develop fine motor skills• offer opportunities for social and language skills• encourage problem solving and logical thinking5 puzzles (fairy tale puzzles) are free, more games can be easily purchased in-game.We really appreciate your feedback - If you enjoy playing our app, please take a minute to rate and review it. If you have any questions or need our help, please send us an e-mail to support+android@coragames.com or contact us by using the given support link. Thank you!",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.READ_EXTERNAL_STORAGE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.READ_PHONE_STATE",
      "com.android.vending.BILLING"
    ]
  }
}
