{
  "title": "Jonas Brothers Wallpaper",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.courageouscanary.wallpaperjonasbrothers",
  "category": "Media & Video",
  "price": "Free",
  "datePublished": "February 5, 2013",
  "version": "1",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "8",
  "rating": "5.0",
  "contentRating": "High Maturity",
  "creator": "Courageous Canary",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.courageouscanary.wallpaperjonasbrothers",
  "extendedInfo": {
    "installSize": "1.9M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "Jonas Brothers wallpapers and photos.  Stunning pics high resolution HD quality. Set pictures as wallpaper and share with your friends via SMS!This is an unofficial free fan app. Any content not owned by this developer belongs to their respective owners. If there is an issue with this app contact us via the email address and we will remove it.Please rate this app 5 stars! This free fan app is ad supported and may contain ads in the notification tray and/or home screen. We love Jonas Bros fondos de Pantalla, imagines de Pantalla y wallpaper!The Jonas Brothers are an American pop rock band. Formed in 2005, they have gained popularity from the Disney Channel children's television network and consists of three brothers from the shore region of New Jersey; Paul Kevin Jonas II, Joseph Adam Jonas and Nicholas Jerry Jonas.In the summer of 2008 they starred in the Disney Channel Original Movies Camp Rock and its sequel, Camp Rock 2: The Final Jam along with Demi Lovato, Selena Gomez, and Miley Cyrus. The band has released four albums: It's About Time, Jonas Brothers, A Little Bit Longer, and Lines, Vines and Trying Times, with an upcoming fifth studio album due for release in 2013. The band started as a solo project for Nick Jonas. At the age of 7, Nicholas began performing on Broadway. He has acted in several plays, including A Christmas Carol (in 2000 as Tiny Tim and as Scrooge at eight), Annie Get Your Gun (in 2001 as Little Jake), Beauty and the Beast (in 2002 as Chip), and Les Misérables (in 2003 as Gavroche). After Les Misérables closed, he performed in The Sound of Music (as Kurt) at the Paper Mill Playhouse.In 2002 while performing in Beauty and the Beast, Nick had written a song with his father called \"Joy to the World (A Christmas Prayer)\". With background vocals from the Beauty and the Beast cast, Nick performed the song on the 2002 annual Broadway \"Equity Fights AIDS\" album, Broadway's Greatest Gifts: Carols for a Cure, Vol. 4.  In November 2003, INO Records received a demo copy of \"Joy to the World (A Christmas Prayer)\". The label released the song to Christian radio, where it quickly became popular on Record & Radio's Christian Adult Contemporary Chart. While Nick was working on his solo project, Joe followed in his footsteps to Broadway, appearing in Baz Luhrmann's production of La bohème. By September 2004, an executive at Columbia Records found out about Nick's song. Nick was soon jointly signed to INO Records and Columbia Records and released the single \"Dear God\". A second single, a new solo recording of \"Joy to the World (A Christmas Prayer)\", was released on November 16. It was supposed to be followed by a December release of a self-titled solo album Nicholas Jonas, but the album had been pushed back; it did, however, get a limited release. Nick, along with his brothers, Kevin and Joe, had written several other songs for the album. In early 2005, Columbia Records' new president, Steve Greenberg, listened to Nick's record. Greenberg liked Nick's voice. After meeting with Nick and hearing the song \"Please Be Mine\", written and performed by the brothers, Daylight/Columbia Records decided to sign the three as a group act.After being signed to Columbia, the brothers considered naming their group \"Sons of Jonas\" before settling on the name \"Jonas Brothers.\" Throughout 2005, the Jonas Brothers had gone on several tours, opening for various artists including, Jump5, Kelly Clarkson, Jesse McCartney, the Backstreet Boys, and The Click Five.",
    "reviews": [
      {
        "timestampMsec": "1359702440455",
        "starRating": "5",
        "title": "Catchy",
        "comment": "Extremely catchy wallpapers have made this app an outstanding one for sure.",
        "commentId": "gp:AOqpTOEERPLk4abXfKtgKxXT-JrNNwQgw5fGEpxMsAVl1YfrTB7EB99BIvX1DfVgR9SrqaWPS9ZR2lvvoUOo6Q",
        "author": "sony anroid",
        "authorURL": "http://lh6.googleusercontent.com/-t88HprWeUfs/AAAAAAAAAAI/AAAAAAAAABc/tKtB7fQozZ8/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/-t88HprWeUfs/AAAAAAAAAAI/AAAAAAAAABc/tKtB7fQozZ8/photo.jpg"
      },
      {
        "timestampMsec": "1359775268887",
        "starRating": "5",
        "title": "+1 to these pictures!",
        "comment": "Added to my list of wallpapers!",
        "commentId": "gp:AOqpTOFmz-w3tbAXNwEudP0fcBgwQSt0YB6sBzS0NoFPuj7FHSzE1TKkEaZwahGZYyutnD5JaTqW_TQdvR5baA",
        "author": "Muhammad Taufiq",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1359847580115",
        "starRating": "5",
        "title": "rockiu\\'",
        "comment": "they rocked young girls\\' heart around the globe, i won\\'t be surrised this app is going to rock android devices!!!",
        "commentId": "gp:AOqpTOGbkebUZidgGdjkxiFoh8qqhLHD4tlneUmbIdetzGYwgr5OyuR8HiOBZ8BhnK3eN-1st85cmK0gJ0UIEQ",
        "author": "Cherie Ann Oliver",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.SET_WALLPAPER",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "android.permission.READ_PHONE_STATE",
      "android.permission.VIBRATE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.READ_CONTACTS",
      "android.permission.SEND_SMS",
      "android.permission.GET_ACCOUNTS",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.READ_CALL_LOG"
    ]
  }
}
