{
  "title": "Lee Cockerell's Creating Magic",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.creatingmagicapp",
  "category": "Business",
  "price": "$5.13",
  "datePublished": "January 18, 2011",
  "version": "1.0",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "1",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "Pocket Cocktails Inc.",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.creatingmagicapp",
  "extendedInfo": {
    "installSize": "1.1M",
    "downloadsCount": "50+",
    "downloadsCountText": "50 - 100",
    "description": "Top selling author and former Executive Vice President of Operations at Disney, Lee Cockerell, is proud to announce his new app, Creating Magic for Android! Following up on his widely acclaimed leadership book, this new app puts Lee's \"Leadership Thoughts\" in your pocket, allowing access to Lee's invaluable words of wisdom wherever you are. The app will be an evolving resource adding Lee's new leadership thoughts several times a year with free updates. The Creating Magic app contains hundreds of common sense quotes, ideas  and strategies, that Lee has harvested over the years, organizing these thoughts into categories including Daily Reminders, Life Key Points, Challenges and Dates To Remember. App Features: - Hundreds of leadership points created by Lee specifically for this app! - Leadership items are separated into Daily Points, Challenges & Life Key Points - Dates To Remember and Date Alerts* can help remind you of important dates throughout the year - \"Point Surfing\" Feature, with the press of a left or right arrow you can navigate through Lee's Points - Random Mode with sound, Shake the phone to bring up a random point or challenge. - Create Favorites for any point or challenge. - email points and challenges to your friends and colleagues. - Free Updates, Lee plans on updating this app with new content in future versions.About Lee Cockerell: As a senior operating executive at Disney, Lee was responsible for a team of 40,000 Cast Members and the operations of 20 resort hotels and 4 Theme Parks. Lee is now an in-demand motivational speaker, providing his invaluable insight to thousands of people attending his seminars worldwide. Lee speaks and trains in a very common-sense,  down-to earth style that relates to everyone in the room. For More Information about Lee, please visit his website at http://www.leecockerell.comAbout Dee Jones: Creating Magic was produced in collaboration with Dee Jones, The app girl with over 3 million total downloads. Dee's apps have received commercial and critical acclaim for their depth of content and ease of use. For more information about Dee and her apps, please visit her website at http://www.jonesapr.com ------------------------------------ * NOTE:  Date Alerts are available on certain Android devices. Date alerts can be switched on or off depending on your preference. Date Alerts can be easily switched on by clicking on the \"Alerts\" checkbox from the More Info button.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "com.android.vending.CHECK_LICENSE",
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
