{
  "title": "Jay Z Wallpaper",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.courageouscanary.wallpaperjayz",
  "category": "Media & Video",
  "price": "Free",
  "datePublished": "February 5, 2013",
  "version": "1",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "5",
  "rating": "4.8",
  "contentRating": "High Maturity",
  "creator": "Courageous Canary",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.courageouscanary.wallpaperjayz",
  "extendedInfo": {
    "installSize": "1.5M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "Jay Z wallpapers and photos.  Stunning pics high resolution HD quality. Set pictures as wallpaper and share with your friends via SMS!This is an unofficial free fan app. Any content not owned by this developer belongs to their respective owners. If there is an issue with this app contact us via the email address and we will remove it.Please rate this app 5 stars! This free fan app is ad supported and may contain ads in the notification tray and/or home screen. Jayzee fondos de Pantalla, imagines de Pantalla y wallpaper.Shawn Corey Knowles-Carter (né Carter; born December 4, 1969), better known by his stage name Jay-Z (sometimes stylized JAY Z), is an American rapper, record producer, entrepreneur, and occasional actor. He is one of the most financially successful hip-hop artists and entrepreneurs in America. In 2012, Forbes estimated Carter's net worth at nearly $500 million. He has sold approximately 50 million albums worldwide, while receiving fourteen Grammy Awards for his musical work, and numerous additional nominations. Consistently ranked as one of the greatest rappers of all-time he was ranked #1 by MTV in their list of The Greatest MCs of All-Time in 2006. Two of his albums, Reasonable Doubt (1996) and The Blueprint (2001) are considered landmarks in the genre with both of them being ranked in Rolling Stone magazine's list of the 500 greatest albums of all time. He has collaborated with Kanye West and Lil Wayne. Fans of his include The Notorious B.I.G., R. Kelly, and Linkin Park. Jay-Z co-owns the 40/40 Club, is part-owner of the NBA's Brooklyn Nets and is also co-creator of the line Rocawear. He is the former CEO of Def Jam Recordings, co-founder of Roc-A-Fella Records, and the founder of Roc Nation and mentor to Swizz Beatz. As an artist, he holds the record for most number one albums by a solo artist on the Billboard 200 with twelve. Jay-Z also has had four number ones on the Billboard Hot 100, one as lead artist. On December 11, 2009, Jay-Z was ranked as the 10th most successful artist of the 2000s by Billboard and ranking as the 5th top solo male artist and as the 4th top rapper behind Eminem, Nelly, and 50 Cent. He was also ranked the 88th greatest artist of all time by Rolling Stone. He married American R&B singer Beyoncé Knowles in 2008. They have one daughter named Blue Ivy Carter, born in January 2012.Originally from Marcy Houses, a housing project in the Bedford-Stuyvesant neighborhood of Brooklyn in New York City, the future \"Jay-Z\" then known as Shawn Carter, was raised by his mother, along with three other siblings who had been abandoned by their father. He claims in his lyrics that in 1982, at the age of 12, he shot his older brother in the shoulder for stealing his jewelry. Carter attended Eli Whitney High School in Brooklyn, along with future rapper AZ, until it was closed down. After that he attended George Westinghouse Career and Technical Education High School in downtown Brooklyn, with fellow future rappers The Notorious B.I.G. and Busta Rhymes, and Trenton Central High School in Trenton, New Jersey, but did not graduate. In his music he refers to having been involved in selling crack cocaine.",
    "reviews": [
      {
        "timestampMsec": "1359745190705",
        "starRating": "5",
        "title": "Awesome photos",
        "comment": "Great HD pics of Jaw Z",
        "commentId": "gp:AOqpTOHQL2RIHV112OAEnM_1YDF0izA53_70VCEQ44O6mcsM3vCe3p3JyZG06PTDZyVFrKzmcdAgN9_F0xTC0w",
        "author": "Muhammad Taufiq",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1359701578379",
        "starRating": "5",
        "title": "Very nice",
        "comment": "I\\'m a jay j fan and these wallpapers are perfect for my phone.",
        "commentId": "gp:AOqpTOGAZ_KzLuuIhwaoGNx779EEUlIZa5ChSPjKE9nhEsBCfvoja7TrC7cCpvmZB-L5ut_79BsLvsx0MyhDKQ",
        "author": "sony anroid",
        "authorURL": "http://lh6.googleusercontent.com/-t88HprWeUfs/AAAAAAAAAAI/AAAAAAAAABc/tKtB7fQozZ8/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/-t88HprWeUfs/AAAAAAAAAAI/AAAAAAAAABc/tKtB7fQozZ8/photo.jpg"
      },
      {
        "timestampMsec": "1359848308884",
        "starRating": "5",
        "title": "love it!",
        "comment": "oh I love Jay Z and totally love this app!",
        "commentId": "gp:AOqpTOFzdMxPMg4LfZL-5tdKDmfmMkVbBia2xTSEYUo59Jn6mEvLOQxDhXvxmwHhHQfICi432NXTY8nwu9Rgxg",
        "author": "Cherie Ann Oliver",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.SET_WALLPAPER",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "android.permission.READ_PHONE_STATE",
      "android.permission.VIBRATE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.READ_CONTACTS",
      "android.permission.SEND_SMS",
      "android.permission.GET_ACCOUNTS",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.READ_CALL_LOG"
    ]
  }
}
