{
  "title": "CRDN Mobile Application",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.crdn.android",
  "category": "Business",
  "price": "Free",
  "datePublished": "June 24, 2013",
  "version": "1.3",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "8",
  "rating": "4.0",
  "contentRating": "Everyone",
  "creator": "CRDN",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.crdn.android",
  "extendedInfo": {
    "installSize": "299k",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "As the global leader in insurance textile restoration, CRDN (Certified Restoration Drycleaning Network) provides highly professional garment and textile services that benefit those involved with a property claim resulting from fire, flood and other damage to a home. When disaster strikes, basic needs become a priority: food, shelter and clothing. CRDN works with insurance professionals, restoration contractors and homeowners to put the pieces back in place. Understanding that a family’s health and safety come first, CRDN brings the comfort of knowing that everything else can be replaced—or restored. More than a decade ago, CRDN created a new category of service provider. Today, CRDN continues striving to find better and more innovative ways to serve the needs of those responsible for helping homeowners in times of crisis. The CRDN mobile application enables adjusters, contractors and other claim professionals to quickly and efficiently submit immediate claim information to CRDN from anywhere there is mobile coverage. Registered clients of CRDN receive additional benefits, including the ability to review open claims with CRDN and to easily contact a CRDN local representative. From the moment we receive loss notification, you will notice a difference. CRDN responds around-the-clock and initiates action that demonstrates attention. We set the pace with our accessibility and manage expectations with our in-depth knowledge. CRDN’s on-site response team has developed the system that excels under extreme pressure. Honoring the priorities and sensitivities of everyone involved, we have proven it’s possible to perform to the complete satisfaction of the homeowner, the adjuster assigned to the claim, the insurance agent who owns the relationship, and the contractor charged with putting the home back together. With local operations that serve 46 U.S. states and all major population centers in Canada and the U.K., CRDN offers unmatched resources in the textile restoration industry and is proud to have achieved a leadership position as The Textile Experts. With the best people, processes and technology anywhere, we get it done right—on time and every time. But even more important than saving textiles, we salvage memories, we restore happiness, and we help those affected by the loss to resume everyday life, getting back to what truly matters. Respond. Our 24-hour response team operates with a sense of urgency…yours. Restore. Saving textiles. Salvaging memories. Resume. Returning you to what’s truly important in life. Respond. Restore. Resume. We deliver peace of mind and restore life’s irreplaceable treasures.",
    "reviews": [
      {
        "timestampMsec": "1335882190017",
        "starRating": "5",
        "title": "CRDN",
        "comment": "Best app ever!",
        "commentId": "lg:AOqpTOGA_9kWipSuNVeTgVFqyBM6NjgpMaazJOjpaQ8VS3awQK3faQZvC-jqvwaw_HAbJ49T1YQlFd2Dg76noA",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1335976296190",
        "starRating": "5",
        "title": "Great app!",
        "comment": "Love how adjusters can follow the claim.",
        "commentId": "lg:AOqpTOEZ9jB-50KQuValB7tBgEYIsQrU8SCQb3wFBbTqOenGNkgog__H4HMCBmqS-Xh6kHC1vPIssyU9rNnQMQ",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1335955695382",
        "starRating": "5",
        "title": "Great app",
        "comment": "Easy to use and quick.",
        "commentId": "lg:AOqpTOEzMElnh3nEKUVK4Z7Ox55JWEllbo5rgMbOZ5sPo_tWG6gFRLYySTDHCv0eRDCHQ5GOCyW06TwMWwRL_A",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1336093484086",
        "starRating": "5",
        "title": "Amazing",
        "comment": "Perfect for property adjusters anywhere who need help with textile restoration.",
        "commentId": "lg:AOqpTOHofw1OrTNGxeAu9b-avKqU5hreGyAggO4sDxx59GPFLbGS3qYAxkxg3M7CsHsjaCGkue8EOkVe4_QbTg",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1335884745467",
        "starRating": "5",
        "title": "Wow",
        "comment": "Amazing technology",
        "commentId": "lg:AOqpTOEVVwkS2OdO_Yknl6t3k7QXO-p1RXC6IfspBQznhQFzR4kI_PLNjknqo4LjKjvmPkmiRVeKxgr1pBl33A",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1335531607930",
        "starRating": "5",
        "title": "Amazing app",
        "comment": "Great info",
        "commentId": "lg:AOqpTOGuTtNehRoPaiX75_IHFu019L6VYPmC6Bcq1iNRtEYAGWNJMZg2uot3vljA_9Ma2VCBraM7X_8Il5ozug",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.ACCESS_NETWORK_STATE"
    ]
  }
}
