{
  "title": "Darth Vader Soundboard",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.coolringtonessoundboards.soundboard.darthvadersoundboard",
  "category": "Music & Audio",
  "price": "Free",
  "datePublished": "June 29, 2013",
  "version": "1.0.1",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "7",
  "rating": "3.7142856",
  "contentRating": "High Maturity",
  "creator": "Cool Ringtones Soundboards",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.coolringtonessoundboards.soundboard.darthvadersoundboard",
  "extendedInfo": {
    "installSize": "6.8M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "Darth Vader sounds and ringtonesApp FeaturesPress and hold a sound to set sounds as ringtones, notifications, and alarmsfunny sound clips from Darth Vader --This app is ad supported and may contain ads in the notification tray and/or home screen.This is an unofficial free fan app.Please rate this app 5 stars!--Any content not owned by this developer belongs to their respective owners. We are not affiliated with this company. We don't claim any ownership to the characters, images, or content in this app. We believe the images fall under fair use as they are reduced size and excerpted for informational purposes. If there is a copyright issue with content in this app, please contact us and we'll remove it.Darth Vader (born Anakin Skywalker) is the central character of the Star Wars saga, appearing as one of the main antagonists of the original trilogy and as one of the main protagonists of the prequel trilogy.The character was created by George Lucas and numerous actors have portrayed him. His appearances span all six Star Wars films, and he is an important character in the expanded universe of television series, video games, novels, literature and comic books. The films establish that he was originally a Jedi who was part depicted in the prophecy of being the Chosen One by restoring balance to the Force but fell to the dark side of the Force; he is also the father of both Luke Skywalker and Princess Leia, the two main protagonists of the original trilogy.While the first draft of The Star Wars includes a tall, grim general named \"Darth Vader\", the character came closer in line with his final depiction in the second revision. A character named \"Anikin Starkiller\" also appears in an early draft of Star Wars in a role similar to Luke Skywalker's, as the 16-year-old son of a respected warrior.Vader's mask was originally designed by Ralph McQuarrie as part of Vader's spacesuit and not intended to be part of the regular costume.Brian Muir sculpted Vader's costume based on McQuarrie's design.After the success of Star Wars, Lucas hired science fiction author Leigh Brackett to write Star Wars II with him.They held story conferences and, by late November 1977,Lucas had produced a handwritten treatment. The treatment is very similar to the final film, except that Vader does not reveal he is Luke's father. In the first draft that Brackett would write from this,Luke's father appears as a ghost to instruct Luke.Lucas was disappointed with the script, but Brackett died of cancer before he could discuss it with her. With no writer available,Lucas had to write the next draft himself. In this draft, he made use of a new plot twist: Vader claiming to be Luke's father.According to Lucas, he found this draft enjoyable to write, as opposed to the year-long struggles writing the first film.The new plot element of Luke's parentage had drastic effects on the series.Michael Kaminski argues in his book that it is unlikely that the plot point had ever seriously been considered or even conceived of before 1978, and that the first film was clearly operating under an alternate storyline where Vader was a separate character from Luke's father; there is not a single reference to this plot point before 1978 as Obi-Wan Kenobi referred Vader as \"Darth\" as if it is his true name rather than his Sith name. After writing the second and third drafts in which the point was introduced, Lucas reviewed the new backstory he had created: Anakin had been Obi-Wan's brilliant student and had a child named Luke, but was swayed to the dark side by Palpatine (a Sith and not a politician).Anakin battled Kenobi on the site of a volcano and was badly wounded, but was then reborn as Vader. Meanwhile,Kenobi hid Luke on Tatooine while the Galactic Republic became the tyrannical Galactic Empire and Vader systematically hunted down and killed the Jedi.This change in character would provide a springboard to the \"Tragedy of Darth Vader\" storyline that underlies the prequels.",
    "reviews": [
      {
        "documentVersion": "1.0.1",
        "timestampMsec": "1374121045539",
        "starRating": "5",
        "title": "amazing...",
        "comment": "this app deserves 10/ 10 rating...",
        "commentId": "gp:AOqpTOFy5t_azzymPbpbYFtJ3j3sRAOCxOUvI3goY9IfIOzJPlTIAsnDPMYjOX-OcugAUrbb-kRox4oQd-SyDA",
        "author": "Aftab Ahmed",
        "authorURL": "http://lh6.googleusercontent.com/-lhwNLfcsIoU/AAAAAAAAAAI/AAAAAAAAAAA/SQTRq6VbMF4/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/-lhwNLfcsIoU/AAAAAAAAAAI/AAAAAAAAAAA/SQTRq6VbMF4/photo.jpg"
      },
      {
        "timestampMsec": "1372594606716",
        "starRating": "5",
        "title": "Great",
        "comment": "Awesome quotes and awesome voice of James Earl Jones.",
        "commentId": "gp:AOqpTOElRphghXVA0UA9eDvhSR-1UtTgwUO8qZsSf0FIE2T7YU9HPdUWexy_u5v3ONKtTzhNdgnTRfv7XoBugQ",
        "author": "marco b",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1378651393799",
        "starRating": "1",
        "title": "Not very good",
        "comment": "Virus on this app. Thank god for Norton.",
        "commentId": "gp:AOqpTOFxW1-z4tbenEbaXnMxhCwI-ol_23-iegNUlL0USDu0A_cK3DjJl15xGRHNByFSwhPhkYLRmqVUfxYOPQ",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.GET_ACCOUNTS",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.WRITE_SETTINGS",
      "android.permission.MODIFY_AUDIO_SETTINGS",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
