{
  "title": "Mix and Match Food and Animals",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.coragames.mixer.sealife",
  "category": "Casual",
  "price": "Free",
  "datePublished": "April 28, 2013",
  "version": "1.1",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "3",
  "rating": "3.6666667",
  "contentRating": "Everyone",
  "creator": "CoRa  Games",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.coragames.mixer.sealife",
  "extendedInfo": {
    "installSize": "5.6M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "A great Mix & Match puzzle for kids and toddlers. Use the \"MIX\" Button in each scene and try to find the correct animals that fit the shapes on the bottom of the page! Fun for the kids is guaranteed! You can mix food (fast food and fruits as well as funny animals) and cute animals.You solve the puzzle by completing the four animals that fit the shapes at the bottom of the scene. Switch the scene from 2 to 3 pieces puzzles by using the button on the upper right corner. This app offers high-quality illustrations, funny effects and sounds!Features: - 4 different great themes with sea life animals, animals in the forest, from Africa and food in the kitchen- Mix & Match option for 2 or 3 pieces puzzles (switch the scene by clicking the button on the upper right corner) - The puzzles are randomized on each play - Cute and kid-friendly graphics and sounds - Pop the ballons game at the end of a successful game A great matching game and puzzle for toddlers! Kids will love this app!One scene with forest animals of Mit it! Puzzle is completely free, the other levels can be easily unlocked in-game.Three more scenes (Food, forest animals, african animals and food in the kitchen) can be unlocked in-game. A modern flip-book game app for kids combined with a shape matching puzzle!",
    "reviews": [
      {
        "timestampMsec": "1365111594772",
        "starRating": "1",
        "comment": "It dos not work",
        "commentId": "lg:AOqpTOHOLxKUxFWNBgt616bOR4W3ThXCXqcuG4NLMyFlP8x9F9np9FS7tYRC-DxGmxA6K57q7Z2nNyDzL_M-jg",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_EXTERNAL_STORAGE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.READ_PHONE_STATE",
      "com.android.vending.BILLING"
    ]
  }
}
