{
  "title": "Tong Hop Nhac Tre Moi & Hay!",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.coolvietapp.tonghopnhactrehaynhactremoinhatvietnamhanquocusuk3",
  "category": "Lifestyle",
  "price": "Free",
  "datePublished": "September 1, 2013",
  "version": "2",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "104",
  "rating": "4.326923",
  "contentRating": "Medium Maturity",
  "creator": "ApppreneurTeam",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.coolvietapp.tonghopnhactrehaynhactremoinhatvietnamhanquocusuk3",
  "extendedInfo": {
    "installSize": "8.2M",
    "downloadsCount": "10,000+",
    "downloadsCountText": "10,000 - 50,000",
    "description": "Bạn là một fan hâm mộ của Nhạc Trẻ Việt Nam Và Thế Giới?Bạn đã từng hào hứng và thích thú với âm thanh hào hứng, lãng mạn với giai điệu du dương của các ca sĩ và mê mẫn đầy sức hút với âm nhạc truyền thống pha 1 chút hiện đại hoặc đam mê với các dòng nhạc mạnh mẽ cuốn hút?Hay đơn giản bạn muốn cập nhật những ca khúc  mong chờ của các ca sĩ bạn yêu thích, hồi hộp với bảng xếp hạng âm nhạc của việt nam và thế giới?Phần mềm “Tong Hop Nhac Tre Moi & Hay!” chính là ứng dụng bạn không thể bỏ qua cho chiếc điện thoại di động của mình.Phần mềm trên điện thoại di động này sẽ mang đến cho bạn nhiều thông tin về “Tong Hop Nhac Tre Moi & Hay!” như•\tGiới Thiệu Ích Lợi Âm Nhạc1) Ích Lợi của Âm nhạc cho tâm hồn và sức khỏe2) Giới thiệu về nhạc trẻ Việt Nam•\tTổng Hợp Nhạc Trẻ Mới Hay Nhất Việt Nam1) HKT2) BB&BG3) Hồ Việt Trung4) The Men5) Hải Băng6) Mr.Siro7) Minh Vương M4U8) Noo Phước Thịnh9) Lương Bích Hữu10) Minh Hằng11) Đông Nhi12) Khắc Việt13) Bằng Cường14)Khánh Phương15) Phạm Trưởng•\tTổng Hợp Nhạc Trẻ Mới Hay Nhất US – UK1) Justin Bieber2) Adele3) Pink4) Calvin Harris5) Taylor Swift6) Pitpull7) Justin Timberlake8) Rihanna9) Nicki Minaj10) Maroon 511) Katy Perry12) Will i am13) Jennifer Lopez14) Bruno Mars 15) Christina Aguilera•\tGhi lại lịch chiếu MTV để không bỏ lỡ nhé các bạn!•\tNhạc Nước Ngoài Hay Nhất Trong Tuần1) Vevo Channel2) Top Song of the Week3) Top Song of the Month4) Billboard 1005) Vevo Hot This Week6) Psy7) MTV Nhạc Hàn8) MTV Korean Hot•\tNhạc Hàn Quốc Chọn Lọc Cực Đỉnh•\tNhạc Hoa mới và đặc biệt•\tTồng Hợp Nhạc Phim Mới Nhất•\tTổng Hợp Nhạc Vũ Trường - Nhạc Dance Sôi động•\tTrò Chơi Âm Nhạc1) Trò Chơi Âm Nhạc (Twister - Thanh Bạch)2) Giọng Hát Việt3) Vietnam Idol4) The Voice US5) The Voice UK6) American Idol7) X Factor8) American Got Talent9) Vietnam Got Talent10) Britain Got Talent•\tMV Việt với chất lượng cực tốt•\tFacebook và website về Âm NhạcBên cạnh đó, phần mềm sẽ mang đến cho bạn những điều bất ngờ khác bên trong như chơi xếp hình và tìm ô giống nhau với ca sĩ và nhóm nhạc  nổi tiếng , poster tuyệt đỉnh… Nhóm chúng tôi làm phần mềm này để giúp mọi người truy cập những thông tin về “Tong Hop Nhac Tre Moi & Hay!” nhanh chóng từ chiếc điện thoại của bạn.Đây là phần mềm hoàn toàn miễn phí. Nếu các bạn thích xin hãy giúp chúng tôi chia sẽ với bạn bè và vote cho chúng tôi.Chân thành cảm ơn các bạn,Phan Mem Dien Thoai Di Dong – Cool Viet App Team.Legal Disclaimer: Any content, including but not limited to, images, text, sound bytes, phrases, logos, names, titles, not owned by CoolVietApp belongs to their respected owners. We do not take credit nor claim to take credit for any of said content. Any content used is used at a fan-base stand point. We simply provide free positive advertising. If you for any reason own content produced by CoolVietApp and do not wish to receive, no-obligation, free advertising to your fans, contact us immediately with the proper documentation to prove the material is yours and we will remove it upon request. If you want specific credit like your name/website/business/etc to be advertised we will do that as well. There is no need to take legal action, we will respect the owners wishes, just contact us first. Any content used without permission does follow under sections 107 through 118 of the copyright law title 17, U. S. Code. FAIR USE section 107 document FL-102, however we respect our users and producers therefore we will remove it upon request like stated above. ALL CONTENT NOT OWNED BY CoolVietApp BELONGS TO THEIR RESPECTED OWNERS. SUPPORT THEM IN ANY WAY YOU CAN.  This application is NOT a officially licensed product  and no copyright or trademark infringement is intended. This applications is an unofficial fan based application.",
    "reviews": [
      {
        "timestampMsec": "1373172460851",
        "starRating": "5",
        "comment": "Good!",
        "commentId": "gp:AOqpTOFzpaeZHjdw3v4P9hxKaTTqTYshsUR_XS5GK7EHXhfeOEncXnxTTGTSxEgVMY2fwDoQceAICHudTtwY02I",
        "author": "Snow Rosa",
        "authorURL": "http://lh4.googleusercontent.com/-tODkx1oJzAY/AAAAAAAAAAI/AAAAAAAAABk/CMtmt_jaPQM/photo.jpg",
        "authorSecureURL": "https://lh4.googleusercontent.com/-tODkx1oJzAY/AAAAAAAAAAI/AAAAAAAAABk/CMtmt_jaPQM/photo.jpg"
      },
      {
        "timestampMsec": "1370580646334",
        "starRating": "5",
        "comment": "Good app",
        "commentId": "gp:AOqpTOHkx2YSXuNeV3-43LlAzpm-52YcfwF-rtz8xD6OMYx4_rgZtSnxTpygttMed5Ihq83St_SuwZKillDQtQk",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.RECORD_AUDIO",
      "android.permission.CAMERA",
      "android.permission.GET_ACCOUNTS",
      "com.coolvietapp.tonghopnhactrehaynhactremoinhatvietnamhanquocusuk3.permission.C2D_MESSAGE",
      "com.google.android.c2dm.permission.RECEIVE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
