{
  "title": "Miley Cyrus Wallpaper",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.coolwallpapers.wallpapermileycyrus",
  "category": "Media & Video",
  "price": "Free",
  "datePublished": "January 1, 2013",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "9",
  "rating": "4.7777777",
  "contentRating": "Medium Maturity",
  "creator": "Cool Wallpapers",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.coolwallpapers.wallpapermileycyrus",
  "extendedInfo": {
    "installSize": "1.8M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "The best Miley Cyrus HD high resolution Wallpapers for your Android phone available anywhere!Stunning dreamy wallpaper pics of  to deck out your Android phone! High resolution HD quality. Miley Ray Cyrus (born Destiny Hope Cyrus; November 23, 1992) is an American actress and singer-songwriter. She achieved wide fame for her role as Miley Stewart/Hannah Montana on the Disney Channel sitcom Hannah Montana (2006-2011).Cyrus recorded music for the soundtracks, Hannah Montana (2006) and Hannah Montana 2: Meet Miley Cyrus (2007), released by Walt Disney Records. With the success of the Hannah Montana franchise she established herself as a teen idol. In 2007, Cyrus signed to Hollywood Records to pursue a solo career. She embarked upon the Best of Both Worlds Tour the same year, in which she performed as both herself and in character as Hannah Montana. The tour was eventually turned into a high-grossing concert film titled Hannah Montana & Miley Cyrus: Best of Both Worlds Concert (2008). In July 2008, Cyrus released her first solo album, Breakout (2008), which was commercially successful.She began her foray into film by providing the voice of Penny in the animated film Bolt (2008). Cyrus earned a nomination for the Golden Globe Award for Best Original Song for her performance of Bolt's theme song, \"I Thought I Lost You\". She also reprised her role as Miley Stewart/Hannah Montana in Hannah Montana: The Movie (2009). The Hannah Montana: The Movie' soundtrack introduced her to new audiences within country and adult contemporary markets.She began to cultivate an adult image in 2009 with the release of The Time of Our Lives (2009), an extended play which presented a more mainstream pop sound, and by filming The Last Song (2010), a coming-of-age drama film. The former included Cyrus's best-selling single, \"Party in the U.S.A.\" (2009). A studio album titled Can't Be Tamed was released in 2010 and presents a new dance-pop sound. The music video and lyrics of the album's lead single, \"Can't Be Tamed\", portrays a more sexualized image for the entertainer. Cyrus ranked number thirteen on Forbes' 2010 Celebrity 100.[3] For the 2011 Guinness World Records, she was named the “Most Charted Teenager” following her 29th US Billboard Hot 100 chart entry on November 7, 2009 with “Party in the USA”. Hannah Montana, So Undercover, LOL: Laughing Out Loud, The Last Song.  Friends with Justin Bieber, Demi Lovato, Miley Cyrus, Taylor Swift, Vanessa Hudgens, Justin Beeber, Katy Perry, Rihanna, Ashley Tisdale, Britney Spears, Lindsay Lohan, Joe Jonas, Taylor Lautner, Nick Jonas, Lady Gaga, Kim Kardashian, Victoria Justice, Robert Pattinson, Kristen Stewart, Twilight, Harry Potter, Emma Watson, One Direction, The Wanted, Beyonce, Olsen Twins, Mila Kunis, Ashton Kutcher, Carly Rae Jepsen, Austin Mahone, Liam Hemsworth. Siblings: Christopher Cody (older paternal half-brother), Trace Cyrus (older maternal half-brother), Brandi Cyrus (older maternal half-sister), Braison Cyrus (younger brother), and Noah Lindsey Cyrus (younger sister).This free app is ad supported and may contain ads in the notification tray and/or home screen.Please rate this app 5 stars!fondos de Pantalla, imagines de Pantalla y wallpaper",
    "reviews": [
      {
        "timestampMsec": "1358221490280",
        "starRating": "5",
        "title": "good quality",
        "comment": "best picture selection and quality, my friends will surely download it as well on their devices ^_^",
        "commentId": "gp:AOqpTOG4Q5Ay4c-raFZy3P90IyVWkwL3---J8xAwM3I4goaiAWIDr2eFpGNVs4qLhv5BkXtZGeO7etN2-iVMCQ",
        "author": "ruby ann Potestad",
        "authorURL": "http://lh5.googleusercontent.com/-GNPq5tmn8Dw/AAAAAAAAAAI/AAAAAAAAAGM/gEvEhgog_ss/photo.jpg",
        "authorSecureURL": "https://lh5.googleusercontent.com/-GNPq5tmn8Dw/AAAAAAAAAAI/AAAAAAAAAGM/gEvEhgog_ss/photo.jpg"
      },
      {
        "timestampMsec": "1358843626332",
        "starRating": "5",
        "title": "nice!",
        "comment": "She always looks better with her hair long and down. Great pics, great app! :)",
        "commentId": "gp:AOqpTOHihrVrKVti--xPxAfxdTr4cuYBvVjB66av-TOawtMgrkKz8cNfeVTzYMKxDdJ1aib8ZxKZs0HFyXJlew",
        "author": "Cherie Ann Oliver",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.SET_WALLPAPER",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "android.permission.READ_PHONE_STATE",
      "android.permission.VIBRATE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.READ_CONTACTS",
      "android.permission.SEND_SMS",
      "android.permission.GET_ACCOUNTS",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.READ_CALL_LOG"
    ]
  }
}
