{
  "title": "Big Sean Wallpaper",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.courageouscanary.wallpaperbigsean",
  "category": "Media & Video",
  "price": "Free",
  "datePublished": "February 5, 2013",
  "version": "1",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "6",
  "rating": "5.0",
  "contentRating": "High Maturity",
  "creator": "Courageous Canary",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.courageouscanary.wallpaperbigsean",
  "extendedInfo": {
    "installSize": "1.6M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "Big Sean wallpapers and photos.  Stunning pics high resolution HD quality. Set pictures as wallpaper and share with your friends via SMS!This is an unofficial free fan app. Any content not owned by this developer belongs to their respective owners. If there is an issue with this app contact us via the email address and we will remove it.Please rate this app 5 stars! This free fan app is ad supported and may contain ads in the notification tray and/or home screen. Big Sean fondos de Pantalla, imagines de Pantalla y wallpaper.Sean Michael Anderson was born in Santa Monica, California, and he moved at two months old to west Detroit (6 Mile and Wyoming), where he was raised by his mother and grandmother. He attended Detroit Waldorf School and graduated from Cass Technical High School with a 3.7 GPA. Big Sean is often heard saying \"west side\" in his songs; he is referring to the west side of his hometown Detroit, Michigan. In his later years in high school, Sean gained a valuable relationship with Detroit hip-hop station WHTD; he would show his rhyming skills on a weekly basis as part of a rap battle contest held by the station. In 2005, Kanye West was doing a radio interview at 102.7 FM. Hearing about this, Sean headed over to the station to meet West and perform some freestyle. Initially Kanye was reluctant to hear the emcee, however he gave Sean 16 bars to rap for him. According to Big Sean, Kanye enjoyed his freestyle: \"As we get to the entrance of the radio station ... we stopped in the middle of the doorway. He starts looking at me and bobbing his head,\". After the freestyle, Sean left Kanye his demo tape. Two years later, West signed Big Sean to GOOD Music.On September 30, 2007, Big Sean released his first official mixtape Finally Famous: The Mixtape. His hit single, \"Get'cha Some\", produced by WrighTrax, attained media attention and led to articles in The Source and the Detroit Metro Times. He also recorded a music video for \"Get'cha Some\", which was directed by Hype Williams. Sean released a second mixtape hosted by Mick Boogie on April 16, 2009, called UKNOWBIGSEAN. It featured the songs \"Million Dollars\", \"Get'cha Some\" and \"Supa Dupa\". This mixtape includes 30 tracks. Sean released a third mixtape hosted by Don Cannon on August 31, 2010 called Finally Famous Vol. 3: BIG. Features include Bun B, Chip tha Ripper, Curren$y, SAYITAINTTONE, Tyga, Drake, Mike Posner, Suai, Chuck Inglish, Asher Roth, Dom Kennedy, Boldy James, and Chiddy Bang. The mixtape includes 20 tracks.An unauthorized leak of his collaboration with Drake, called \"Made\" made its way onto the internet on April 30, 2010. In an interview with TheHipHopUpdate.com on May 1, Big Sean expressed his disappointment over the leak, calling it an unfinished version both musically and verse wise. Big Sean's official Facebook page confirmed that his debut album Finally Famous & Consequence's Cons TV would be released on September 14, 2010. On August 31, Big Sean tweeted that the album was not coming out on that day, but it would be coming out sometime in 2011. Further collaborations with Kanye West, Mike Posner, Wiz Khalifa may be imminent.In an interview on Conspiracy Worldwide Radio, Sean discussed the role Kanye West and No I.D. have had in his first studio album's sonic direction as well as the challenges of being inside the studio with West. The album's lead single, \"My Last\", features vocals from Chris Brown and was produced by No I.D. According to Amazon.com, Big Sean's Finally Famous was delayed, with a tentative release date set for June 28. Big Sean has revealed the cover art for his G.O.O.D. Music debut and explained that the one-week pushback was to be blamed on sample and feature clearance issues. The official tracklist revealed on June 7 with appearances by Currensy, Chris Brown, Tyga, and vocals by Meek Mill, Pusha T. Finally Famous was released June 28, 2011, and spawned three hit singles; \"My Last\", \"Marvin & Chardonnay\" and \"Dance (A$$)\".",
    "reviews": [
      {
        "timestampMsec": "1359638207820",
        "starRating": "5",
        "title": "nice",
        "comment": "a very nice creation indeed...superb!",
        "commentId": "gp:AOqpTOGwify1TEW3_DNiofTNeIRbIWC1wE69h1rnLzdwYWhsql4H60fG2JxmsB_rTkxq9vA6nkki-HoOY8ogJZY",
        "author": "Cherie Ann Oliver",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1359681998905",
        "starRating": "5",
        "title": "Great quality",
        "comment": "Really love these pictures. Great quality.",
        "commentId": "gp:AOqpTOGRF9zPoLgyNQZB4hlGyVi3aRvuwdr_nFbNGzV7W3_CJNaBQ2nazZ77LpYx_nhkArgAI1-QrFuG0F-mBYY",
        "author": "sony anroid",
        "authorURL": "http://lh6.googleusercontent.com/-t88HprWeUfs/AAAAAAAAAAI/AAAAAAAAABc/tKtB7fQozZ8/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/-t88HprWeUfs/AAAAAAAAAAI/AAAAAAAAABc/tKtB7fQozZ8/photo.jpg"
      },
      {
        "timestampMsec": "1359607907425",
        "starRating": "5",
        "title": "The best wallpapers",
        "comment": "Great pics of big sean",
        "commentId": "gp:AOqpTOFr80TctxW90ujnaSo2cxFj_GaVoci9Qf1H-DNJu9kfkGAUpyeHipkkblq7W2Qw2S42pDwgOCW6HDDpkO0",
        "author": "kavin stewart",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.SET_WALLPAPER",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "android.permission.READ_PHONE_STATE",
      "android.permission.VIBRATE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.READ_CONTACTS",
      "android.permission.SEND_SMS",
      "android.permission.GET_ACCOUNTS",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.READ_CALL_LOG"
    ]
  }
}
