{
  "title": "Forrest Gump Soundboard",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.coolringtonessoundboards.soundboard.forrestgumpsoundboard",
  "category": "Music & Audio",
  "price": "Free",
  "datePublished": "June 29, 2013",
  "version": "1.0.1",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "5",
  "rating": "4.2",
  "contentRating": "High Maturity",
  "creator": "Cool Ringtones Soundboards",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.coolringtonessoundboards.soundboard.forrestgumpsoundboard",
  "extendedInfo": {
    "installSize": "7.8M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "Forrest Gump sounds and ringtonesApp FeaturesPress and hold a sound to set sounds as ringtones, notifications, and alarmsfunny sound clips from Forrest Gump--This app is ad supported and may contain ads in the notification tray and/or home screen.This is an unofficial free fan app.Please rate this app 5 stars!--Any content not owned by this developer belongs to their respective owners. We are not affiliated with this company. We don't claim any ownership to the characters, images, or content in this app. We believe the images fall under fair use as they are reduced size and excerpted for informational purposes. If there is a copyright issue with content in this app, please contact us and we'll remove it.Forrest Gump is a 1994 American epic romantic comedy-drama film based on the 1986 novel of the same name by Winston Groom. The film was directed by Robert Zemeckis and starred Tom Hanks, Robin Wright, Gary Sinise and Sally Field. The story depicts several decades in the life of Forrest Gump, a naïve and slow-witted yet athletically prodigious native of Alabama who witnesses, and in some cases influences, some of the defining events of the latter half of the 20th century in the United States; more specifically, the period between Forrest's birth in 1944 and 1982.The film differs substantially from Winston Groom's novel on which it is based, including Gump's personality and several events that were depicted. Filming took place in late 1993, mainly in Georgia, North Carolina, and South Carolina. Extensive visual effects were used to incorporate the protagonist into archived footage and to develop other scenes. A comprehensive soundtrack was featured in the film, using music intended to pinpoint specific time periods portrayed on screen. Its commercial release made it a top-selling soundtrack, selling over twelve million copies worldwide.Released in the United States on July 6, 1994, Forrest Gump was well received by critics and became a commercial success as the top grossing film in North America released that year, being the first major success for Paramount Pictures since the studio's sale to Viacom earlier in the year. The film earned over $677 million worldwide during its theatrical run. The film won the Academy Awards for Best Picture, Best Director for Robert Zemeckis, Best Actor for Tom Hanks, Best Adapted Screenplay, Best Visual Effects and Best Film Editing. It also garnered multiple other awards and nominations, including Golden Globe Awards, People's Choice Awards and Young Artist Awards, among others. Since the film's release, varying interpretations have been made of the film's protagonist and its political symbolism. In 1996, a themed restaurant, Bubba Gump Shrimp Company, opened based on the film, and has since expanded to multiple locations worldwide. The scene of Gump running across the country is often referred to when real-life people attempt the feat. In 2011, the Library of Congress selected Forrest Gump for preservation in the United States National Film Registry as being \"culturally, historically, or aesthetically significant\".While waiting at a bus stop, Forrest Gump (Tom Hanks) begins telling his life story to various strangers sitting near him on the bench. His story begins with the leg braces he had to wear as a child, which resulted in him being bullied by other children. He lives with his mother (Sally Field), who tells him that \"stupid is as stupid does.\" His mother runs a rooming house and Forrest teaches one of their guests, a young Elvis Presley, a hip-swinging dance. On a bus for his first day of school, Forrest meets Jenny (Robin Wright), with whom he immediately falls in love, and they become best friends. One day, while fleeing from some bullies, Forrest's leg braces break apart and fall away and he discovers that he can run very fast which, despite his below-average intelligence, earns him a scholarship to the University of Alabama from Bear Bryant.",
    "reviews": [
      {
        "documentVersion": "1.0.1",
        "timestampMsec": "1374122196602",
        "starRating": "5",
        "title": "awesome app...",
        "comment": "wonderful n high quality sounds..thumbs up",
        "commentId": "gp:AOqpTOFFp3XacYXanL5xkzWcKbLg0QLRkrWTSkpb1B_-UPEUwuoBL8WbBk_T6P_XlR7n9vQAObRHMuQk9oJ_K3Q",
        "author": "Aftab Ahmed",
        "authorURL": "http://lh6.googleusercontent.com/-lhwNLfcsIoU/AAAAAAAAAAI/AAAAAAAAAAA/SQTRq6VbMF4/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/-lhwNLfcsIoU/AAAAAAAAAAI/AAAAAAAAAAA/SQTRq6VbMF4/photo.jpg"
      },
      {
        "documentVersion": "1.0.1",
        "timestampMsec": "1377723202537",
        "starRating": "5",
        "title": "Great",
        "comment": "Awesome",
        "commentId": "gp:AOqpTOHZDu4-OZhdS-XS1UUlRJHeJ8w-j1VCCDd8gJSe9jHZepcCGDKVoRGgyiQEqOxuqR7Ol0C3ogPHGssUvU4",
        "author": "Bella Vega",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1372595407539",
        "starRating": "5",
        "title": "Run forest ruuun",
        "comment": "Awesome",
        "commentId": "gp:AOqpTOFg9eg_3yC2Qrn3peIeU7Nrt4FYQmXT9HLEfYnYDRmI62cdjMosHC641WHqvieN4aJT7hKs46gBR7mB5gU",
        "author": "marco b",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1373475851506",
        "starRating": "1",
        "comment": "Spam or malware low risk",
        "commentId": "gp:AOqpTOEr-6u9wGiE_rjqCpo88wkhJjqRoESOfeq0bOoz0ndb84kh-B2OdUOLMSiftQGazCvVrqnKihruJ-PwQHA",
        "author": "Rikki Vallee",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.GET_ACCOUNTS",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.WRITE_SETTINGS",
      "android.permission.MODIFY_AUDIO_SETTINGS",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
