{
  "title": "Stewart Property Profiles",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.corelogic.mobile.phones.android.stewart.freelite",
  "category": "Finance",
  "price": "Free",
  "datePublished": "August 20, 2013",
  "version": "1.1",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "PropertyInfo Corp.",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.corelogic.mobile.phones.android.stewart.freelite",
  "extendedInfo": {
    "installSize": "291k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Your business isn’t behind your desk. It’s on the go in your market. It’s constantly on the move as you go from location to location, showing to showing. Property Profiles helps keep you and your listings moving by providing you with the most up-to-date property information when and where you need it. Property Profiles is your free mobile access to local real property data. Now you can easily find information on ownership and property characteristics while you're out serving clients in your market. Property Profiles enables you to look up any residential parcel in Idaho, Kansas, Kentucky, Michigan, Minnesota, Montana, North Dakota, Nebraska, Nevada, South Dakota, Tennessee, Washington and Wyoming.With Property Profiles you can:•\tSearch with only a street address and zip code•\tResearch property characteristics, ownership and legal description•\tEmail reports to yourself and your clients•\tBookmark searches for quick referenceSo now it’s easy to get the property info you need exactly when you need it with this easy-to use app.Notes: >This App will return searches for properties located in the listed states, only. For searches in other states, please refer to other apps by this Company. >Once you have downloaded the App, to obtain your login credentials, simply contact Customer Support using the contact information located in the App. >This App contains the following disclaimer, which you will be required to accept prior to using the App: The Property Profile reports are provided \"as is\", without warranty of any kind, either express or implied, including without limitations any warrantees of merchantability or fitness for a particular purpose. There is no representation or warranty that the information is complete or free from error, or meets your needs and PropertyInfo does not assume, and expressly disclaims, any liability to any person or entity for loss or damage caused by errors or omissions in the Property Profile reports.  PropertyInfo reminds you that you have the right as a consumer to compare fees and service levels for Title, Escrow, and all other services associated with property ownership, and to select providers accordingly.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
