{
  "title": "My ToDo List (Free Version)",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.crazelle.app.todo.free",
  "category": "Productivity",
  "price": "Free",
  "datePublished": "July 19, 2013",
  "version": "6.5",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "11",
  "rating": "3.909091",
  "contentRating": "Everyone",
  "creator": "Crazelle Solutions",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.crazelle.app.todo.free",
  "extendedInfo": {
    "installSize": "255k",
    "downloadsCount": "5,000+",
    "downloadsCountText": "5,000 - 10,000",
    "description": "My ToDo List is an intuitive application that allows you to capture and organize your tasks. The main screen gives you a note pad look-and-feel, allowing you to view selected categories, or sort the tasks by title, due date, start date or priority.Key Features:- Allows you to categorize tasks.- Personalize the category list to satisfy your preferences (paid version only).- Personalize the date/ time formats and reminder alarms.- Allows you to set reminders that are displayed in the notifications bar based on the task due date and time entered.- Provides filtering capabilities to display tasks from a selected category.- Has the ability to order tasks by title, start date, due date or priority.- Has the ability to convert spoken notes into text for easy retrieval.- Search your to-do list by either typing, or speaking to your device.- Share notes at the touch of a button using your favorite electronic method (e-mail, twitter, facebook,..etc)installed on your device.This can be your new personal assistant. If you liked the Palm memo and task functionality, you will like My ToDo List.My ToDo List can be your new personal assistant. It can be easily personalized.",
    "reviews": [
      {
        "timestampMsec": "1361359236699",
        "starRating": "3",
        "title": "Okay but not like iphone reminder",
        "comment": "Looking for iphone like reminder. The simple list like our school note book. Adds tasks based on the date of data entry and pushes the unfinished ones to top.  The finished tick marked  tasks are moved to a different list for future reference if needed.  My sg3 has calendar and s note but both are time consuming.  Been looking for a simple but intuitive to do list in Android world but cannot find.   This app is also an also ran. To add one has to press top left. American date format only",
        "commentId": "gp:AOqpTOE_ckjAGIF_uSeIvxObD100tKzGj60tYn1ozASuH-zxVjodljiJSB9TB8HdCeQWGuOUjFm8i3wcQ9fuhLY",
        "author": "Jayakrishnan B",
        "authorURL": "http://lh5.googleusercontent.com/-2y236zq2878/AAAAAAAAAAI/AAAAAAAAAAA/uG9Gvkurfw4/photo.jpg",
        "authorSecureURL": "https://lh5.googleusercontent.com/-2y236zq2878/AAAAAAAAAAI/AAAAAAAAAAA/uG9Gvkurfw4/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.INTERNET",
      "android.permission.RECEIVE_BOOT_COMPLETED"
    ]
  }
}
