{
  "title": "iLiufa S8",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.doorian.android.iliufa",
  "category": "Lifestyle",
  "price": "Free",
  "datePublished": "February 2, 2012",
  "version": "1.1.1",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "8",
  "rating": "3.125",
  "contentRating": "Low Maturity",
  "creator": "Benny Khoo",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.doorian.android.iliufa",
  "extendedInfo": {
    "installSize": "824k",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "iLiuFa S8 is to offer a time tested simplified practical approach to Feng Shui analysis. While it is not intended to make users a Feng Shui master, its very intention is to put a tool into the hands of user for them to most importantly avoid calamity. With iLiuFa S8 app, you can now evaluate any sites, houses, buildings or properties in conformance to LiuFa Feng Shui's principles at the convenience of your idevices. iLiuFa S8 app was drawn from inspiration to spread the practical usage of LiuFa (六法). There are many different methods of Feng Shui interpretation today giving birth to multitudes of differing methods that claims to be the authentic Feng Shui interpretation. Many of these are also used concurrently with divinity methods like astrology and birth analysis to complicate it further. It is even more perplexing when spiritual or religious are added into its concepts turning Feng Shui into such a misunderstood subject filled with a lot of pseudo methods. LiuFa (六法) however stood by a time tested practical approach to Feng Shui. Today it stood as the most scientifically challenged method of all Feng Shui methodology. To a LiuFa practitioner, it is only a resounding yes or a firm no in its approach. There is never a need for other supplementary method of Feng Shui to be used, as LiuFa is a method that is whole and complete by itself. It is such that LiuFa is able to withstand today’s challenges on its own merits against the combination of all others known Feng Shui methods like FeiXing (飞星) and its variants, DaGua (大卦) and its variants, BaZhai (八宅) and its variants and multitudes of others.iLiufa S8 provides location-based Feng Shui application on the site survey allowing instant Feng Shui evaluation on the satellite map: - > Ability to overlay iLiuFa Feng Shui compass on to any features on the satellite maps such as building and house and be able to study for conformance to iLiuFa S8. > Sectors in Feng Shui compass overlay provide tool-tip interaction for easy reference based on the LiuFa classical Feng Shui methodology, enabling you to perform risks analysis for every site under influence quickly. > Search the map by address and be able to survey any places in the world for Feng Shui conformance. > Complete with features to manage and book-keep your previously surveyed sites in “My Places”. You may add notes, comments to record your observation for later reference and retrieval. > Articles offerings by our Feng Shui’s expert consultant at website www.iliufa.com about applications of iLiuFa.",
    "reviews": [
      {
        "documentVersion": "1.1.1",
        "timestampMsec": "1347843471363",
        "starRating": "1",
        "title": "CRASH!",
        "comment": "App crashes every time I try to \\\"Add\\\"/drop a pin on the map & save it. Useless.",
        "commentId": "lg:AOqpTOHEZZbXL-XiOsXtmsfdbITpBHUjk1w5BJLkevTQ5xg169jHACC6gkrcj7mo3eIir2J3kQWRogRSiKGK0HM",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1358722491637",
        "starRating": "1",
        "comment": "It always crashes",
        "commentId": "gp:AOqpTOHfEaE1f-Imju9GDCk7wGKIdZO7u_Qjqz-pcu0Zzd0FlBrfd8wdpCMfJZ3aLI0ob0mpai-JMXhxHaeikPo",
        "author": "jimmy Tan",
        "authorURL": "http://lh5.googleusercontent.com/-GUhJx4xMKZQ/AAAAAAAAAAI/AAAAAAAAADY/zOjBqSWCR9s/photo.jpg",
        "authorSecureURL": "https://lh5.googleusercontent.com/-GUhJx4xMKZQ/AAAAAAAAAAI/AAAAAAAAADY/zOjBqSWCR9s/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_COARSE_LOCATION"
    ]
  }
}
