{
  "title": "FOUR score",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.drchernj.four",
  "category": "Medical",
  "price": "Free",
  "datePublished": "September 18, 2012",
  "version": "1.2",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "36",
  "rating": "4.75",
  "contentRating": "Everyone",
  "creator": "Chernyshkov Evgeny",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.drchernj.four",
  "extendedInfo": {
    "installSize": "274k",
    "downloadsCount": "5,000+",
    "downloadsCountText": "5,000 - 10,000",
    "description": "While the Glasgow Coma Scale (GCS) has been the gold standard to grade coma, it is limited by its inability to assess the verbal score in intubated patients and test brainstem reflexes.The Full Outline of Unresponsiveness (FOUR) score has some advantages to the GCS as it provides greater neurological detail, recognizes a locked-in syndrome, and is superior due to the availability of brainstem reflexes, breathing patterns, and the ability to recognize different stages of herniation. The FOUR score may also provide additional prognostic information in patients with low GCS scores. The probability of in-hospital mortality is higher for the lowest total FOUR score compared with the lowest total GCS score.The FOUR Score has 4 components with “4” as a maximal score for each item. The individual components are eye responses (eye opening and eye tracking), motor responses (responses to pain and following simple hand commands), brainstem reflexes (pupil, cornea, and cough reflexes), and respiration (breathing rhythm and respiratory drive in ventilated patients).The scale was developed in Mayo Clinic and presented by Wijdicks et al. in 2005. Numerous studies have validated the FOUR score in the Neurointensive Care Unit.The FOUR Score is a further improvement on previous scales for classifying and communicating impaired consciousness.The proper support for devices with different screen sizes (including tablet PC) has been done.The application is available in the following languages:- English- Russian.Any suggestions, inquiries, and requests for adding other languages are welcomed by e-mail to drchernj@gmail.com with the \"Android-FOUR\" mark in the subject line. Please, help us to make the application available in your own language.Keywords: FOUR score, assessment of consciousness, neurology, critical care medicine, anesthesiology, pediatrics, drug and alcohol abuse, toxicology, diagnosis, calculator, modified Glasgow Coma Scale",
    "reviews": [
      {
        "timestampMsec": "1358336130966",
        "starRating": "5",
        "title": "Four score",
        "comment": "Awesomeness at it\\'s best!deserves the high score!",
        "commentId": "gp:AOqpTOH3FH5SwNEG-C4yKt-BjSWPdIJfNfC9Q8rFGhOgBAuoJxmHyodQp2Sa5bOj7BKONc5Jnlfwc6zH3TaY5A",
        "author": "salman sheikh mohammed",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1348779191361",
        "starRating": "5",
        "title": "well done!",
        "comment": "The scale is reliable. Every ICU doctor must have!",
        "commentId": "lg:AOqpTOGCGUfIYvsRR3HiYTap6_gjT12Jl73VQKH_3qNj5OGp4cQpebXOILUd9xQ-cslhdjP2Htd2e31yzodZpw",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [

    ]
  }
}
