{
  "title": "FUNKY UNKO POIPOI",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.doppelgg.android.poo",
  "category": "Arcade & Action",
  "price": "Free",
  "datePublished": "August 24, 2012",
  "version": "1.21",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "45",
  "rating": "3.8222222",
  "contentRating": "Everyone",
  "creator": "Doppelganger Inc.",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.doppelgg.android.poo",
  "extendedInfo": {
    "installSize": "8.1M",
    "downloadsCount": "10,000+",
    "downloadsCountText": "10,000 - 50,000",
    "description": "Feces flies! Feces burns!! Feces explodes!!! It is certain that foolishness is NO.1!! The 3rd step of the explosion system game which was high as for evaluation in funky series! The first formal shooting action game in funky series. the funky series with the echo of \"it is \"foolish\" and pleasant\" and \"being able to laugh\" sends impression a thrill to you also into killing time -- * [The easy way of playing] This game is a game which defeats the enemy who throws and attacks the feces in this side. * Automatic save functional loading [1] Flip aiming at the [feces] in the lower part to an enemy. It can push down, if [feces] faces up to an enemy. * Feces will become large if the button under [feces] is hit repeatedly!! [2] If an enemy is beaten, an item may appear. [3] If [feces] is hit to an item, it can GET. The item which GET(ed) is located in a line with screen right-hand side. * An item is automatically used in an order from the bottom. If it hits repeatedly in an item!? [4] It will become a field clearance if all enemies are beaten. * It will become game over if an enemy approaches most this side. * Let's aim at a game clearance, making full use of * item!! ** Everyone was waiting! Everybody was wishing!! The invigoration of throwing the [feces] which cannot be tasted if actual is Coco!! It is a foppish and pop coin pusher game which full fusion of a board game, a shooting game, and an action puzzle and a role playing game (RPG) is carried out, and a woman can also enjoy to an extremely popular medal game. The realistic motion by physical operation is [ no one but / Doppelganger Inc. ]!! [UNKO POIPOI| FUNKY UNKO POIPOI] recommended point!! 1. It is invigorating anyhow!! 2. Shooting Game of New Form!! 3. Pleasantness in which Feces Scatters!! 4. Intuitive Operativity!! 5. New Discovery by Continuous Hits!!",
    "reviews": [
      {
        "timestampMsec": "1343532607022",
        "starRating": "5",
        "title": "Funky game",
        "comment": "Poop throwing action at it\\'s finest.",
        "commentId": "lg:AOqpTOGmALzbhq_zH-tcpkTi8RU2ejh2n58zk8EJyj4VJ_MBPVo3Qtz435zZNNFUMEXMFBF46FRGHtUbB3m21V4",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_WIFI_STATE"
    ]
  }
}
