{
  "title": "Running Record Toolbox",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.doodlesmithink.rrtoolbox",
  "category": "Education",
  "price": "$0.99",
  "datePublished": "July 2, 2013",
  "version": "1.0",
  "operatingSystems": "2.3 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "Doodle Smith Ink",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.doodlesmithink.rrtoolbox",
  "extendedInfo": {
    "installSize": "6.1M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Children do so many things as they are learning how to read. It's our job to record those many things and use that information wisely to help guide our reading instruction. Let the Running Record Toolbox help you!  It has all the tools you'll need to assist you in making well-informed decisions about each of your students as individual readers.  Are they reading with appropriate accuracy?  Are they making too many errors?  Are they self-monitoring and making corrections?  Our running record calculator will help you take the guesswork out of these questions. Simply punch in how many total words, errors and self-corrections your student made and press CALCULATE.  An accuracy percent, error ratio and self-correction ratio will be instantly displayed!  Let the app do all the pesky math for you!  You've got enough on your mind already with all of those hard to remember recording conventions (symbols). Use our symbol cheat sheet to remind yourself how to record exactly what each of your readers is doing!  We've included the marking conventions for all of the most common reader behaviors that you may need to record. Using the correct symbols will help you and future teachers read the running record without any problems. We've also included a WPM stopwatch and calculator for those of you that like to keep an eye on their fluency rate. It may be worth noting how long it's taking your students to read a certain sample. After timing your student just enter how many words they read and let our calculator tell you how many words they are reading per minute!  This information can be helpful to you as you continue pressing forward with your reading instruction. Finally, we've included an accuracy percentage table. This reference will help you decide if the chosen book was just right, too easy or too hard.  Compare the student's accuracy percentage with this table to help you decide what level book to choose next time. The last thing we want is to waste time trying to make progress on an inappropriate reading level.The Running Record Toolbox can give you all of the information you need to take your reading instruction to the next level!",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.READ_PHONE_STATE",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.ACCESS_NETWORK_STATE"
    ]
  }
}
