{
  "title": "Win A Spin",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.doodlesmithink.winaspin",
  "category": "Education",
  "price": "$0.99",
  "datePublished": "January 21, 2013",
  "version": "1.0",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "Doodle Smith Ink",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.doodlesmithink.winaspin",
  "extendedInfo": {
    "installSize": "6.6M",
    "downloadsCount": "50+",
    "downloadsCountText": "50 - 100",
    "description": "From the creators of TeacherTipster.com comes  “Win-a-Spin” -  a colorful, exciting and easy to use app that will keep your kiddos motivated to behave day-in and day-out!This behavior game is simple enough:•\tPersonalize your wheel by entering up to six unique prizes.  (special snack, extra computer time, sticker, cool pencil, free recess, lunch with the teacher,  etc.)  Type in anything you’d like!  These are the prizes that will show up on your spinner.  Setting up your wheel is a snap.  And feel free to change out your prizes anytime you’d like.  You control what is revealed.•\tExplain how the game works to your class.  Help them understand that they can “Win-a-Spin” by showing strong and positive behavior or completing a tricky task. •\tIMPORTANT – Do not choose your winner right away!  Too many teachers are reactive when they reward students.  Use this tool in a proactive way!  Hold this “carrot” in front of the kiddos to motivate them to behave over a period of time.  Remind the kids throughout that time span that “you are looking” for someone to “Win-a-Spin.” Also, take this chance to explain what kinds of specific behaviors you’ll be watching for.  Kindness, self-control, responsibility, hard work and determination are just a few of the skills that you might encourage.•\tNow you can choose your winner!  Allow them to come up and spin the wheel of prizes.  (Simply swipe the wheel with your finger to spin.)  Round and round it goes!  Where it stops?  Nobody Knows!•\tThe kids will giggle with anticipation as you wait to see where the pointer lands.  It will be one of the six prizes that you entered earlier.  Reward the winner for their strong behavior.  And remind the class WHY your winner was chosen.  This step is important!  Be explicit with your praise.  Use this time to not only praise your winner, but also to teach the others about strong social emotional skills.  The other students will hear this and be eager to exhibit those same behaviors in the future.  They want to please you! •\tUse the “Win-a-Spin” app again and again.  If used properly, this tool will motivate your students to behave in class and at home.  •\tNote – You can play “Win-a-Spin” with a full class, small group or even individual students.  This behavior management tool is also a great option parents.  Feel free to explain how this app works to the parents of students in your classroom.  They may be more likely to behave for you if their parents have promised them a spin when they bring home a good report from school.  A master teacher is one who understands how to motivate their students.  “Win-a-Spin” will do just that for your kiddos.  “Win-a-Spin” makes classroom management fun for the students and the teacher.  Add this app to your teaching tool belt today!",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.READ_PHONE_STATE",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
