{
  "title": "Bubble Break Games",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dreamcatchersgames.dreambubblehit",
  "category": "Casual",
  "price": "Free",
  "datePublished": "August 24, 2013",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "1",
  "rating": "3.0",
  "contentRating": "Everyone",
  "creator": "Dreamcatchersgames",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dreamcatchersgames.dreambubblehit",
  "extendedInfo": {
    "installSize": "329k",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "Funny games bubble! Set of balls in which you have a challenge: clear all the bubbles that appear on the screen of your tablet or mobile phone. A very entertaining game bubble You can spend a good time playing.A free game with a clear goal: Shoot the colored balls to remove blocks carefully because if you're wrong color bubbles will be added to the screen!. Clear the board in record time to be the best player in this game of bubbles!.If you like ball games, puzzle games, action games, bubble games, children's games, family games, skill games, thinking games, thinking games ... be sure to play this game online! I'm sure your friends and family will urge on your device when they see you playing for hours.A strategy game with different levels of difficulty as you progress the game will be more complicated. Test your concentration and your mental ability and get to level again and again. A free game that you're having fun fully insured.A bubble bubble game very colorful, with sound and excellent graphics in which you have to shoot the balls that appear on the screen of your mobile device. A very addictive game for the whole family! I noticed that when you start playing you can not stop.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.SET_WALLPAPER",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
