{
  "title": "MSI Speakers School",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dreamstep.wMSISpeakers",
  "category": "Education",
  "price": "Free",
  "datePublished": "August 12, 2011",
  "version": "0.17.13132.00181",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "3",
  "rating": "2.3333333",
  "contentRating": "Everyone",
  "creator": "Lakeisha McKnight",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dreamstep.wMSISpeakers",
  "extendedInfo": {
    "installSize": "114k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Motivational Speakers Institute (MSI) is a virtual speakers school that was established to help speakers reach new levels within their businesses. The school was created by leaders with over 15 years of experience in motivational/inspirational/topical speaker, marketing, graphic designing, and many other important business areas. These leaders created this opportunity to help speakers enhance their gift and use it to help others reach new levels.And there is more! MSI has created a platform called the Speakers Bureau to give speakers more visibility and exposure throughout the country to meeting planners and leaders who hire speakers for special events. We will do the marketing for you in various ways depending on the membership option you have selected.Unlike other speaker’s bureaus, we have content specialists that have a unique understanding of each market they serve. Our experienced, attentive, and knowledgeable agents are the best at creatively pairing the right speakers with the right programs to ultimately create a remarkable event. We work hand in hand with our clients to conceptualize, plan, and execute events that no doubt will be a great success.",
    "reviews": [
      {
        "timestampMsec": "1354367095295",
        "starRating": "1",
        "title": "So many adds",
        "comment": "Can barley see any alot of adds.",
        "commentId": "lg:AOqpTOHj7q9COgI9oOSYUEZ_syyzMPbv-h232rB6kylTxEnNSlqRM9AbVCuqqcRkng8GbhdbhJa9XWNh5Cy_WgE",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.webkit.permission.PLUGIN",
      "com.dreamstep.wMSISpeakers.permission.C2D_MESSAGE",
      "com.google.android.c2dm.permission.RECEIVE"
    ]
  }
}
