{
  "title": "Adult Sex Life",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.doubledipmedia.android.adultsexlife2",
  "category": "Entertainment",
  "price": "$1.99",
  "datePublished": "July 16, 2011",
  "version": "1.0",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "3",
  "rating": "4.0",
  "contentRating": "High Maturity",
  "creator": "Double Dip Media, Inc.",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.doubledipmedia.android.adultsexlife2",
  "extendedInfo": {
    "installSize": "2.8M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "One of the original sex-apps for iPhone, now for Android!Wall Street Journal Blogs, February 23, 2010: \"Adult Sex Life includes explicit descriptions of sexual positions and techniques\"PC Magazine, February 27, 2010: \"Adult Sex Life: This unapologetic app features sexual positions, tips for stimulation and climaxing, and a private black book for keeping track of your partners\"PC World, February 23, 2010: \"Adult Sex Life: This application is one of many guides designed to help you with the intimate moments of your life available in the app store.\"-Complete descriptions of exciting sexual positions including GROUP SEX! -Two THREESOMES and a FOURSOME! -Tips and advice on how to reach an orgasm -A thorough description of orgasm, masturbation and the act of sex, including foreplay, intercourse, and after play -How to sexually stimulate the female and male body -Informative section with what you need to know about contraceptives and STDs This application should be seen as an introductory guide to sex and we therefore recommend you to continue searching for information by consulting books and/or sexual therapists/physicians, especially for issues regarding pregnancy and sexually transmitted diseases (STDs).",
    "reviews": [
      {
        "timestampMsec": "1318843872965",
        "starRating": "2",
        "title": "Black book",
        "comment": "Doesn\\'t have the \\\"black book\\\" section to add your numbers and thus wont give you a true score.. :(   should add that function.",
        "commentId": "lg:AOqpTOEHID2XlCujMxoYwFZVs8Qfzr4dQrw83q9joBog_aRiV0GzI8PZwW3cMT1d12gO3rk0A688BMoHwDJZL_4",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [

    ]
  }
}
