{
  "title": "Don't Forget It!",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dont.forgetit",
  "category": "Tools",
  "price": "$0.99",
  "datePublished": "July 29, 2013",
  "version": "1",
  "operatingSystems": "2.3 and up",
  "ratingsCount": "4",
  "rating": "5.0",
  "contentRating": "Low Maturity",
  "creator": "Lucas Werner",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dont.forgetit",
  "extendedInfo": {
    "installSize": "1.6M",
    "downloadsCount": "1+",
    "downloadsCountText": "1 - 5",
    "description": "\"No te olvides...\" , esta frase dejará de tener sentido a partir de ahora!\"Don't Forget It!\" es una aplicación que implementa un sistema de alarmas basado en tu posición, que utiliza la propia red móvil de tu dispositivo y que está optimizada para ahorrar el máximo de batería.\"No te olvides de...\" , es una de las frases que más nos repiten día a día y que generalmente va acompañada de algún lugar o dirección: \"Cuando llegues a casa llámame\", \"No te olvides de comprar el pan cuando pases por el supermercado\", \"Mándame un mensaje al salir del cine\"  ¿A quién no se le ha olvidado alguna vez algo así? Con \"Don't Forget It!\" ya no necesitarás memorizar más esas engorrosas tareas, a diferencia de una alarma normal, la aplicación solo te informará cuando estés cerca de alguna dirección que hayas guardado previamente con algún aviso o tarea pendiente.Puedes configurar la distancia a la que quieres que se te avise, cada cuanto la aplicación refrescará tu posición,si deseas ser notificado a partir de una hora en concreto para cada tarea e incluso puedes modificar el fondo de pantalla de inicio de la app con algún otro predefinido simplemente pasando la mano por encima de tu móvil o tablet.Además,cuando seas notificado, se te dará la opción de recibir indicaciones para poder acudir a la dirección en coche o a pie, así que la excusa de :\"No sabía como ir\" ya no te servirá más! *****PROMOCIÓN*****Como promoción de lanzamiento, cada día se reembolsará a un usuario el importe de la aplicación. Para ello solo es necesario mandar una imagen con el texto \"Don't Forget It!\"  y que esté relacionada con el concepto de la aplicación a mi email abajo expuesto o en la página de Facebook de la app. El/la seleccionado/a será aquel que mande la foto más original y divertida del día y que tendrá además la opción de poder formar parte de las imágenes de fondo de la app! :) Mucha suerte!*********Por favor cualquier problema con versiones 2.X de Android coméntemelas antes de ofrecer una valoración para solucionarlas lo antes posible. Muchas gracias!*********",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "com.example.appmapa.MAPS_RECEIVE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "com.google.android.providers.gsf.permission.READ_GSERVICES",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.WAKE_LOCK",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_EXTERNAL_STORAGE",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "android.permission.VIBRATE"
    ]
  }
}
