{
  "title": "Dogwatch",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dogwatchmedia",
  "category": "Social",
  "price": "Free",
  "datePublished": "April 10, 2013",
  "version": "1.1",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "16",
  "rating": "4.875",
  "contentRating": "Everyone",
  "creator": "Dogwatch Media",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dogwatchmedia",
  "extendedInfo": {
    "installSize": "118k",
    "downloadsCount": "5,000+",
    "downloadsCountText": "5,000 - 10,000",
    "description": "Dogwatch is a mobile application and web service that allows you to fetch news and other favorites for yourself, fetch it for others and most important of all, it empowers you to fetch the news you want.If you are tired of sharing and receiving the things you read by e-mail, fetch the Dogwatch app.If you find it time consuming to search for interesting articles or just don't have the time to surf the web for information, fetch the Dogwatch app.If you find something really interesting and want to share with like-minded folks, fetch the Dogwatch app.If you are constantly reading the same type of information and want some variety, fetch the Dogwatch app.Other social networking sites are great, however we find there are simply too many status updates, comments, pictures,... to find interesting news and other things to read. Dogwatch changes this and brings a better way to get your news and information. Once you connect with like-minded friends on Dogwatch, you quickly gain access to a whole world of new and interesting information. All at your fingertip.Even if you don't connect with others, you can use Dogwatch to save and access your news and other favorites from all your devices via our cloud based service. The app is currently available on all Android mobiles and tablets as well as from a pc.Remember...We fetch the news so you don't have to.****If you don't know how to start, here is what we recommend.Step 1. Sign up for an account and start sharing with yourself across your various devices.  Let's say you are reading an article on your mobile and want to continue it on your tablet, simply add it to Dogwatch. Step 2. Connect with a few friends with similar interests, you will very quickly find yourself spending less time surfing the web for content and instead you will be spending more time reading from a new wealth of information thanks to Dogwatch. If you love recipes, connect with friends who also love recipes and before you know it, you will be discovering great new ones!If you love football and want to know everything about the Dallas Cowboys, connect with friends who also love the Cowboys and before you know it, you will be up to date.If you love business, entertainment, local news, history, philosophy, science,... simply connect with friends with similar interests and discover new and interesting content.No application is perfect and Dogwatch is no exception. We are looking forward to your input to help evolve it.",
    "reviews": [
      {
        "timestampMsec": "1340228606746",
        "starRating": "5",
        "title": "Like being able to share from pc.",
        "comment": "Simple to use. Like it.  Need a better way to search for friends though.  Shared from my pc to my HTC tablet. Worked great. Very nice feature.",
        "commentId": "lg:AOqpTOEOvlZXE0iOaDrwB7jKYUgpr627XbQaFFGM2C3P0b_UvmXj-59z6j-15A3wdHfs9wHClRCsDkl3Pj6wHDo",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1340124488863",
        "starRating": "5",
        "comment": "My friend got me to try this out. It is really easy to share from my phone. The website is fun too. Very simple to use. Good luck.",
        "commentId": "lg:AOqpTOEsSOp_iXGY1nAagIcGJ6FLcuXGoVG5kDtqQN4TBTNIdccTmeyt8CwC4wFVmZrsfDYueCtIQFziBNLX42s",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1340077450746",
        "starRating": "5",
        "title": "Very cool.",
        "comment": "Great new app. Shared from my Android phone to my tablet and worked great. Can\\'t wail to get my friends on this. Cool dog!",
        "commentId": "lg:AOqpTOH_quJO19LU836MD_MEaQw7gO1c1BaaU4WMqnCjw7ZfGfs6r7Zn8mejGX5OXxlhuy9NKxId5TkNGdxw3hU",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1342450140614",
        "starRating": "5",
        "comment": "I was having a problem with the app. I sent the developer an email and they actually called me to help resolve the problem. Great service. Thanks!",
        "commentId": "lg:AOqpTOEM_8tgX1k4Vo_62nqCbbMiWlNS2hZ9vxyMzB97gq0-xehWb7n638drRd74N_vSrl1K7Tm2HVJrav_qYH4",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE"
    ]
  }
}
