{
  "title": "Oei, ik Groei!",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.domustechnica.oig10ad",
  "category": "Health & Fitness",
  "price": "$1.94",
  "datePublished": "June 11, 2013",
  "version": "3.0.15b3_store",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "27",
  "rating": "2.7777777",
  "contentRating": "Everyone",
  "creator": "Domus Technica",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.domustechnica.oig10ad",
  "extendedInfo": {
    "installSize": "17M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "Winner at the BEST APP EVER Awards (Health & Fitness) in 2013 Oei, ik Groei! is now in an Android app! Picking up on the international bestselling book, Oei, ik Groei!, and more than 35 years of international scientific research, this app will keep you informed about the (mental) leaps and bounds of your baby -- any time of day or night. This app won prizes in several countries as best parenting app! Think of it as a portable, at-a-glance version of the leap chart in Oei, ik Groei!. Where the book describes in-depth and easy-to-understand terms the incredible developmental changes that all babies go through, the app is the perfect companion element to track your baby’s mental development. It is also a handy reminder for new parents when their baby’s brain is changing, or “leaping,” s/he is making a significant advance in mental development, and with each step forward comes a drastic change in the way your baby sees the world around him. Because these leaps come so quickly, the “new world” and new abilities can sometimes be scary, and the development can initially manifest in poor sleep, bad appetite, crying, clinging and crankiness – exhausting and frustrating mom and dad. By knowing what is going on inside the head of your baby, you can help him to make the leap more easily and stimulate his development. The Oei, ik Groei! app helps new parents by: - Showing when your baby makes a leap in his mental development - What your baby can understand & learn after this mental leap - What your baby can do after this leap - What you can do to help your baby International experts on Oei, ik Groei!: “This is a very practical and entertaining window into the baby’s first year and a half. van de Rijt and Plooij have observed and found the vulnerable times in an infant’s development that I independently came to in my book Touchpoints (Perseus Books Group). The authors’ observations and practical suggestions are wonderful.” -T. Berry Brazelton, M.D., professor emeritus, Harvard Medical School \"Anyone who deals with infants and young children will want to read Oei, ik Groei!. This book will open parents' eyes to aspects of their children's growth, development, changing behavior, and emotional responsiveness that they might otherwise not notice or find puzzling and distressing.\" -Catherine Snow, Ph.D., Shattuck Professor of Education, Harvard Graduate School of Education Disclaimer: This App is with the greatest care. Neither the author nor the author shall nevertheless be liable for any damages arising from any inaccuracies or omissions in this app.If you are experiencing any issues, please contact app@domustechnica.nl so that we can improve the app!",
    "reviews": [
      {
        "documentVersion": "1.0.5",
        "timestampMsec": "1346471441871",
        "starRating": "1",
        "title": "Werkt niet",
        "comment": "Kan naam van kind niet eens invoeren, geboorte datum accepteert ie niet; volstrekt nutteloos, zeker voor dit prijs.  Trouwens, op JB (nexus S) en ICS (TF) getest, op allebei vol met bugs. Niet kopen!",
        "commentId": "lg:AOqpTOGJeL_O1u5wvJs5Xhb9fPfEQ7jBEgH9l2cGowEVuxLrMoKcccY_rWUZLjswN-n8DyBF35ypCB2m95Kifdc",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.READ_EXTERNAL_STORAGE",
      "android.permission.WRITE_EXTERNAL_STORAGE"
    ]
  }
}
