{
  "title": "Dream Searcher",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dreamstep.wDreamSearcher",
  "category": "Books & Reference",
  "price": "Free",
  "datePublished": "January 18, 2013",
  "version": "0.15.13114.78694",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "3",
  "rating": "3.3333333",
  "contentRating": "Everyone",
  "creator": "AniVid",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dreamstep.wDreamSearcher",
  "extendedInfo": {
    "installSize": "107k",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "Enter a few Keywords from your dream and press the search button. The Brainspace Dream Searcher is sourced from the Nelson Dream Base, an online database with reference to over 4000 words and 900 descriptions. It is the Official dictionary used alongside the World Dream Compendium at Brainspace.me The database is added to on a regular basis to reflect modern dream symbols from actual users.\"We believe, every person has at least one idea, story, wish or dream that could change the world\"You can contribute to the project by adding your full dream to the World Dream Compendium at http://brainspace.me or WorldCompedia.comEntries in the World Compedia of thoughts, ideas stories and dreams help build a public reference to our shared common knowledge and diversity. By using one of the World Compedia Apps you are contributing to the world and its future.The database is added to on a regular basis to reflect modern dream symbols from actual users. New keywords and possible meaning are added by popular use. The aim of the Nelson Dream Base is to provide a common reference point to reflect common usage and common meanings. The Dreambase does not represent a factual source or claim accuracy for the possible dream meanings included and presented. They represent a shared common and folk resource containing a short sentence version for viewing on mobile devices and internet. It is intended that clients accessing the database use it to stimulate their own thoughts and intuitive responses while reading the possible meaning contained in the  database.\"We believe, every person has at least one idea, story, wish or dream that could change the world\"",
    "reviews": [
      {
        "documentVersion": "5.13114.78694",
        "timestampMsec": "1312983716739",
        "starRating": "1",
        "comment": "this app is complete garbage. it wont even open to begin with. it says error. horrible horrible horrible",
        "commentId": "lg:AOqpTOEt4be87uQakfekUdE254VVMfC34HpvY4so-GihRiZcUVTOcIg7boKfhk9L4IlIlTkJkXcJ7rekaF_7EPs",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.webkit.permission.PLUGIN",
      "com.dreamstep.wDreamSearcher.permission.C2D_MESSAGE",
      "com.google.android.c2dm.permission.RECEIVE"
    ]
  }
}
