{
  "title": "【Lights Out】Arthurian Legend",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.doppelgg.android.lightsout",
  "category": "Brain & Puzzle",
  "price": "Free",
  "datePublished": "September 11, 2012",
  "version": "1.31",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "6",
  "rating": "4.5",
  "contentRating": "Everyone",
  "creator": "Doppelganger Inc.",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.doppelgg.android.lightsout",
  "extendedInfo": {
    "installSize": "8.6M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "Do you know right out? When a grid is chosen, it is a very simple game with five reversed masses of the cross centering on the selected mass. But the starting point of the puzzle game having difficulty like a maze, pleasure like the search for a mistake, simplicity like othello, strategy nature like shogi, the joy at the time of a correct answer like quiz, dandyism like chess, and all becomes invisible from time to time there. [Lights Out puzzle game | Arthurian Legend 3D] is that famous coin dropping (medal game) [Funky Golden Coin Bomber|. The highest peak of the puzzle game which Doppelganger Inc. which has released coin fall] sends to you. since -- it is not the free puzzle Lights Out (right out)!! It is made to bear a close resemblance to \"Arthurian Legend\" which has changed all lights to the sword!! A quality as if 3D graphics is pulling out presence to the limit and was seeing the movie completely. 1000 stages are pressed for what and the number of stages!! It does not stop and stop. -- Killing time, killing time, and all the crushing are filled. He gets hooked this game absolutely. When it comes so far, it is just a domain of God. ..Usage. It is a stage clearance when all the swords stuck in the rock are extracted. [1] Once it carries out the tap of the grid, a focus will hit. [2] If a tap is carried out once again, the grid of a cross will be reversed focusing on a focus. - The grid-> sword with which the sword is stuck falls out. - A grid-> sword without a sword is stuck. [3] It will be a stage clearance if all the swords fall out. An advice function gentle also to beginners is also carried!! ? hint ????????????????????????????????? One magic can be got every 24 hours at the shop in a stage selection screen. ?????????????????????????????????????",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_WIFI_STATE",
      "com.android.vending.BILLING",
      "com.android.vending.CHECK_LICENSE"
    ]
  }
}
