{
  "title": "Higginbotham myRSC",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dpath.higg",
  "category": "Medical",
  "price": "Free",
  "datePublished": "February 6, 2013",
  "version": "1.2.65",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "DataPath Inc.",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dpath.higg",
  "extendedInfo": {
    "installSize": "5.6M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Access to your benefit details, claims and reimbursements has never been easier! Access to your benefit details, claims and reimbursements has never been easier! Save time and maximize your FSA, HSA, HRA and COBRA benefits using the myRSC mobile app. The app will allow you to view: - FSA details, claims and reimbursements  - HSA details, claims and reimbursements  - HRA details, claims and reimbursements  - Parking and Transit details, claims and reimbursements  - COBRA, Direct Bill and Retiree details  - Card activity with ability to block a card  - View and manage your personal information  - View and manage your notification subscriptions The following options will only be available to the users who have TPA’s who have enabled the service: SnapClaim The SnapClaim feature will allow you to file claims directly from your mobile device with photos of your receipts. No more faxing or fumbling with receipts! Benefits of using the app:  - Easy – The app uses standard mobile functionality designed with you in mind.  - Access – 24/7 access to your benefit information  - Secure – No personal information is stored on your mobile device Powered by DataPath, Inc.* Min. Requirements: 1Ghz CPU and 512Mb RAM* A TPA license is required to log in to the app",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.CAMERA",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.INTERNET",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
