{
  "title": "Deep Sea Trapper Lite",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.downplaygames.deepseatrapperlite",
  "category": "Casual",
  "price": "Free",
  "datePublished": "April 17, 2013",
  "version": "1.0",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "3",
  "rating": "3.6666667",
  "contentRating": "Everyone",
  "creator": "Downplay Games",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.downplaygames.deepseatrapperlite",
  "extendedInfo": {
    "installSize": "3.6M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Deep Sea Trapper is an ocean themed, turn based matching game with elements of the popular games Bingo and Memory. The player is shown a sea creature to find and much search through the board to find which porthole the animal is hiding behind. When the player makes a match, the creature is trapped. Players win when they trap a line of four creatures horizontally, vertically, or diagonally.Players can use the creatures trapped by their opponent to complete their own line of four.Deep Sea Trapper Lite includes Classic mode in Easy or 2 Player difficulties as well as the Easy difficulty of Arcade mode. In Arcade mode, you get 10 points for trapping a creature and 50 points for finishing a line. The player with the most points when a line of creatures is trapped is the winner.Deep Sea Trapper Lite features a Scoreloop Global Leaderboard and Achievements.Unlock Medium and Hard difficulties for both modes, 2 Player for Arcade mode, and several more Scoreloop Achievements with the full version of Deep Sea Trapper.Have questions, comments, or suggestions? Contact us at downplaygames@gmail.com",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_CONTACTS",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_CALL_LOG"
    ]
  }
}
