{
  "title": "Healing Essence Center",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dreamstep.wTheHealingEssenceCenter",
  "category": "Lifestyle",
  "price": "Free",
  "datePublished": "October 27, 2011",
  "version": "0.21.13197.63630",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "2",
  "rating": "3.0",
  "contentRating": "Everyone",
  "creator": "MTCmedia™",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dreamstep.wTheHealingEssenceCenter",
  "extendedInfo": {
    "installSize": "109k",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "Official mobile website app for The Healing Essence CenterJonathan and Katherine Glass share a great passion for health, healing and the evolution of the soul along with a dedication toward the awakening of humanity.With 40 years of combined experience as holistic practitioners and educators, Jonathan and Katherine bring that passion to fruition through their work and healing center, Healing Essence, in Concord Massachusetts.Through acupuncture, ayurveda, energy healing, bodywork, hypnotherapy nutritional and lifestyle counseling, and the Total Life Cleanse, Jonathan brings his experience as a holistic practitioner and educator to his patients and students.Katherine is a gifted psychic medium, and energy healer. In her private practice she specializes in spirit communication, psychic intuitive readings, and Reconnective Healing. She uses several modalities in her intuitive counseling practice including Brennan Healing Science energy healing, hypnotherapy, past life regression, mediumship, and chakra clearing.Katherine also teaches psychic intuitive development  both adults and children along with practices and concepts related to the human energy field.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.webkit.permission.PLUGIN",
      "com.dreamstep.wTheHealingEssenceCenter.permission.C2D_MESSAGE",
      "com.google.android.c2dm.permission.RECEIVE"
    ]
  }
}
