{
  "title": "Do You Tango?",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.doyoutango.android.app",
  "category": "Social",
  "price": "Free",
  "datePublished": "July 5, 2012",
  "version": "1.1",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "8",
  "rating": "5.0",
  "contentRating": "Medium Maturity",
  "creator": "Do You Tango Inc.",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.doyoutango.android.app",
  "extendedInfo": {
    "installSize": "2.0M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "This App has 2 purposes. Its primary purpose is to raise money for charity. In particular, to help raise money for Famine Relief in Africa. Its secondary purpose is to give users an excellent excuse to initiate conversations with other people (after all, no one asks for a light in a bar anymore!). The good news is that this App does NOT solicit donations from anyone. Instead, all of the advertising revenue generated by this App (after Admob takes their cut) will be donated to Oxfam. Hint: This is what you should be telling the other person when you ask them if they Tango How it works:This App is only possible because the nice people at Bump were kind enough to open up their API for other developers to use (Thanks guys!).  Bump allows you to quickly and easily \"bump\" across information between two mobile devices without the hassle of setting up traditional connections. What this App does is build slightly on that concept by allowing the user to set up multiple, pre-defined profiles  called \"Tangos\". The information in these profiles will vary according to the type of Tango that they represent (business, just friendly, warm, hot, ...etc.). When a user wants to swap information with another person they simply select the pre-defined Tango profile of their choice and bump it across to the other user (who also does the same). Once the bump has taken place the App will store the interaction in the App's History as well as post the results to each user's Facebook wall. Posting to Facebook is necessary in order to further raise awareness of the App and its ability to raise money for charity. The information posted to each user's Facebook wall is generic and does not mention any specifics about the information swapped between the two users. The wall post will basically say that the two people met and swapped information between them using \"Do You Tango?\" in order to raise money for Famine Relief in Africa. If you really don't want posts to appear on your wall it is possible to disable wall posting in the paid version of this App. You can of course log in to Facebook and remove the post manually. Again, however, the main purpose of wall posting is to promote awareness of the App and its goal of raising money for charity so please continue to allow wall posting even if you do decide to upgrade to the paid version. This is all about the power of “crowd sourcing” - the more people who Tango the more advertising revenue will be generated for charity. That said, please download the Free version now and get out there and Tango!",
    "reviews": [
      {
        "timestampMsec": "1338535185848",
        "starRating": "5",
        "title": "Riyaj",
        "comment": "Riyaj5khan",
        "commentId": "lg:AOqpTOF1kw9fRJpQQ07SQ9P8HJNMsXcO6r0kD-d7xzT6OZF-F9Ucl0epMKPZHE-bcZ7hARZMOCjKi4nuth0pY4U",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.READ_PHONE_STATE",
      "android.permission.INTERNET",
      "android.permission.VIBRATE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "com.android.vending.BILLING",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
