{
  "title": "ClubRunner",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.doxess.clubrunnermobile",
  "category": "Communication",
  "price": "Free",
  "datePublished": "November 12, 2012",
  "version": "1.0",
  "operatingSystems": "2.3.3 and up",
  "ratingsCount": "6",
  "rating": "3.3333333",
  "contentRating": "Low Maturity",
  "creator": "ClubRunner",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.doxess.clubrunnermobile",
  "extendedInfo": {
    "installSize": "14k",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "The ClubRunner Mobile App is your key to connect to your ClubRunner website on the go! Password protected just like your website, this app will let you access the key info you need on the go. Comprised of 3 main modules, you will have the ability to view your member directory, view the articles posted to your website, and locate the nearest club. Bringing you even closer to being able to connect, collaborate and communicate on the go!Member DirectoryOnce you login, immediately view the most up to date member directory. Browse your member profiles which give you the necessary contact info you need to connect with one click. Make a call on any of their phone numbers, email them directly from your Android phone, or navigate to their address using Android Maps.View Posts to Your WebsiteView the latest feed of home page stories on your website, directly from the ClubRunner App. Club LocatorBased on your current geographic location, ClubRunner’s Club Locator will instantly show you a map to visually locate the closest clubs. Click on a drop pin to expand and view more info on the club, including their meeting day and time and address. Perfect for doing makeups anywhere in the world!",
    "reviews": [
      {
        "timestampMsec": "1371529882713",
        "starRating": "1",
        "title": "Not very good",
        "comment": "No ability to import contacts or do emails. Why have it if you cannot do what you can on club Runner?  Very rudimentary. Make contacts exportable and emails to frouos possible. Not worth the download.",
        "commentId": "gp:AOqpTOFPFaFZyDCeiZH3mES_tsS6oSSjuWQOU5ie5au91QafeIhs006peQWROTatmzR9vlMp1WD8hJ7oJR7Wm5Q",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1352832932603",
        "starRating": "4",
        "title": "Android App",
        "comment": "Works Great!!!! Will there be a District Version?",
        "commentId": "lg:AOqpTOFDP7CqhFXt5IzAMLa171dZYJHeR8iKH-xBR1N6_LbUBKiABPkOqTwVmZd6z_CmgrzuyKA9EPyWg0GjRy0",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1357676503248",
        "starRating": "2",
        "title": "Very Basic, Needs Improvement",
        "comment": "First, the good. Nice directory with club\\'s members, including pictures and contact information. The phone and e-mail links are active, allowing direct dialing or e-mail of an individual member. Very handy on the run. The meeting locator function is nice, too.   Now for areas of improvement.The screen does not autorotate for landscape mode. On my phone (Droid Bionic) this is simply annoying. On my tablet (ASUS TF300T) it is problematic as it renders my keyboard useless in using the app. Autorotate is such a basic feature going back to the earliest days of smart phones that it is a huge oversight to not be included. Also, the member list is not working on my tablet.  The app requires one to log back in each time the app exits and restarts. This is a pain. Remember at least my username, but having an option to remember everything would be nice.   The story links don\\'t work. The links within the story are not active.Even just jumping to an external browser would be helpful.   Beyond the obvious basic improvements, it would be nice to have more functionality with the app. A nice feature would be the ability to send group e-mails to club members through the app.",
        "commentId": "gp:AOqpTOG13SDJcAuHNuYqYh5dxsEyFKILRZljLwdDduZi6jRQgYJ1ya3Ed-UsoNaBAmxlaoGKARmCkL_5QvmALFk",
        "author": "Stan Bowman",
        "authorURL": "http://lh5.googleusercontent.com/-zUfZzunaS2w/AAAAAAAAAAI/AAAAAAAAAtU/cJamMkwFSCk/photo.jpg",
        "authorSecureURL": "https://lh5.googleusercontent.com/-zUfZzunaS2w/AAAAAAAAAAI/AAAAAAAAAtU/cJamMkwFSCk/photo.jpg"
      },
      {
        "timestampMsec": "1353178581453",
        "starRating": "5",
        "comment": "magnificent!",
        "commentId": "lg:AOqpTOHzuEF4mRCTx-WppKvdsEkFQPXTGoFhsSBzKfH6eVqUGzC6YOq8yMYOTy1cZchhHM1jxfG5mPju0m3WW7Q",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1352846649875",
        "starRating": "4",
        "title": "Good start....",
        "comment": "Look forward to more functionality being added eg. Being able to record attendance while at thw meeting, maybe even add stories on the fly - impossible with smartphone and web portal.  Sure there will be more features added, in the meantime thanks from Android users!",
        "commentId": "lg:AOqpTOHnIpJ3uEq8Knk0hmdkPeptwv7p7MwGqv3J_FWyD6fgzpL7gpKtVyACtqiRVoa6ynT5ypSX5IpjftrMjKA",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_GPS",
      "android.permission.ACCESS_ASSISTED_GPS",
      "android.permission.ACCESS_LOCATION",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION"
    ]
  }
}
