{
  "title": "Caledonian College Oman",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dreamstep.wCaledonianCollegeOman",
  "category": "Education",
  "price": "Free",
  "datePublished": "January 7, 2012",
  "version": "0.21.13260.10765",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "15",
  "rating": "3.5333333",
  "contentRating": "High Maturity",
  "creator": "P.Mahalingam",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dreamstep.wCaledonianCollegeOman",
  "extendedInfo": {
    "installSize": "125k",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "Now in its 15th year of operation, Caledonian College of Engineering (CCE) is the leading private higher education institution providing high quality technological education for the Sultanate of Oman and the region in general. The college has affiliations with Glasgow Caledonian University in the UK and Vellore Institute of Technology University in India and has produced over 1,300 diplomats and over 1,700 graduates since its inception in 1996. Today, CCE is widely regarded as one of the most prestigious private academic institutions in the country with a student population of around 2,700 and over 300 academic, support and administrative staff. CCE is categorized as a ‘university college’, as distinct from a ‘college’, in recognition of the depth of study offered in this specialized institution.  Over the years the Caledonian has become a hallmark of quality learning and teaching in the Sultanate, taking an innovative approach to programme design and to the delivery of programme materials. Modern facilities, including wi-fi, smartboards and new laboratories, together with an emphasis on independent learning, allow for a variety of teaching and learning methodologies in the classroom and also enable learning to take place off-campus. Graduates of the college enjoy a high record of employability due to quality programmes that fully conform to the Oman Qualifications Framework. All CCE programmes meet international standards as prescribed by agencies such as the Quality Assurance Agency, UK and the All India Council for Technical Education.  All programmes of study are periodically reviewed by independent audit and a full quality management system is in place to ensure that high standards are maintained.  Features of this system include external assessors, Governing Council, Academic Council, Assessment Boards and international benchmarking.CCE takes pride in developing all aspects of a student’s personality through a wide range of extracurricular activities that include creative activities, charity functions and sports.  In addition, a comprehensive professional development programme enhances soft skills, building on principles inculcated during the Foundation Studies programme that conforms to national standards.Research at CCE creates new knowledge and imparts excitement and dynamism to the educational process. The approach of linking college-based researchers with industrial partners to undertake innovative, industry-driven research has attracted considerable funding and contributed to the future growth of the college.Certified training courses and tailor-made staff development programmes are run through the college’s Industry Relations and Corporate Training Division, to enhance the competency of working individuals and to bridge the gap between graduation and employment.  As such, the Division demonstrates CCE’s commitment to lifelong learning and human resource development in Oman and the region as a whole.",
    "reviews": [
      {
        "documentVersion": "1.13260.10765",
        "timestampMsec": "1348072259548",
        "starRating": "1",
        "title": "Improvements needed",
        "comment": "It doesnt log on on galaxy note It doesnt show the status of loging on at all...its a good app but needs lots of improvments..plz make it better..many thanks",
        "commentId": "lg:AOqpTOFMu3QAb4-JZOalhA1VhLhBnyO5WAWZFKVMiLXYPapB8eYsTaLJUpiCRnQ-xaNr23q5yVref8hPNeEixA",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "documentVersion": "1.13260.10765",
        "timestampMsec": "1376067634037",
        "starRating": "1",
        "title": "bad",
        "comment": "its take only time loading loading loading . wasting of time if you don\\'t know how to create apps so please keep away don\\'t make our college shameless if you want to upgrade it come to me i will do it for you",
        "commentId": "gp:AOqpTOHT69QN217InGi38iglCCk61vXgBPnO2I0Vok9szikTVKZm-oaBLGMckWQVr9TirFAZ9guYj_SvIx17Xw",
        "author": "Saeed Al Balushi",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "documentVersion": "1.13260.10765",
        "timestampMsec": "1367578660488",
        "starRating": "3",
        "title": "Not Bad",
        "comment": "Not bad as an idea",
        "commentId": "gp:AOqpTOE53-H5PeUZSH_VB_BmI4pesI9SN1qONSE-mS1coQE4eWwAt2MfDiLrGilmraeXqrx1Ar6qw-Dgelj2mw",
        "author": "Farhan AL-Farsi",
        "authorURL": "http://lh5.googleusercontent.com/-BoeBl0GXLzQ/AAAAAAAAAAI/AAAAAAAAAAA/lBpmzN5lIWQ/photo.jpg",
        "authorSecureURL": "https://lh5.googleusercontent.com/-BoeBl0GXLzQ/AAAAAAAAAAI/AAAAAAAAAAA/lBpmzN5lIWQ/photo.jpg"
      },
      {
        "timestampMsec": "1345410987051",
        "starRating": "3",
        "title": "228",
        "comment": "0001",
        "commentId": "lg:AOqpTOHrTrXg2QFYmZi2L_NHdbF8MWig1oBfFz_dPP9A4QcHBpiT9jk4A4UlhiiDVXzVVIsCJnabHe9E5xYVMA",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.webkit.permission.PLUGIN",
      "com.dreamstep.wCaledonianCollegeOman.permission.C2D_MESSAGE",
      "com.google.android.c2dm.permission.RECEIVE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION"
    ]
  }
}
