{
  "title": "Songs & Dragons (Legacy)",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dragaoboreal.songsanddragons.old",
  "category": "Entertainment",
  "price": "Free",
  "datePublished": "March 27, 2012",
  "version": "0.9.5",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "Beowulf Bjornson",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dragaoboreal.songsanddragons.old",
  "extendedInfo": {
    "installSize": "402k",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "*** THIS IS AN OLD VERSION AND IS NOT SUPPORTED ANMORE, IT REMAINS MERELY AS A WAYS FOR USERS OF ANDROID 2.1 TO CONTINUE USING THE APP. NEW FEATURES AND BUG FIXES WILL ONLY BE IMPLEMENTED INTO THE REGULAR AND DONATE VERSION ***Take the immersion of your RPG sessions to another level by introducing music and sounds in your game table!Songs & Dragons make it easy to introduce music on your games by using the portability of a phone or a tablet and the convenience of a touch screen. Create scenes and events and activate and deactivate them with a single press on a screen. Say goodbye to bringing a cumbersome laptop to your game table when all you need is in your hand.Some advanced features include: - Copying events between scenes; - Doing a backup from your scenes and events, so you can change your ROM or device without the fear of losing all your work; - Multi-selection from audio files, with the ability to preview them while searching; - Looping events with random wait times between them, to create a very natural feeling; - Global events, common to all scenes; - Background playing, so you can check that PDF without fear of the app being killed by the android system; - And more!Please note that this is still a beta version, it may have some bugs and it still needs some improvements, especially for tablets. If you have a suggestion or a bug report, please leave a comment or send me an email.NOTE: If you have some problems while playing a scene, please consider sending the message, it may help me find what's causing incompatibilities with some devices. Also, I finally got a tablet and some spare time, so I'll be rewriting all of the UI, already thinking in Ice Cream Sandwich.Songs & Dragons was created by a huge fan of old school pen and papers games to other fans, so it will be free and ad-free forever! But you may buy me some mead if you want ;) If I ever feel that I cannot keep updating the app, I'll open source it so anyone can take it from there.If you like it, please rate and leave a comment!WARNING: This app does not contain any sounds, it is merely a tool to help you organize and use them during gameplay.Translation credits: - German: Jan Klinge (www.halbtagsblog.wordpress.com)Happy gaming and don't forget to cast your magic missiles... at the darkness!Keywords: rpg soundmixer dungeons dragons daemon white wolf storyteller gurps das schwarze auge the dark eye soundboard pen and paper",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
