{
  "title": "Dr Breath Music",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.drbreathmusic",
  "category": "Health & Fitness",
  "price": "Free",
  "datePublished": "April 6, 2012",
  "version": "1.0.1",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "17",
  "rating": "3.3529413",
  "contentRating": "Everyone",
  "creator": "William S Choi",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.drbreathmusic",
  "extendedInfo": {
    "installSize": "7.3M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "Please listen to Dr Breath music if you wish to lower your Blood pressure by enjoying comfortable music. ★What is Breath music? Breath music is a form of music therapy designed to help patients with hypertensions and insomnia. They breathe consistently while listening to relaxing music. Breath music was initially inspired by a research from the American Society of Hypertension in 2008 in which a group of patients with hypertension significantly lowered their blood pressure. They were listening to music while breathing consistently. The best part about breath music is that there is no side effects and affordable to anyone with access to the internet. Relaxing music is known to relieve stress by stabilizing brainwaves, and sufficient breathing provides nitric oxide gas to cells in a human body, which consequently lowers blood pressure by relaxing blood vessels. Please enjoy Breath music to lower your blood pressure while enjoying comfortable music. ★How to use Breath Music There are 2 mode of Breath Music: One is breath sound mode and the other is touch mode. You could choose each mode by touching the Dr Breath music Logo which is on the right upper side of the screen. ●Breath Sound Mode You are supposed to breathe according to the breathing sound that comes up approximately 5 seconds after the music starts. You could breathe normally and relaxing before you hear the sound. When you hear the first short inhaling sound (1 second), you start inhaling, and when you hear the long exhaling sound (2 seconds), you start exhaling. This repetition makes you breathe six times in one minute with 4 seconds of inhalation and 6 seconds of exhalation each. You must fully inhale with your nose and exhale with your mouth slowly. Do not consciously try too hard to get the timing right, but just go with the overall flow. ●Touch Mode You should put your finger on the screen of your smart phone before play music. When music begins, start to inhale lifting your finger slightly from your smart phone. Touch smart phone when you start to exhale. After finishing one breath music track by touch mode, there will be information regarding your average times of breath, and even the ratio of inhale and exhale. Generally speaking, 6 times breath a minute and inhale and exhale ratio 4 to 6 is recommendable. ★Breathmusic Calendar and Graph Once you write down your Blood pressure number on Calendar it will be automatically appeared as a Graph on your BP Graph.",
    "reviews": [
      {
        "documentVersion": "1.0.1",
        "timestampMsec": "1334941623839",
        "starRating": "1",
        "title": "Rip off",
        "comment": "Gives you a list of music but then tells you to buy full version when you try to play it. BS",
        "commentId": "lg:AOqpTOEDjWfoye6Zg4LKq1OViOT-wT_vQfHh1oF0UMltl5FGABHINcXtrlhM0dBKwBSRMXk35VD_SDaMY9NbUT8",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "documentVersion": "1.0.0",
        "timestampMsec": "1333602198551",
        "starRating": "5",
        "title": "Works like a Charm!",
        "comment": "I tried this app as instructed, and it worked great! If you feel stressed, lie on the floor and imagine you are on a tropical beach listening to the waves lapping on the shore. Surely beats Tenormin. Say good bye to those side effects!",
        "commentId": "lg:AOqpTOGXyJlNZQOC2Fq14YqDRAB-fZHi2Ho0j2usMVeNlCgO-oq29UG0C5ygh4C1KFPxNq35YruaqmuRSX4Pw00",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "documentVersion": "1.0.0",
        "timestampMsec": "1333045830394",
        "starRating": "5",
        "title": "Great app for anyone with hypertension or insomnia...!",
        "comment": "I tried many other things, but I think this is by far the best app out there for lowering blood pressure.",
        "commentId": "lg:AOqpTOGcG7wxklvcO4gU1BQqOYwcrRDnucoYZ_ykK_DFhN9YV1KDdyrU-no75XMZk1TY55G9m2OsbBQoQWS9uQM",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1337025955928",
        "starRating": "1",
        "title": "Addition Download is Required and Unavailable",
        "comment": "I cannot comment on the effectiveness of the application, simply because it is unusable upon initial installation.  I downloaded the app, ran it and was given a list of 16 music files (13 classical concertos or movements from symphonies, and 3 \\\"nature\\\" sounds) from which to choose.  None of these are included in the app :\\\\  It seems that you must download the files before you can use the app.  Files 2-16 are only available if you buy the full app.  So, I selected the first file but I received an error reporting the server was unavailable and please try again later.  I tried again later; still unable to connect.  Uninstalled.",
        "commentId": "lg:AOqpTOEC5yjBw3q72sDH7U2mOUMiknOtDRtBblagS3tUyOBQHCBuKs7ffLzLeRZCz7qkJ7nZxtciG-5-TECaaVg",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "com.android.vending.BILLING",
      "android.permission.WAKE_LOCK",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
