{
  "title": "Get That Dream Girl",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dream.girl",
  "category": "Entertainment",
  "price": "Free",
  "datePublished": "February 19, 2013",
  "version": "1.0",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "2",
  "rating": "4.0",
  "contentRating": "Medium Maturity",
  "creator": "ESC Apps",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dream.girl",
  "extendedInfo": {
    "installSize": "372k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Become A Confident, Chick Magnet Today!!!Are you constantly scared to ask women out on dates because you fear that they might reject you?Do you think they’ll laugh at you or possibly make fun of you for even asking?If you've ever had the anxiety mentioned in the above questions, believe me, you are not alone!There are literally billions of guys like you in the world!In fact, 99% of all guys have anxiety about asking girls out on dates at one point or another in their life.We all have those questions buzzing around out head like…“What if she rejects me?” or “ Isn't this chick out of my league?”Those are completely normal questions to ask because we all have fear of rejection when it comes to the other sex.The good news is that there is a way around that fear that most people never figure out forcing them to go through life second-guessing themselves.I’m talking about a way to completely destroy all fear and make yourself a confident, woman getting machine!\t-Learn What Most Guys Don’t Know About Women, Their Mannerisms And What To Look For!\t-Find Out The Secrets To Dating As A Senior Citizen, A Single Dad And As A Young Single Person!\t-Learn Where To Look For Quality People And Find Great Chicks To Hookup With And Date!\t-What You Need To Know About Single Moms Before You Start Getting Serious On A Date!\t-Discover How To Become A Chick Magnet Even If You’re A Newly Single Dad On The Prowl!\t-Find A Decent Person That You Can Connect With, Have Fun With And Make Passionate Love With!\t-The Keys To Finding Happiness In The Person That You’re Dating And Having A Blast In The Process!",
    "reviews": [
      {
        "timestampMsec": "1372204488779",
        "starRating": "3",
        "title": "Need more tips",
        "comment": "It needs more tips honestly like only 1 is good and the online dating one is ok",
        "commentId": "gp:AOqpTOH3vzCmEhodDJCZ0X2MmDIFHhpQDYmsZnAmnbSE0Kv-Ea1Cp-OB9qAPLdYlmMgjx2Rz72Ans0F_ggqPapA",
        "author": "Josh Helms",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE"
    ]
  }
}
