{
  "title": "Weigh Less Naturally Hypnosis",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dreamstep.wWeightManagement",
  "category": "Health & Fitness",
  "price": "$4.99",
  "datePublished": "September 2, 2011",
  "version": "0.19.13150.15665",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "7",
  "rating": "3.857143",
  "contentRating": "Everyone",
  "creator": "Shirley Vinock Hypnotherapy",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dreamstep.wWeightManagement",
  "extendedInfo": {
    "installSize": "114k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Weight Management Naturally with Hypnosis, Imagery & NLP Be Free to Weigh Less Enjoy beautiful food again with healthy, fun movement and fire up your fat burning metabolism. What will you gain when you lose weight? Imagine being satisfied with just the right amount of healthy foods, better health, higher energy, self-esteem and confidence. Let go of what you no longer need. Focus on what you gain, not on what you want to lose. Enjoy eating again. Enjoy Visualization (Imagery), Neuro-linguistic Programming (your inner voice) & Hypnotherapy to support you as you believe, achieve & maintain your healthy weight. You are guided by Shirley Vinock, (author, instructor, radio show host) to access that inner voice to enjoy a healthy relationship if food. Relax and release stress while increasing awareness with this natural, easy process. Once you know what you want to gain, learn to listen to your inner voice and beliefs. As you gain awareness of your automatic responses and habits, you can make the changes you need easily. ItÕs like a tug of war going on in your mind, the one that says you should lose weight to improve your healthÉthat you do will not eat that box of chocolates and the other part that seems so determined to sabotage your best efforts (those automatic unwanted habits that live in your subconscious). Go directly to the subconscious with Hypnosis and Imagery to see and modify that unwanted habit, to make the change you need. Hypnotherapists are certified, not licensed. Visit www.ShirleyVinock.com for extensive credentials, to schedule group or private sessions, order books and other offerings. Call for your complimentary consultation today (818) 347-4472. Why wait? Weigh less: First you see it, then you do it. Visualize your healthy body. Are you ready to: Connect with your natural ability to enjoy beautiful food choices in sensible portions? Create your healthy body? Increase motivation for fun movement? Wouldn't it be great to harness these beautiful associations in lovely, relaxing sessions to enjoy your healthy body now? Imagine that! This powerful program was created by Shirley Vinock using advanced hypnotic language, metaphors and potent suggestions, and guided imagery techniques all working for you to tap into the rich resources of your own mind. This program also features a flowing hypnotic musical soundscape, brainwave entrainment audio by an expert in the field, Leigh Spusta. Hypnosis / Visualization / Imagery / Relax / Sleep / Food / Weight / Loss / Management / Self / Help / Improvement / Control / Eating / Behavior",
    "reviews": [
      {
        "documentVersion": "9.13150.15665",
        "timestampMsec": "1369362658030",
        "starRating": "5",
        "title": "Wonderful investment",
        "comment": "I purchased Shirley\\'s program with full confidence. She had helped me stop smoking after 35 years in just one session. That was 4 years ago. Now, this program has helped me achieve my goal of losing 25 pounds which I have been carrying for decades. The price is minuscule for the benefits it will provide you. I absolutely recommend this program if you want to be in control.",
        "commentId": "gp:AOqpTOFka9KuhLRP9FQ6JRHF5i-vXojS_AyKVIbKb02gMT53ccq5DYGExURSZK-YVHaI3Ndo3IK8U4k7Q4tG",
        "author": "Andrew Vinock",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "documentVersion": "9.13150.15665",
        "timestampMsec": "1369137893417",
        "starRating": "1",
        "title": "Freezing",
        "comment": "Hi. I just bought this app but the recording keeps freezing. Please help. I was really looking forward to listening to it before bed but now im a little disappointed.",
        "commentId": "gp:AOqpTOEtGvjAGFytIIKOusTqTSeccWPFOtTuPHzsIJd8Ktbb4p476rFbph-oMmGa6TDOrHXPxYanFE6Y19Ma",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1366681120991",
        "starRating": "5",
        "title": "Danny from Beverly hills said 3/7/13",
        "comment": "Shirley\\'s weight loss program was the catalyst that propelled me to a 40 pound weight loss in 10 weeks...like magic...she made the impossible goal possible.",
        "commentId": "gp:AOqpTOGakrVSRsM0_WR7lGYmt3zHQYMgmhX6DJGbrZvTuW_ZpPwBhihWTEL3WHbaOHAkiZrF8Reba0cc1dL2",
        "author": "Shirley Vinock",
        "authorURL": "http://lh3.googleusercontent.com/-JQElUEhARyI/AAAAAAAAAAI/AAAAAAAAAAA/LkUxW0ADYjU/photo.jpg",
        "authorSecureURL": "https://lh3.googleusercontent.com/-JQElUEhARyI/AAAAAAAAAAI/AAAAAAAAAAA/LkUxW0ADYjU/photo.jpg"
      },
      {
        "timestampMsec": "1370590165622",
        "starRating": "1",
        "comment": "Page not found!",
        "commentId": "gp:AOqpTOGAVFNWugDiqK_H7msfblhzztAvtaqOa7h7co2bbc_C4yYIispiIqcMtkI1vBsrjZnOMNlGqtRgnyqM",
        "author": "Tracey Thompson",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.webkit.permission.PLUGIN",
      "com.dreamstep.wWeightManagement.permission.C2D_MESSAGE",
      "com.google.android.c2dm.permission.RECEIVE"
    ]
  }
}
