{
  "title": "Kids' Puzzle",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dr.kidspuzzle",
  "category": "Brain & Puzzle",
  "price": "$1.99",
  "datePublished": "August 28, 2012",
  "version": "7.0",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "21",
  "rating": "4.428571",
  "contentRating": "Everyone",
  "creator": "DRCOM",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dr.kidspuzzle",
  "extendedInfo": {
    "installSize": "20M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "*** Try before you buy! Search for Kids’ Puzzle Lite on theAndroid Market.*** We added 7 new puzzles: Dinosaurs, Princess, Town and The 4 Seasons.Looking for something entertaining but alsoeducational for your child?Then Kids’ Puzzle is the perfect app for you!Although this app is perfect for tiny toddlers, many children in kindergarten and the early grades at school also enjoy snapping the puzzle pieces into place, revealing a nice sound or creating a nice scene for themselves.How many puzzles ?We provide 37 puzzles, all including sound effects and nicecartoon pictures, with the possibility of adding more in thefuture.Why Kids’ Puzzle?   * Easy to use – even a toddler can do it! It’s much easy than many apps out there   * The graphics are colorful, fun and kids friendly   * Has great sound effects and cheerful applause when the puzzle is completed   * From animals, letters, numbers, toys, transportation, there is a great variaty of colourful puzzles to choose from   * It is a great way to identify and learn objects, practice words, numbers, letters, shapes and colors   * It helps with shapes recognition and fine motor,visual and spatial skills development.   * Some puzzles don't reveal themselves immediately from the beginning, but rather incrementally as more pieces are placed.This gives the child the impression that they are building the scene as they go along, which adds to the enjoyment.   * The kids can choose which puzzle to play at any time and they can play it over and over again   * After the puzzle is complete, kids can still hear the sounds as many times as they want just by tapping on objects.   * It’s a wonderful way to keep the child occupied during long rides with the car, in a restaurant or in a boring office waiting room.    New puzzles will be added with app updates, so the app never gets boringHow it's working?Kids’ Puzzle is based on the wooden puzzles that many children have used at home or school. The puzzle designs include animals, letters, shapes, a child's birthday party, ocean and farm scenes,fruits and vegetables, musical instruments, Easter, Christmas,transportation, playground, toys and many more.The puzzle works very easily, a piece of the puzzle appears in a box in the upper right corner and needs to be inserted in one of the shadows in the picture.The child drags it to where he thinks it belongs. If he is wrong, he get to try again. Every puzzle piece he places triggers a silly sound effect, cheer, animal sounds and more. Once the puzzle is solved your child can play around with the sound effects by tapping on the figures. An exit button on the bottom left brings you back to the selection menu.After a brief tutorial session with your toddler, the app will be simple enough for him to operate alone.The puzzles range in difficulty. Easier ones feature a few big shapes or letters, while more complex ones require dozens of pieces, some of them quite small. The puzzle pieces are perfectly suited for a child’s tiny fingers. Wanna have a look before you decide?If you want to see Kids’Puzzle in action, just watch the video we have provided at:http://www.youtube.com/watch?v=tUX6xj0UXCg&feature=youtu.be**Problems with the app?If you have problems running the software on your particulardevice, please contact us via email and we will try to help!**Suggestions or Issues?We are interested in improving our game in order to meet your requests. Therefore any suggestions or issues are welcomed atdrcom.ro@googlemail.com.We will do our best to give a prompt response.**Information:Runs on both phones and tablets with Android version 2.1 orhigher.Many thanks to all nice people who offered their beautiful clip art and sounds for free. We have put some links to their sites on our game webpage.Keywords: Education,Preschool age,child android apps,fun",
    "reviews": [
      {
        "timestampMsec": "1350229564670",
        "starRating": "1",
        "title": "Not Worth 2 Bucks",
        "comment": "My son finished all the puzzles and wanted new ones. Shouldn\\'t charge more than other apps for less material.... super slow updates... SMH",
        "commentId": "lg:AOqpTOGhDwSE4qyX3yzRofR3H9B8GlLQA9Ptk7k1RROepFLvv1CFqRanRr26805kUD9HMrciU0drsFAlY9EZXw",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1335024547637",
        "starRating": "5",
        "title": "Awesome!",
        "comment": "My 2 year old loves this game! He figured it out in no time and it keeps him entertained. Totally worth the 2 bucks!",
        "commentId": "lg:AOqpTOEBnTglSctMiIHdPxj6xxZxbIt_xlJzmJLD1FNHk16oqHaSkUL3raLhRRZhaqoiei5jZoGq5yXdEKBVQg",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1334170062026",
        "starRating": "5",
        "title": "kid\\'s  Puzzles",
        "comment": "Great game for children",
        "commentId": "lg:AOqpTOGj_O1E8oH28dXByyogJ3SqX7csnAy3UjCxTXJMKvxTWDyengWKcBgBHbPuCpCsOvT7BgBnBHXvaKJ8Hg",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1361501765766",
        "starRating": "5",
        "title": "2 year olds favorite",
        "comment": "My daughter loves these puzzle s",
        "commentId": "gp:AOqpTOEGGO7zH-lA_ir-xAtSf_XRR5qE7dJIYAaUnRVMTfxfs7KEjguRdu_X4g6TU07n_pA430Lvspahmj98tQ",
        "author": "Jamie Baxter",
        "authorURL": "http://lh3.googleusercontent.com/-pvcHJ9U1wv4/AAAAAAAAAAI/AAAAAAAAACY/WxV0oynysdo/photo.jpg",
        "authorSecureURL": "https://lh3.googleusercontent.com/-pvcHJ9U1wv4/AAAAAAAAAAI/AAAAAAAAACY/WxV0oynysdo/photo.jpg"
      },
      {
        "timestampMsec": "1337827279031",
        "starRating": "5",
        "title": "Great!",
        "comment": "Keeps my two-year-old occupied",
        "commentId": "lg:AOqpTOG6GdTC4d2u2ZX16AETTaCvIFuxjL56Drq_UkfHrLQr5dapZHASRXbRsFVff_EMp_5K13o5_dLkDFjnfg",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1356413960670",
        "starRating": "5",
        "title": "Great",
        "comment": "My babies love this!",
        "commentId": "gp:AOqpTOGPO5dSUoeO5Qf4yDneFcQKg9ssuqugy7X5RwukSSSvcFdiw9qSGmFZKfHKgBG0K5LtpMcPy9n9AIuyaA",
        "author": "Crystal Bradley",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.VIBRATE"
    ]
  }
}
