{
  "title": "THE Main Event Boyz",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dreamstep.wTheMainEventBoyzAKAPaparazziGang",
  "category": "Music & Audio",
  "price": "Free",
  "datePublished": "August 1, 2011",
  "version": "0.16.13121.69433",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "2",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "Day 1 Productions Inc.",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dreamstep.wTheMainEventBoyzAKAPaparazziGang",
  "extendedInfo": {
    "installSize": "103k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "The Mainevent Boyz” is a Dynamic upcoming Rap group from St. Louis, Missouri.; “The Show Me State”. The group consists of two members, J Mone. E (Jordan Foster) and Dredz Da Great (Keith Holmes). J. Mon. E is from Cleveland, Mississippi, Dredz Da Great is from Atlanta, Georgia. Each member has done their own thing musically prior to joining “The Mainevent Boyz.” For example, both guys first performed as solo artists and later went on to perform in other groups..J. Mone. E started with I.M.P Records in 2004, Dredz Da Great performed with local group Trouble Squad in 2006. Together these two talented individuals form “The Mainevent Boyz”. They have been performing together for two years now. They have seen and experienced the good and bad sides of St. Louis inner city streets. Their raw experience is boldly projected through their lyrics and heard in their music. From their inspirational anthems to club banger jams, they are well known in the Lou for attracting a crowd and for getting a party Crunked!Before these two young men were smitten by the rap bug, they both had very different aspirations. For example, J. Mone. E had earned a football scholarship to Pine bluff, Arkansas. Dredz Da Great attended Webster University while pursing a degree in engineering. These two guys have the dedication and determination to continue making great music. Look for “The Mainevent Boyz” to blow up real soon!!",
    "reviews": [
      {
        "documentVersion": "6.13121.69433",
        "timestampMsec": "1312423611948",
        "starRating": "5",
        "comment": "Love it*",
        "commentId": "lg:AOqpTOGK2CJsAXaZxfK7bT86uY10FAN98MriM0JG1J8i7LUOSlpD6JIakYAA0-mYtXQhtQZfzjV-SVpuwzz8PN0",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.webkit.permission.PLUGIN",
      "com.dreamstep.wTheMainEventBoyzAKAPaparazziGang.permission.C2D_MESSAGE",
      "com.google.android.c2dm.permission.RECEIVE"
    ]
  }
}
