{
  "title": "Emotional Healing SoundScape",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dreamstep.wEmotionalHealingSoundScape",
  "category": "Lifestyle",
  "price": "$4.99",
  "datePublished": "September 15, 2011",
  "version": "0.19.13161.34820",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "2",
  "rating": "3.5",
  "contentRating": "Everyone",
  "creator": "Leigh Spusta",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dreamstep.wEmotionalHealingSoundScape",
  "extendedInfo": {
    "installSize": "114k",
    "downloadsCount": "50+",
    "downloadsCountText": "50 - 100",
    "description": "Brought to you by internationally recognized Brainwave Audio Entrainment Expert and Composer Leigh Spusta, The deeply relaxing and moving music in this powerful new track is here to assist the listener in :Enhancing Your Spiritual PowerPushing through Emotional BlocksReleasing Old or Negative EmotionsCreating New Perspectives on Challenging Issues and SituationsEmpowerment to Create Positive ChangesAccumulating and Harnessing Spiritual EnergyFueling Your Spiritual / Metaphysical PursuitsJourneying Deeper into ConsciousnessThere are times when we feel the need to create a shift in our lives, be it emotionally, circumstantially, or spiritually / metaphysically. This powerful SoundScape is designed to not only create the mental and emotional space for you to work or meditate with, but actually stimulates the movement of energy. This movement may be experienced as emotion or as a more abstract feeling within you, either way, this energy is there to push through blocks, propel your purpose, or to move you into the process of emotional or spiritual healing. The intention you bring into the session will determine it's direction. So once you decide what that intention is, let the music begin to set the stage and move the energy forward, your consciousness and intention will do the rest. Targets a low alpha and theta brainwave state. Utilizing PsimatiX™ proprietary audio technology. This recording is one continuous 20 minute track.Leigh Spusta is a behavioral scientist, hypnotherapist, and Certified Therapeutic Imagery Facilitator specializing in the use of sound frequencies to produce deep, relaxing trance states. He has worked with several therapists in Los Angeles, producing a variety of therapeutic audio cds. Leigh combines his talents as a musician and his knowledge of hypnosis and related states, in an effort to pioneer new approaches in creating rich, resonant sound-scapes for greater efficacy in healing and meditative products. Leigh is the developer of the proprietary PsimatiXª therapeutic approaches and technologies.Brainwave Entrainment / Binaural Beats / Isochronic Tones / Monaural Beats / Vibro-acoustics / Hemispheric Synchronization / Alpha State / Theta State / Delta State / Relaxation / Hypnosis / Hypnotic Music / Meditation / Stress Reduction / Tension Release / Chakra Alignment - Attunement - Balancing / Harmony / Schumann Resonance / Frequency / Mind Audio / Trance / Healing / Therapy / Psychic / Intuition / ESP / Energy / Chakra / 3rd Eye / Pineal / Sound / Healing / Emotional / Release / Spiritual / Music",
    "reviews": [
      {
        "documentVersion": "9.13161.34820",
        "timestampMsec": "1319507187302",
        "starRating": "5",
        "comment": "Good",
        "commentId": "lg:AOqpTOFCZ_Hiec0ri2ovS-FAZjlW86m-MC1GcqXyoZL_3f0llya0J0InzCJ56zPo4Re1KdEPoNoqcZxUwUl85Q",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.webkit.permission.PLUGIN",
      "com.dreamstep.wEmotionalHealingSoundScape.permission.C2D_MESSAGE",
      "com.google.android.c2dm.permission.RECEIVE"
    ]
  }
}
