{
  "title": "Qeentu All Apps",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dreamstep.wQeentuAllApps",
  "category": "Books & Reference",
  "price": "$1.25",
  "datePublished": "August 13, 2013",
  "version": "0.82.13468.46526",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "1",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "Qeentu",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dreamstep.wQeentuAllApps",
  "extendedInfo": {
    "installSize": "209k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Qeentu all app is a app From Qeentu. by buying this you're helping qeentu to make this site and other sites.Qeentu app opens up all possibilities of qeentus page.short on qeentu: qeentu is a page with cheat codes, texts, movies and more.About this App/Mobile Page:\tBujudia.site90.net is a site that has info, spells, videos, photos, and more about the religion Wicca. On Bujudia.site90.net you can find other religions like Bujudia (Magic God) which i (Jim HD) have created but I do not believe in this religion anymore because I'm a 100% Wiccan now. but i don't change the name on this site because it's easy to find for other people. and to remember if you find any misspellings then I would be pleased if you would send me a corrected version of the words by email my email address is qeentu.support@gmail.com.What is Wicca:\tWicca is an Earth based religion revering a God and a Goddess. Wiccans enjoy much freedom in celebrating the Gods and do not have a buffer between us. The Goddess is within us and she manifests in all nature and creation.Wiccans have a union with nature and recognize the divine that manifests throughout. Our sacred temple is the Earth herself and when we lose touch the with nature, we lose touch with the Gods. Wiccans do not believe in Satan and certainly do not worship him. Satan or the Devil is a creation of the Christian Church and it is they that give him power. Most Wiccans use Witchcraft and Witchcraft is practiced by Witches'. Wicca embraces magic and believes magic is natural, not supernatural. Wiccans also believe in reincarnation, divination, prayer and meditation. The power of magic comes from the Goddess and is a sacred gift. Wiccans have a strong belief in Karma and nothing comes without a price, good or bad. We are accountable for our actions and the Devil does not make us do it. We are free souls with the right to live our lives our way and are completely responsible. This is by no means a complete description, Wicca is ever changing and growing. The beauty of Wicca is it's simplicity in perfect love and perfect trust. What is a Book of Shadows:a book of shadows is a book with all sorts of things ranging from magic spells to your secret old texts to new texts, chants and other things used in the wiccan faith  Find your way        &    Blessed BeTags: Wicca, Wiccan, Bujudia, Wica, Christianity, Witch, Witchcraft, Book Of Shadows, Bujudia/Wicca Bible, Pagan,",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "android.webkit.permission.PLUGIN",
      "com.dreamstep.wQeentuAllApps.permission.C2D_MESSAGE",
      "com.google.android.c2dm.permission.RECEIVE"
    ]
  }
}
