{
  "title": "My baby Xmas (Bubbles pop!)",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dokdoapps.mybabyxmasbubblesgame",
  "category": "Entertainment",
  "price": "Free",
  "datePublished": "March 5, 2013",
  "version": "1.30.16",
  "operatingSystems": "2.0 and up",
  "ratingsCount": "36",
  "rating": "4.4722223",
  "contentRating": "Everyone",
  "creator": "DOKDOAPPS",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dokdoapps.mybabyxmasbubblesgame",
  "extendedInfo": {
    "installSize": "1.1M",
    "downloadsCount": "10,000+",
    "downloadsCountText": "10,000 - 50,000",
    "description": "\"My baby game (Bubbles pop!)\" of the christmas version.Pop Bubbles with your baby!When first played, your baby may not be able to accurately touch the moving bubbles with his/her hand.Play the game with your baby consistently for a few days or weeks, and you will be surprised at the mobile development of your baby's hands.This game must be played in the presence of a parent, and it is encouraged for you to guide your baby through the game at first. ★When to play! ○When your baby is cranky or will not stop crying, playing this application can hold your baby's attention. (The various sounds, animated animals, and vibration stimulate your baby's curiosity.) ○This application may show better results than rattles or dolls. ○This application is exceptionally handy for parents who spend ample time with their babies but cannot figure out how to fill that time usefully. This application may be too advanced for infants under 12 months old.※Caution ○Playing the application for an excessive amount of time or leaving the children alone with the device is not encouraged.  ○Be cautious of injury due to dropping the device. (Place the device on a flat surface or hold it in your hand.) ○Keep the device distant from your eyes.  ○Babies tend to unawarely press the \"home\" button on the device while playing. As this may lead to your baby altering settings on your device, please do not leave your baby alone with your device. Remove advertisements : http://goo.gl/rNZopOriginal version (free): http://goo.gl/Ecrw4Please leave your valuable feedback : http://goo.gl/AAR9jMeet more of our \"My Baby\" series : http://goo.gl/6wmxB♥You are so good mom, dad. :)",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.VIBRATE"
    ]
  }
}
