{
  "title": "Pregnancy Info - Free",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.cbgsolutions.mpentrial",
  "category": "Medical",
  "price": "Free",
  "datePublished": "May 24, 2013",
  "version": "1.1.2",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "5",
  "rating": "4.2",
  "contentRating": "Low Maturity",
  "creator": "CBG_Solutions",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.cbgsolutions.mpentrial",
  "extendedInfo": {
    "installSize": "2.9M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "The most simple app for your pregnancy, user friendly and only useful information! No complicated tables or graphs!This item will provide information to prospective parents on child development in the womb. Every week we bring information on the child's growth (text & pictures), passing from the state of embryo to fetus, describing the development of internal organs, limbs, skin, sensory organs, etc.1. Introduction:When you first start the program it briefly describes its content. To start you must select the mode you prefer among ACCOMPANYING (information will be provided each week with the progress of gestation, and you can also view the previous weeks) and CONSULTATION (you have free access to all content immediately).Each time you start the application in ACCOMPANYING start mode, which is recommended because it gives the most fun in the sense that you can see the following contents only when you enter the next week of pregnancy.As a second step, you must also enter data on the \"My Dates\" depending on whether the pregnancy is already in progress or you are planning one.2. The sex of the unborn child:In this window you can perform a statistical calculation on the alleged sex of the unborn child; in fact several international studies show that the sex of the child depends to some extent also on the last full relationship in relation to the date of ovulation of the woman. This for several factors affects the mobility and lifetime of sperm depending on whether carriers of chromosomes X or Y and the acidity of the uterus of the woman after ovulation.Inserting the date of last relationship prior to ovulation, it is possible to give a probability value to the child's sex. Of course, this result should be regarded as purely probabilistic.3. Pregnancy informationOnce the data are entered as indicated above, the program automatically offers information on the current week of pregnancy, showing general information on child development and changes occurring in the mother.Each week is also associated with one or more explanatory images, drawings and photographs.If you have chosen the ACCOMPANYING mode during the start of the program, you can only see the information relating to the week of pregnancy and during the previous week. At anytime you can still switch to consultation, and have access to all content, set on the Info page of the program.For women who are not pregnant, in ACCOMPANYING mode you can only view information about the first week of gestation, remaining always possible to change mode from the INFO page.The program provides information for all 40 weeks of pregnancy.",
    "reviews": [
      {
        "documentVersion": "1.1.0",
        "timestampMsec": "1368898856566",
        "starRating": "5",
        "title": "OK.",
        "comment": "Boos",
        "commentId": "gp:AOqpTOHEv9D6Nqw_AUuPEI8wN_dnVv4GpEdHpLYdrvn2yUMrLYyUDUiEFHHfnLZyh3g13A4bAeQEqoHr-JbLww4",
        "author": "Vijay Jagtap",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1372618110721",
        "starRating": "3",
        "comment": "Good",
        "commentId": "gp:AOqpTOGzC3CwokZwwjJALCsKv9pcOehMEf3cQkBqa1Ye8JrVw33FnlaDPIWT34Szd0XWIoC91vlYloMwCM6kSNg",
        "author": "omaryam matari",
        "authorURL": "http://lh6.googleusercontent.com/-1NrOq-mSGGc/AAAAAAAAAAI/AAAAAAAAABk/ebQpgV82Pes/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/-1NrOq-mSGGc/AAAAAAAAAAI/AAAAAAAAABk/ebQpgV82Pes/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_LOCATION_EXTRA_COMMANDS",
      "android.permission.ACCESS_NETWORK_STATE"
    ]
  }
}
