{
  "title": "GROW",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.century.android",
  "category": "Productivity",
  "price": "Free",
  "datePublished": "June 28, 2013",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "RealisticDigital",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.century.android",
  "extendedInfo": {
    "installSize": "10.0M",
    "downloadsCount": "10+",
    "downloadsCountText": "10 - 50",
    "description": "Welcome to the GROW App.  This App will help you achieve your goals and give you an action plan of the steps you need to take for each one.  The GROW pneumonic stands for:Goal - What do you want to achieve?Reality - Where are you with this at the moment?Options - What could you do to move yourself forward?Will - What is your first step and when will you do it?It is simple and easy to remember and promotes creative problem solving. It is infinitely flexible and can be used on any issue or situation.  You can move forward any issue by asking questions in these four areas and this is what this App does. You are invited to answer each question in turn – some are by choosing a number on a 1-10 scale, some are date selectors, most are free text for you to type what you wish.  You can skip questions and go back and forth.Each completed GROW Plan will be saved within this App on your device for you to return to later.  You can edit and export / email them to share with others.You can also highlight your favourite GROW Plans with a star and that will move them to the top of the list. We wish you every success in using this App and welcome you to find out more about the UK-based Charity 21st Century Legacy and our Be the Best you can Be! Programme that inspires, engages and empowers young people in Primary Schools, Secondary Schools and beyond, to discover their unique potential, pursue and realise their dreams in whatever area of life they choose.  Please visit www.21stcenturylegacy.com.The development of this App was kindly sponsored by the Bright Future Trust and created by Realistic Digital.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.CHANGE_NETWORK_STATE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.WAKE_LOCK"
    ]
  }
}
