{
  "title": "Old School Soundboard",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.celebrityringtonessoundboards.soundboard.oldschoolsoundboard",
  "category": "Music & Audio",
  "price": "Free",
  "datePublished": "June 29, 2013",
  "version": "1.0.1",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "6",
  "rating": "4.5",
  "contentRating": "High Maturity",
  "creator": "Celebrity Ringtones Soundboards",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.celebrityringtonessoundboards.soundboard.oldschoolsoundboard",
  "extendedInfo": {
    "installSize": "8.0M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "Old School sounds and ringtonesApp FeaturesPress and hold a sound to set sounds as ringtones, notifications, and alarmsfunny sound clips from Old School--This app is ad supported and may contain ads in the notification tray and/or home screen.This is an unofficial free fan app.Please rate this app 5 stars!--Any content not owned by this developer belongs to their respective owners. We are not affiliated with this company. We don't claim any ownership to the characters, images, or content in this app. We believe the images fall under fair use as they are reduced size and excerpted for informational purposes. If there is a copyright issue with content in this app, please contact us and we'll remove it.Old School is a 2003 American comedy film released by DreamWorks Pictures and The Montecito Picture Company and directed by Todd Phillips. The story was written by Court Crandall, and the film was written by Phillips and Scot Armstrong. The film stars Luke Wilson, Vince Vaughn, and Will Ferrell as three depressed thirty-somethings who seek to re-live their college days by starting a fraternity, and the tribulations they encounter in doing so.Attorney Mitch Martin (Luke Wilson) comes back from a business trip early and is shocked to find out that Heidi (Juliette Lewis), his girlfriend, takes part in orgies. Mitch breaks up with her. He encounters his high school crush, Nicole (Ellen Pompeo), at his friend Frank’s (Will Ferrell) wedding party. He is drunk and does not make a good impression, accidentally spilling hot coffee on her and then trying to clean it up off of her dress. After breaking up with his girlfriend, Mitch goes house-hunting.He finds a house located near the campus of the fictional Harrison University in New York State.Mitch’s other friend Bernard (Vince Vaughn), who owns a chain of electronic stores named \"Speaker City\", throws a party at Mitch's house and hires Snoop Dogg to play so Mitch can get his mind off his ex-girlfriend. The party, dubbed \"Mitch-A-Palooza,\" is a huge success and puts Mitch and his friends at the top of the college social circuit, causing the former college friends to revert to their frat-boy days.Frank, who had a reputation as the heavy drinking, hard partying \"Frank the Tank\" back in college, has his wife under the impression that he's matured and left that part of his life behind.However, he gets drunk at the party and goes streaking through the neighborhood and is found by his new wife and her friends, putting a strain on their marriage.The next morning, Mitch wakes up with Darcie (Elisha Cuthbert), a young woman whom Mitch met the previous night, and at first he is a bit concerned but she assures him it was simply casual sex. In the aftermath of the party, the trio meet Dean Pritchard (Jeremy Piven).The Dean is a childhood acquaintance of the three men, but since he was the butt of most of their pranks, his actions throughout the film are rooted in vindictiveness. Pritchard happily informs them that the house is specifically designated for social services and community housing.Therefore, Mitch, Frank,and Bernard must either move out or meet the Dean's criteria in order to keep Mitch's house. For this reason, it is Bernard's idea to start a fraternity that is open to anyone. Although Mitch is initially reluctant to accept the notion of turning his house into a fraternity, he is essentially obliged to agree with the idea. Mitch gets dubbed \"the Godfather\".He still tries to keep his work life and fraternity life apart. Regardless, he is approached by countless people even at work who want to become members of his fraternity.The fraternity is an outlet for the stress and boredom that is associated with the monotonous nine-to-five lifestyle for many members. Mitch, while in a meeting with his boss, Mr. Goldberg, is visited by Darcie and awkwardly discovers she is his boss' daughter, who happens to be graduating from high school. This stuns Mitch, who awkwardly shakes her hand.",
    "reviews": [
      {
        "documentVersion": "1.0.1",
        "timestampMsec": "1374123284136",
        "starRating": "5",
        "title": "wonderful...",
        "comment": "a good app.....liked very much...",
        "commentId": "gp:AOqpTOGfaSaCG1Qf0hen9cgSheoSx_8pmD0PSetn5xn6XsYdpd-p7xJrFMG4vjqW6PS-VI1sgRBRdNemlnYvlpY",
        "author": "Aftab Ahmed",
        "authorURL": "http://lh6.googleusercontent.com/-lhwNLfcsIoU/AAAAAAAAAAI/AAAAAAAAAAA/SQTRq6VbMF4/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/-lhwNLfcsIoU/AAAAAAAAAAI/AAAAAAAAAAA/SQTRq6VbMF4/photo.jpg"
      },
      {
        "timestampMsec": "1373132343077",
        "starRating": "5",
        "title": "Funny",
        "comment": "Awesome!",
        "commentId": "gp:AOqpTOHMINnNWM00GizWbH0uKzrxH8qaF91lYU0yy--pPFBOkuX6GKTh4SLkYYF2fSdd_74lDKi_HIy09Hgiqzc",
        "author": "Jared Kingsley",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1372598017812",
        "starRating": "5",
        "comment": "Awesome",
        "commentId": "gp:AOqpTOHukbnp9GseGTEvyKZMIWuWZWLRcDMZgNdvcJO8HjEIQ-0R1bkds8aB1MzKp-lIRyI3I9dHmvKBli-irjM",
        "author": "marco b",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.GET_ACCOUNTS",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.WRITE_SETTINGS",
      "android.permission.MODIFY_AUDIO_SETTINGS",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
