{
  "title": "HVAC Psychrometric",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.carmelsoft.psychrometric",
  "category": "Productivity",
  "price": "$6.99",
  "datePublished": "March 17, 2011",
  "version": "1.1",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "5",
  "rating": "3.6",
  "contentRating": "Everyone",
  "creator": "Carmel Software Corporation",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.carmelsoft.psychrometric",
  "extendedInfo": {
    "installSize": "76k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "The \"HVAC Psychrometric\" app is a new psychrometric analysis app for the Android OS. It is based upon the #1 selling psychrometric application for the Apple iPhone and iPod touch. Thousands of happy users have downloaded the iPhone version for performing quick and simple psychrometric analysis. Just a few reasons why you should buy this application: 1. This app was developed by Carmel Software, a company that has been developing software for 15+ years. We are experts in software design and HVAC analysis. 2. It allows you to easily perform single-state HVAC psychrometric calculations. 3. Select and update all input parameters and view the calculated results all in the same screen without switching from one screen to another. 4. Select from 23+ different combinations of any 2 input parameters such as \"Humidity Ratio / Dew Point Temperature\" and much more. 5. Immediately view updated results as you change the input values using the on-screen slider control. You can specify how much to increase or decrease values as you slide the indicator along the slider mechanism. The following input and result value-types are displayed: 1. Dry-bulb temperature 2. Humidity ratio 3. Relative Humidity 4. Wet-bulb temperature 5. Partial pressure 6. Enthalpy 7. Specific volume 8. Dew Point temperature You can specify additional parameters such as the altitude of the air being analyzed, the atmospheric pressure, different types of units such as degrees F or R, and English or Metric units. The \"HVAC Psychrometric\" application was designed by Carmel Software Corporation, a leader in HVAC design software since 1995. In fact, Autodesk (the makers of AutoCAD) acquired our load calculation software and incorporated it into their leading 3D modeling software called Revit. We currently offer 20+ apps for the iPhone and are converting all of them to the Android OS. In addition, we developed the ASHRAE 62.1 ventilation and Duct Fitting Database iPhone apps that are currently sold by ASHRAE, Inc.",
    "reviews": [
      {
        "timestampMsec": "1329859980002",
        "starRating": "4",
        "title": "Not bad",
        "comment": "Its a good app but limited for only one thing so for 7$ to much if they make it bigger I may buy it again and give 5 star ...",
        "commentId": "lg:AOqpTOGigpFl9c9Snpch2WtiRHBatuL19_1IFIccdi6PwcUznUtIKhQYYLU2YDxPsaS18NhZ5TgOX104hwnIXw",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET"
    ]
  }
}
