{
  "title": "Cayce's Dream Dictionary Lite",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.ceosoftcenters.dreamdictionary",
  "category": "Entertainment",
  "price": "$2.99",
  "datePublished": "December 12, 2012",
  "version": "1.1.4",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "3",
  "rating": "4.6666665",
  "contentRating": "Everyone",
  "creator": "Edgar Cayce's A.R.E.",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.ceosoftcenters.dreamdictionary",
  "extendedInfo": {
    "installSize": "20M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "100 - 500",
    "description": "Regardless of your level of expertise or knowledge of dream interpretation, this dream app will provide you with the tools you need to successfully and enjoyably work with your dreams.Along with an easy-to-access index of more than 1000 dream symbols and their possible interpretations, you’ll find information on the late psychic Edgar Cayce and his tips on remembering and working with your dreams, and a dream journal perfect for late-night access or early morning dream memories.Features:•\tIndex of more than 1000 dream symbols•\tTips for remembering and working with your dreams•\tDream journalWhy work with your dreams? Dreams can diagnose the causes of our physical ailments, point out the thoughts and emotions that we’ve tried to overlook, and often make suggestions for improving our relationships with others. While dreaming, we can gain awareness about our entire being: physically, mentally, and spiritually.Although it is true that many of us do not consciously remember all of our dreams, everyone dreams. During the early part of this century, while psychologists such as Sigmund Freud and Carl Jung were demonstrating the clinical importance of dreams, Edgar Cayce was providing average individuals with guidelines for working with what has become one of the most practical approaches to dreams. Hundreds of Cayce’s psychic readings deal with the subject of dreams and dream interpretation. Perhaps the most important insights gained from the wealth of his material is the fact that each of us is aware of much more – about ourselves, our physical bodies, our surroundings, even our lifestyles – at subconscious levels than we realize when we are awake.We hope you’ll find this to be a useful tool for living and dreaming!",
    "reviews": [
      {
        "documentVersion": "1.1.4",
        "timestampMsec": "1355320024445",
        "starRating": "5",
        "title": "Dream Journal",
        "comment": "I love the fact that you can record and even search dream themes from this app.  The cross referencing in the dictionary is very helpful too.  Now that the date bug is fixed it is perfect!  Response time was awesone...less than 1 day.  Extended dictionary and customer service...well worth the purchase price.  Great job!",
        "commentId": "gp:AOqpTOF0ISrivXmfjt8tLKe5eZNqEynIsj73lTultPgC3VG-XinqDh5h2YU2-an5ew9HGcYPNzAoZNX04Wnl",
        "author": "Diana Clark",
        "authorURL": "http://lh4.googleusercontent.com/-YGvG4APW1Ro/AAAAAAAAAAI/AAAAAAAAAvs/78thD1FJSvQ/photo.jpg",
        "authorSecureURL": "https://lh4.googleusercontent.com/-YGvG4APW1Ro/AAAAAAAAAAI/AAAAAAAAAvs/78thD1FJSvQ/photo.jpg"
      },
      {
        "timestampMsec": "1346332017733",
        "starRating": "4",
        "title": "Good.",
        "comment": "Thorough and insightful.",
        "commentId": "lg:AOqpTOEP1fc_Jf6vO2Ttr_dn-8wiwglEB-cmvQxkYSuZcIwlEOmE6DfqTPfz7zFcTjiVvWDf79onnwyxIRLp",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1347926100776",
        "starRating": "5",
        "title": "Amazing",
        "comment": "Great reference and amazing cross-referencing. Love it!",
        "commentId": "lg:AOqpTOFKyVtr6OL21qrKN76TKuP6iL0q8x8fOLp_zd8FdE7zAboMvrWcB_XlPiI_iZVoF4trFLnre0MRnEtK",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.INTERNET",
      "com.android.vending.CHECK_LICENSE"
    ]
  }
}
