{
  "title": "Active - Venice Theme",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.celltick.lockscreen.theme.Venice",
  "category": "Personalization",
  "price": "Free",
  "datePublished": "June 4, 2013",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "11",
  "rating": "4.2727275",
  "contentRating": "Low Maturity",
  "creator": "Celltick",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.celltick.lockscreen.theme.Venice",
  "extendedInfo": {
    "installSize": "1.0M",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "Travel the world with Active’s new cities series: breathtaking views of some of the most beautiful cities around the worldVenice - One of Italy's top travel cities and a beautiful, romantic destination.Themes Provides a pleasing visual experience while using Active lockscreen , Which offers users many features and benefits : • Easy access - with one click only , you can call a contact, launch an app, play a game, browse the web, play music, get Facebook updates or just unlock your phone.• Display your favorite gallery pictures, Facebook feeds and other apps of your choice while your phone is locked• Set your favorite/recent contacts for easy calling even when you are on the Go.• Launch your hand-picked/recently used apps • Send Text messages through your SMS Inbox or any other text app such as WhatsApp, Skype, Viber, Email, Gmail, Twitter or LinkedIn • Launch the Camera or any picture and graphics related apps installed on your phone such as Instagram, Mobli, Food, Adobe Photoshop ExpressThe Active Lockscreen is easy to use and is the best app for unlocking your phone - all you need to do is place your finger on the lockscreen ring and drag it to the relevant action or shortcut – ideal when you are on the Go.Enjoy our new background themes with matching graphics!",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.READ_PHONE_STATE",
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_WIFI_STATE",
      "com.celltick.lockscreen.permission.C2D_MESSAGE",
      "com.google.android.c2dm.permission.RECEIVE"
    ]
  }
}
