{
  "title": "TV Commercial Jingles Songs",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.celebrityringtonessoundboards.soundboard.tvcommercialjinglessoundboard",
  "category": "Music & Audio",
  "price": "Free",
  "datePublished": "July 1, 2013",
  "version": "1.0.1",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "4",
  "rating": "3.75",
  "contentRating": "High Maturity",
  "creator": "Celebrity Ringtones Soundboards",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.celebrityringtonessoundboards.soundboard.tvcommercialjinglessoundboard",
  "extendedInfo": {
    "installSize": "11M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "TV Commercial Jingles sounds and ringtones soundboardApp FeaturesPress and hold a sound to set sounds as ringtones, notifications, and alarmsfunny sound clips from TV Commercial Jingles of your favorite products like Alka Seltzer, Fanta, Hawaiian Punch, Little Ceasars, and more! You'll find yourself humming the tunes to popular catchy jingles like \"sometimes you feel like a nut\", or \"viva gorditas!\"Other sounds include I love buns of Steel, Hair Club for Men, and Psychic Hotline. They're great!Plus.. who could forget... snap crackle pop Rice Krispies!--This app is ad supported and may contain ads in the notification tray and/or home screen.This is an unofficial free fan app.Please rate this app 5 stars!--Any content not owned by this developer belongs to their respective owners. We are not affiliated with this company. We don't claim any ownership to the characters, images, or content in this app. We believe the images fall under fair use as they are reduced size and excerpted for informational purposes. If there is a copyright issue with content in this app, please contact us and we'll remove it.A commercial advertisement on television (usually abbreviated to TV commercial, ad, ad-film, and known in UK as advert, or TV Advert[1]) is a span of television programming produced and paid for by an organization, which conveys a message, typically to market a product or service. Advertising revenue provides a significant portion of the funding for most privately owned television networks. The vast majority of television advertisements today consist of brief advertising spots, ranging in length from a few seconds to several minutes (as well as program-length infomercials). The effects of television advertising upon the viewing public (and the effects of mass media in general) have been the subject of philosophical discourse by such luminaries as Marshall McLuhan. The viewership of television programming, as measured by companies such as Nielsen Media Research, is often used as a metric for television advertisement placement.In many countries, including the United States, television campaign advertisements are considered indispensable for a political campaign. In other countries, such as France, political advertising on television is heavily restricted, while some countries, such as Norway, completely ban political ads.The first tv ad:  watchmaker Bulova paid $9 for a placement on New York station WNBT before a baseball game between the Brooklyn Dodgers and Philadelphia Phillies. The 10-second spot displayed a picture of a clock superimposed on a map of the United States, accompanied by the voice-over \"America runs on Bulova time.\" The first TV ad broadcast in the UK was on ITV on 21 September 1955, advertising Gibbs SR toothpaste. The first TV Ad broadcast in the Philippines was on ABS-CBN in 1960, advertising Tide detergent powder.[citation needed] Until the early 1990s, advertising on television had only been affordable for large companies willing to make a significant investment, but the advent of desktop video allowed many small and local businesses to produce television ads for airing on local cable TV services.Television advertising in the U.S. and in other countries involves two main tasks: 1.) creating a television advertisement that meets broadcast standards, and 2.) placing the advertisement on television via a targeted air time media buy that reaches the desired customer.To accomplish these tasks, it is important to choose a television production company and advertising agency with pertinent expertise in these two arenas, and it is preferable to choose an agency that both produces advertisements and places air time, because expertise in broadcast quality production and broadcast standards is vital to gaining the advertisement's acceptance by the networks. After the advent of cheap video software and consumer cameras, numerous individuals have offered video production services on the internet.",
    "reviews": [
      {
        "documentVersion": "1.0.1",
        "timestampMsec": "1374123898427",
        "starRating": "5",
        "title": "great jingles...",
        "comment": "love to play again n again...cool app...",
        "commentId": "gp:AOqpTOFCS0JjmE9lbNJyJmBjHSGzJF455ikVIvXqdnTvXlcHpVL3518pXQWU0bCaOKPWg6zaQcEn5vqZvytjHFI",
        "author": "Aftab Ahmed",
        "authorURL": "http://lh6.googleusercontent.com/-lhwNLfcsIoU/AAAAAAAAAAI/AAAAAAAAAAA/SQTRq6VbMF4/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/-lhwNLfcsIoU/AAAAAAAAAAI/AAAAAAAAAAA/SQTRq6VbMF4/photo.jpg"
      },
      {
        "documentVersion": "1.0.1",
        "timestampMsec": "1376669665423",
        "starRating": "1",
        "title": "Rubish",
        "comment": "Rubish",
        "commentId": "gp:AOqpTOHkPPxNZ4JOKyCwNJ4Fa3Yt3rJiBFuj1311L73igoDclYD-_CKSdbBlHLzOuPazD4Cw5eBddRnewkHmX20",
        "author": "Janis Triblis",
        "authorURL": "http://lh3.googleusercontent.com/-N3p8n0ffgl8/AAAAAAAAAAI/AAAAAAAAAtQ/B_JA8AfTgrk/photo.jpg",
        "authorSecureURL": "https://lh3.googleusercontent.com/-N3p8n0ffgl8/AAAAAAAAAAI/AAAAAAAAAtQ/B_JA8AfTgrk/photo.jpg"
      },
      {
        "timestampMsec": "1372721665832",
        "starRating": "5",
        "title": "Cool",
        "comment": "Nice collection of \\'oldies\\'",
        "commentId": "gp:AOqpTOFgUCtQBoyrRWf9PgPjnvPlYwOW2aUbHQn90N-poZH5K8iMjpNgibnzpYw97B5O9yLKuIBk6d04_J1SH6A",
        "author": "marco b",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.GET_ACCOUNTS",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.WRITE_SETTINGS",
      "android.permission.MODIFY_AUDIO_SETTINGS",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
