{
  "title": "Seth Superbad Soundboard",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.celebrityringtonessoundboards.soundboard.sethsuperbadsoundboard",
  "category": "Music & Audio",
  "price": "Free",
  "datePublished": "June 29, 2013",
  "version": "1.0.1",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "3",
  "rating": "5.0",
  "contentRating": "High Maturity",
  "creator": "Celebrity Ringtones Soundboards",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.celebrityringtonessoundboards.soundboard.sethsuperbadsoundboard",
  "extendedInfo": {
    "installSize": "15M",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "Seth Superbad sounds and ringtonesApp FeaturesPress and hold a sound to set sounds as ringtones, notifications, and alarmsfunny sound clips from Seth Superbad--This app is ad supported and may contain ads in the notification tray and/or home screen.This is an unofficial free fan app.Please rate this app 5 stars!--Any content not owned by this developer belongs to their respective owners. We are not affiliated with this company. We don't claim any ownership to the characters, images, or content in this app. We believe the images fall under fair use as they are reduced size and excerpted for informational purposes. If there is a copyright issue with content in this app, please contact us and we'll remove it.Superbad is a 2007 American comedy film directed by Greg Mottola and starring Jonah Hill and Michael Cera. The film was written by Seth Rogen and Evan Goldberg, who began working on the script when they were both thirteen years old. They completed a draft by the time they were fifteen.The film's main characters have the same given names as Rogen and Goldberg. It was also one of a string of hit films produced by Judd Apatow.Seth (Jonah Hill), and Evan (Michael Cera) are two high school seniors who lament their virginity and poor social standing. Best friends since childhood, the two are about to go off to different colleges, as Seth did not get accepted into Dartmouth. After Seth is paired with Jules (Emma Stone) during Home-Ec class, she invites him to a party at her house later that night. Later, Fogell (Christopher Mintz-Plasse) comes up to the two and reveals his plans to obtain a fake ID during lunch. Seth uses this to his advantage and promises to bring alcohol to Jules' party.Fogell's fake ID is met with disgust by Seth and Evan, as it states that Fogell's name is simply \"McLovin\". After contemplating the options, Seth decides they have no choice but to have Fogell buy the alcohol with his fake ID. Fogell goes in and successfully buys the alcohol, but is interrupted when a robber enters the store, punches him in the face, and takes money from the cash register.When police officers Slater (Bill Hader) and Michaels (Seth Rogen) arrive to investigate the robbery, Seth and Evan (who had been arguing outside) believe that Fogell has been busted for the fake ID. Inside the store, Slater and Michaels are apparently fooled by Fogell's ID and give him a ride to the party. While arguing over what to do, Seth is hit by a car being driven by Francis (Joe Lo Truglio), who promises to take them to a party he is attending in exchange for them not telling the police.During Fogell's time with the police, they exhibit very irresponsible behavior such as drinking, shooting their firearms at a stop sign, and improper use of their sirens to run red lights. All the while, the three develop a strong friendship. When Seth and Evan arrive at the party, they quickly discover that Francis is not welcome there. Francis is brutally beaten by Mark (Kevin Corrigan), the party host, while Seth fills detergent bottles from the basement with alcohol he finds in the fridge. After running away from the party, which soon devolves into a fistfight, Evan angrily asserts that Seth has been holding him back from all these years and preventing him from becoming socially active.In the midst of this argument, Seth is hit by the police cruiser when Michaels distracts Slater while he is driving. Afraid of losing their jobs, the cops decide to frame the accident on Seth and Evan and begin to arrest them. While being arrested, Seth and Evan see Fogell coming out of the car and decide to run for it, Fogell and the alcohol in tow.Arriving at the party, Seth successfully delivers the alcohol while Evan meets up with his crush Becca (Martha MacIsaac). Becca is already drunk and initiates sex with Evan, but Evan does not want to have sex with Becca drunk. Fogell impresses Nicola (Aviva Farber) with his fake ID and goes upstairs to have sex with her.",
    "reviews": [
      {
        "documentVersion": "1.0.1",
        "timestampMsec": "1374123433189",
        "starRating": "5",
        "title": "excellent...",
        "comment": "supergood sounds of seth superbad....thumbs up...",
        "commentId": "gp:AOqpTOFKT2HlqYAfHFNn4mos4v_VUId4XY819vSHs64IUKH1xCH6PazWhcH9-pmP7B1vzYxEbOPXQHQFeSJLeSI",
        "author": "Aftab Ahmed",
        "authorURL": "http://lh6.googleusercontent.com/-lhwNLfcsIoU/AAAAAAAAAAI/AAAAAAAAAAA/SQTRq6VbMF4/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/-lhwNLfcsIoU/AAAAAAAAAAI/AAAAAAAAAAA/SQTRq6VbMF4/photo.jpg"
      },
      {
        "timestampMsec": "1372596934123",
        "starRating": "5",
        "title": "Superb",
        "comment": "Actually superbad :),great.",
        "commentId": "gp:AOqpTOFT9Jz5LsHBAMTEjJ0gVtvECxz7U7owQnbJ0w3KfCFd3vQM9LCkgE4uO5SX_Dn1EveOY4U4fxkl0O6WpjM",
        "author": "marco b",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.GET_ACCOUNTS",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.WRITE_SETTINGS",
      "android.permission.MODIFY_AUDIO_SETTINGS",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
