{
  "title": "Thought for the Day",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.ceosoftcenters.thoughtfortheday",
  "category": "Entertainment",
  "price": "$3.99",
  "datePublished": "August 1, 2012",
  "version": "1.1.4",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "1",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "Edgar Cayce's A.R.E.",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.ceosoftcenters.thoughtfortheday",
  "extendedInfo": {
    "installSize": "12M",
    "downloadsCount": "50+",
    "downloadsCountText": "50 - 100",
    "description": "The spiritual nature of the Edgar Cayce readings promote a oneness of all life and inclusive philosophy that people have found inspiring for more than half a century. The very best “golden nuggets” among these quotes from his readings have been included here in our “Thought for the Day” app.Features:•A new thought for each day plus access to the last 7 days •The ability to share thoughts socially•The ability to save and store your “favorite” thoughts for future viewing•Additional information about Edgar Cayce and his readings.Edgar Cayce has been called the “sleeping prophet,” the “father of holistic medicine,” and the most documented psychic of the 20th century. For more than 40 years of his adult life, Cayce gave psychic “readings” to thousands of seekers while in an unconscious state, diagnosing illnesses and revealing lives lived in the past and prophecies yet to come. In a state of relaxation and meditation, he was able to place his mind in contact with all time and space—the universal consciousness—also known as the super-conscious mind. From there, he could respond to questions as broad as, “What are the secrets of the universe?” to “What is my purpose in life?” His responses to these questions came to be called “readings,” and their insights offer practical help and advice to individuals even today.We hope you’ll find this to be a useful tool for living an inspired life!",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.INTERNET",
      "com.android.vending.CHECK_LICENSE"
    ]
  }
}
