{
  "title": "Avril Lavigne Wallpapers",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.celebreetee.clb_avrillavigne",
  "category": "Personalization",
  "price": "Free",
  "datePublished": "July 7, 2013",
  "version": "1.2",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "14",
  "rating": "4.5",
  "contentRating": "Low Maturity",
  "creator": "Celebreetee",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.celebreetee.clb_avrillavigne",
  "extendedInfo": {
    "installSize": "5.2M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "Avril Lavigne Wallpapers app is free, featuring a lot more than android wallpapers:- Hot Photos of Avril Lavigne to Save or Set As Wallpaper!- Option to share the photos via facebook, send to friends (or use eMail & other social sharing apps, messaging)- Access to a daily updated beautiful Avril Lavigne photos gallery online- Direct access to Avril Lavigne music and interview videos online, so you stay up to date with her latest hit songs, comments & tour info!- Picture Memory Game with photos of Avril and symbols that are her signature, see if you can finish it faster than your friends or family!Enjoy the app, share with friends and please give it a good rating (and provide feedback for next update we release :) .In case you stumbled upon this app, here's a short bio/wiki about her:Avril Lavigne was born in Belleville, Ontario, Canada on September 27, 1984. At 16, she moved to Manhattan and began work on her debut album. She dropped out of high school after the 11th grade when she secured a record deal. When Avril was almost 18, she released \"Complicated\" from her debut album titled: \"Let Go,\" which went 6x platinum. As a petite skater girl from a small town, Avril has shown she is independent, full of confidence and determination, providing a good combination to make \"Complicated\" and Avril a musical breakthrough. \"Complicated\" went to number #1 on Billboards Top 100 while also earning her 5 Grammy nominations, MTV music awards, MTV European music awards and many more. (source imdb.com)App is free, built for fans by fans for entertainment purposes only.To stay free, this app is using ads (icons and push notifications, but you can easily remove them). Enjoy!Disclaimer:We took precautions that no copyright infringement is done using the images in this app. All photos were/are available for free use. If you own the copyrights to any of the photos inside the app and want it removed (or credit / watermark added) email us and we will fix the issue promptly.",
    "reviews": [
      {
        "timestampMsec": "1372097163210",
        "starRating": "5",
        "comment": "Ally",
        "commentId": "gp:AOqpTOFWdQ2_JFQajmMwiMpifRNTaES-v1qD4cg7oRyPhFaZQrkQmhF_eqWv5T6qCQvPg-Jgd8mW9u7VR3FG",
        "author": "Maggie Thomas",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.SET_WALLPAPER",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.GET_ACCOUNTS",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.WAKE_LOCK",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
