{
  "title": "HVAC PT Chart",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.carmelsoft.ptchart",
  "category": "Productivity",
  "price": "$2.99",
  "datePublished": "April 27, 2012",
  "version": "1.0",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "1",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "Carmel Software Corporation",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.carmelsoft.ptchart",
  "extendedInfo": {
    "installSize": "5.2M",
    "downloadsCount": "50+",
    "downloadsCountText": "50 - 100",
    "description": "HVAC PT Chart is an electronic pressure-temperature calculator that allows HVAC technicians and contractors to quickly lookup the temperature and corresponding pressure for 75 common HVAC refrigerants.This is a unique PT Chart app for the following reasons:1. Includes 75+ refrigerants2. Allows you to input the exact temperature and then the corresponding pressure will display and vice versa.3. Allows you to also use a slider control to specify the exact pressure or temperature (in 1 degree increments) to see the corresponding temperature or pressure4. Allows you to select the atmospheric pressure so as to show the true pressure-temperature relationships even for high elevations like Denver, Colorado.5. Includes a database of 1000+ cities world-wide with elevation data that is used to derive atmospheric pressure6. Includes ability to display all important thermodynamic properties about each refrigerant7. Display units in both English and Metric8. Allows you to email your inputs and results",
    "reviews": [
      {
        "timestampMsec": "1346293666565",
        "starRating": "5",
        "title": "Very handy",
        "comment": "It\\'s quick and easy to use. Accurate. A huge time saver when I need a stat.",
        "commentId": "lg:AOqpTOFi6vFRN_tEMaA22H5lRMabIuLtKhYs35EHsBjiPwC-n5fo7Q_xbhmw5K78zif6_L-kU7kvIaVPF0fzaw",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [

    ]
  }
}
