{
  "title": "Japanese Class Demo",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.ceardannan.languages.japanese.demo",
  "category": "Education",
  "price": "Free",
  "datePublished": "July 14, 2013",
  "version": "5.12",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "10",
  "rating": "4.3",
  "contentRating": "Everyone",
  "creator": "Ceardannan",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.ceardannan.languages.japanese.demo",
  "extendedInfo": {
    "installSize": "2.6M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "Gain a mastery of Japanese!Japanese Class contains a complete written offline Japanese course, together with interactive vocabulary and grammar exercises.Great support when you learn Japanese. Easy to practice your vocabulary,  grammar and phrases with.In this demo, only the first semester is available: * Present tense* 250 words * Basic grammar (Hiragana, Katakana, Particles,..)* 25 useful phrasesAnd the following features:* Support for Kana, Kanji, Romaji(from Vocabulary, bring up menu, and press Vocabulary Settings to change writing display).* Highly customizable exercises on all of the above, with a fun awards system which makes practicing fun, with separate awards for the vocabulary, verbs, grammar and speaking exercises.* Keeping track of your progress by saving statistics and summaries of all done exercises, together with errors made.The fun of this demo lies in its fun, addictive and useful exercises. The full version comes with tons of content, while the content of this demo is rather limited.The app also offers audio for all the vocabulary and useful phrases, but in order to enable this permanently, a voice needs to be bought from the third-party voice provider Svox. However, a free trial of this voice is enable for one month. When the voice is installed and enabled, an additional listening exercise becomes available as well.The app also contains a fun speaking exercise, which should not be taken very seriously as it is now.If you are serious about learning Japanese, please give this demo a try.Note: If you have problems with the audio, please readhttp://www.ceardannan.com/products/android-language-classes-text-to-speechIMPORTANT!We believe in a long term strategy for this app and customer feedback is very important to us. If there is something you do not like, please contact us at our developer email instead of giving us a 1 star rating. If you give us a 1 star rating, we do not even get your details so we cannot contact you back to solve the problem. If you contact us with a remark or problem and we fail to help you within a few days/weeks, depending on the severity of the problem, we understand that you give us a bad rating.PLANNED UPDATES* Writing exercises: the word, verb and grammar exercises will get a “writing” instead of multiple choice option, which will present the user with a textbox to type in instead of the multiple choice questions, for a bit more of a challenge.* Image exercises, such as on clock times.* Making it possible to add your own words and phrases to the app through http://www.languageshq.com.",
    "reviews": [
      {
        "timestampMsec": "1362005121054",
        "starRating": "2",
        "title": "H\\'m",
        "comment": "This app has a great concept behind it; the UI is clean and clear, everything needed is there.  However, the app only gets two stars because it\\'s a little disappointing. The speaking is frankly ridiculous. Some times it recognises fine, whereas in others, it failed completely. If it was a little improved here and there, I would definitely consider keeping it. But for now, it\\'s being put to the side.",
        "commentId": "gp:AOqpTOEZ3EpIOZIZq_rrAcfdkaISsX5BCL95wGRqf6mxHr8WKinixnTsjG5Of6DxuFu0deWT72-_QZjb7BFQ9A",
        "author": "Jennie Rennie",
        "authorURL": "http://lh6.googleusercontent.com/-PecJ5ZRN-mI/AAAAAAAAAAI/AAAAAAAAAn8/rox1HwvuWV8/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/-PecJ5ZRN-mI/AAAAAAAAAAI/AAAAAAAAAn8/rox1HwvuWV8/photo.jpg"
      },
      {
        "timestampMsec": "1362342919002",
        "starRating": "5",
        "title": "Great tool",
        "comment": "It\\'s great for practice and review. Minor complaint: the speech recognition needs work.",
        "commentId": "lg:AOqpTOEsuKbHkvPLGMECzxIdczSimOOUGTN-XeS7-FOvSO60W9q_GWRhmuGn60VsNvAEL2TIM1QLi8weRevyow",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [

    ]
  }
}
