{
  "title": "IACCE - Chamber Association",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.chamberme.iacce",
  "category": "Business",
  "price": "Free",
  "datePublished": "December 6, 2011",
  "version": "1.0",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "1",
  "rating": "5.0",
  "contentRating": "Low Maturity",
  "creator": "ChamberMe!",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.chamberme.iacce",
  "extendedInfo": {
    "installSize": "6.5M",
    "downloadsCount": "10+",
    "downloadsCountText": "10 - 50",
    "description": "Welcome to the Illinois Association of Chamber of Commerce Executives (IACCE)Mission StatementOur mission is to be an accessible and valued resource for the professional development of Chamber of Commerce executives and their staff in Illinois.Our Guiding Principles:Advance professional growth of its membersProvide communication links between IACCE and membersCreate products, services, and information to assist its membersEncourage and maintain strategic alliances with affinity organizationsStrengthen the voice of business in Illinois by encouraging adoption of a common legislative agendaHistoryThe first meeting forming our Association was held in St. Louis, Missouri in 1915. Presiding at the meeting was H.F. Miller of Chicago. The first annual conference of this newly formed organization was held in Decatur, Illinois on Saturday November 15, 1915. The official name of the organization adopted at that meeting was \"Illinois Commercial Secretaries Association.\" Mr. H.F. Miller became the first president of ICSA in January 1916.No other readily available information regarding the early history of the Association is available until 1949 when, by action of the membership, the name of the organization was changed to \"Illinois Chamber of Commerce Executives.\" In 1961, the present name, \"Illinois Association of Chamber of Commerce Executives\" was adopted by official action of the membership. This resulted from our National Organization, which adopted \"American Chamber of Commerce Executives\" as its official name.The by-laws of IACCE were adopted in January 1915, amended in January 1949, in June of 1951, in December of 1956, in December of 1961, in May of 1970, in May of 1974, in May of 1982, and in November of 1998, when the titles were changed from Chief Voluntary Officer to Chairman and Chief Administrative Officer to President.It is interesting to note that in 1939, a joint meeting was held in Waukesha, Wisconsin with the Wisconsin Association of Commercial Organization Secretaries. A similar meeting of both organizations was held the following year in Bloomington, Illinois. Since that time, both state organizations have met on occasions; the latest being May 2002 in Naperville, Illinois.Past Presidents/Chairmen of ICSA, ICCE and IACCE from 1916 through present are listed here, except for 1922 for which no record is available.Tags: IACCE, Illinois Association of Chamber of Commerce Executives, State Chamber Resource, Chamber Conference",
    "reviews": [
      {
        "timestampMsec": "1337815366128",
        "starRating": "5",
        "title": "Works good",
        "comment": "Gx2 2.3.3",
        "commentId": "lg:AOqpTOFNjVnQF425OuzZQTrIVqxGtY4qj7VxFbJzq_khaIXveC8DDNWwmBtFBpSOa_pq5erybdd7vnyEBYrafg",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
