{
  "title": "Cars at night Free lwp",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.carsnightfreegoimbh.app",
  "category": "Personalization",
  "price": "Free",
  "datePublished": "October 25, 2012",
  "version": "5.2",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "11",
  "rating": "4.4545455",
  "contentRating": "Everyone",
  "creator": "Infomedia BH",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.carsnightfreegoimbh.app",
  "extendedInfo": {
    "installSize": "7.4M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "NO push notificationsNO spyware, NO malwareFree bonus - cracked glass and squashed mosquitoes backgrounds.The cars at night live wallpaper is the perfect gift for all those night life lovers out there. It turns your device into a window, looking right above a busy street at night. Next to the lamp post, there’re cars driving by – probably coming back or going to the bars. Which is where you should be right now anyway!After the download you don't need internet connection to enjoy the application. This free app is ad supported. This application will not download videos from the internet. Download once and enjoy for ever.Note:Application can not be moved to SD card.Application is a live wallpaper, to access it on your phone, read your phone manual.Application is intended for display in portrait mode, it will work in landscape mode but display may not be optimal.Rotating the device while in preview of live wallpaper may cause application to crash.Application does not require internet access for primary usage, however internet connection may be required to access some functions (for instance link to More free apps and similar).",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
