{
  "title": "Cheating Boyfriend Locator App",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.cheatingboyfriendlocatorapp",
  "category": "Lifestyle",
  "price": "Free",
  "datePublished": "December 11, 2012",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "9",
  "rating": "1.8888888",
  "contentRating": "Low Maturity",
  "creator": "Roundtable",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.cheatingboyfriendlocatorapp",
  "extendedInfo": {
    "installSize": "454k",
    "downloadsCount": "5,000+",
    "downloadsCountText": "5,000 - 10,000",
    "description": "Similar to the fancy gadgets James Bond is accustomed to, spy phones offer an array of pretty interesting, fun and helpful features. Just when you thought spies and private detectives were the only ones to have access to the type of technology that allows others to conduct their own surveillance and personal monitoring, spy phones are now available to the public.How Does a Spy Phone Work?Spy phones provide two different kinds of services. The first is called an SMS Catcher, which allows a user to receive all of the messages associated with the input and output of the target phone. Another catchy feature of the SMS Catcher is that users can call a secret number attached to the target phone and use it as a listening device without being detected. The phone will not ring or flash, as an open microphone allows the caller to hear all that is being said in the presence of the phone.The second kind of spy phone is called the Interceptor, which provides all of the features of the SMS Catcher, but adds the ability to intercept phone calls to and from the target phone and listen to what is being said on both ends of the conversation. The talkers will not detect your presence.Why Use a Spy Phone?You may see some of the classic signs of cheating, but have no way to prove that your husband or wife has been led astray. Instead of involving a private detective into your personal affairs, you can now take matters into your own hands with the purchase of a spy phone. Through this piece of equipment, you can weed out unfamiliar acquaintances and peak into the text message world of your significant other.As a boss, there could be many doubts regarding whether or not your first baseman player is batting for your team or is in cahoots with the next company. Trust is a very important characteristic to have in an employer and as important information passes in and out of an office, executives need to know who is sworn to secrecy and loyalty. Spy phones catch distrustful employees in the act of badmouthing the company or spilling the beans regarding top-secret meetings. With a spy phone, monitoring phone calls and text messages allows bosses to pinpoint who is worthy of a high position within their company.Spy phones can also be used as a listening device. Ever want to know what is being said behind your back? Want to know who you can trust to have your best interest when you are not there to defend yourself? Leave the spy phone behind during a business meeting while you tell others you are taking a bathroom break. Outside of the room, call the spy phone and you will receive instant audio of the things that are being said while you are away. While these are just a few ways to take advantage of a spy phone, you can practically use your imagination.Different Kinds of Spy PhonesWhen you are ready to purchase a spy phone, you will find that Nokia, Samsung and Siemens provide the best of the bunch. Depending on the model you select, consumers will have access to a wide range of features.With the Siemens A75 Spy Phone Interceptor, users may listen to calls in progress that occur on a target phone. All the user has to do is call the target phone and they will be able to listen to all of the juicy details without being detected.When using the Nokia 6670 Spy Phone SMS Catcher, you can keep abreast on the whereabouts and telephone habits of your children and significant other, as well as friends without them having a clue.",
    "reviews": [
      {
        "timestampMsec": "1355424722015",
        "starRating": "1",
        "title": "Just waste of time what a rubbish app",
        "comment": "Bullshit",
        "commentId": "gp:AOqpTOGRS6uQ36rFqzZdiwXD3ZHa5zNJnxceTH09nxV3sAIGbbNV8ZacQSNs2AqskmG6RTlKJzV7JHRiOE-EIw",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1368709555745",
        "starRating": "1",
        "title": "Crap!",
        "comment": "Download a free app and get billed? I would give it no stars.",
        "commentId": "gp:AOqpTOF3j6ybnjIzNDepcQ6EkOWaM71OLKZMHX-zkowHk1PzbN7G-npETKhsB0GUfPlZkDiwzli8UmASjJLJ_w",
        "author": "Kenny Mills",
        "authorURL": "http://lh5.googleusercontent.com/-hzWSnU4hLrk/AAAAAAAAAAI/AAAAAAAAAl0/JpwWFLJRCdM/photo.jpg",
        "authorSecureURL": "https://lh5.googleusercontent.com/-hzWSnU4hLrk/AAAAAAAAAAI/AAAAAAAAAl0/JpwWFLJRCdM/photo.jpg"
      },
      {
        "timestampMsec": "1355892053205",
        "starRating": "1",
        "title": "Momo",
        "comment": "Lie.... just a blog",
        "commentId": "gp:AOqpTOE1BpWhPOhKoOqzbO0nY-9OxXunn0O2m1lwwYYeDwb9RJRz1OYn0-v4Dr-jyhiB3CG-4sAmJ_9pl2hb8g",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1355925195991",
        "starRating": "1",
        "comment": "Crap",
        "commentId": "gp:AOqpTOH96XJiTDtA4D35kkDx_S_yj0QM3VzfonZG__P0zLYR82oXE7dzemx77vfCzr6_FOsLzPT-9Dh3cVmm-w",
        "author": "Trent Dozier",
        "authorURL": "http://lh5.googleusercontent.com/-ACOvM_PpYuo/AAAAAAAAAAI/AAAAAAAACfk/OFs2kC7MnVg/photo.jpg",
        "authorSecureURL": "https://lh5.googleusercontent.com/-ACOvM_PpYuo/AAAAAAAAAAI/AAAAAAAACfk/OFs2kC7MnVg/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.READ_PHONE_STATE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.CAMERA",
      "android.permission.GET_ACCOUNTS",
      "android.permission.READ_CONTACTS",
      "android.permission.WRITE_CONTACTS",
      "android.permission.READ_EXTERNAL_STORAGE",
      "android.permission.READ_CALL_LOG",
      "android.permission.WRITE_CALL_LOG"
    ]
  }
}
