{
  "title": "Cheating Spouse Text Tracker",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.cheatingspousetrackerapp1",
  "category": "Lifestyle",
  "price": "Free",
  "datePublished": "December 16, 2012",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "5",
  "rating": "1.6",
  "contentRating": "Low Maturity",
  "creator": "Roundtable",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.cheatingspousetrackerapp1",
  "extendedInfo": {
    "installSize": "453k",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "Do you suspect that your spouse is cheating on you?  If you do, you may want to end your relationship.  This feeling is completely natural; however, before you decide to ask for a divorce, it is important to make sure that your spouse really is cheating on you.  The good news is that doing so is a lot easier than many originally think.  In fact, five easy ways that you can go about catching a cheating spouse are highlighted below.1 – Follow ThemFollowing a cheating spouse is one of the easiest ways to catch them in the act.  What you will want to do is choose your time wisely.  For example, choose to follow your husband or wife when they say they are going out with friends or working late.If you do decide to follow your husband or wife, be careful when doing so.  The last thing that you want is to get caught.  If you do, you may be the one who is, in turn, put in the hot seat.  Also, be sure to not put yourself in any potentially dangerous situations. 2 – Hire a Private InvestigatorHiring a private investigator is a nice and easy way to catch a cheating spouse.  For many men and women, it is also a much safer approach.  What you will need to do is provide an investigator with information about your spouse, such as pictures, their description, where they work, as well as their daily schedule.  Your private investigator should follow your husband or wife to get the proof that you need.The only downside to using the services of a private investigator to catch a cheating husband or wife is that you must pay for those services.  However, many find the costs well worth it.  If you are looking to get divorced, the pictures or video that your private investigator gets may prove to be very valuable to you.3 – Check Their Cell PhonesSince many cheating husbands and wives do not want to get caught, many do not use their home phones, instead they rely on the use of a cell phone.  If your husband or wife has a cell phone, try to get a hold of it.  Most cell phones keep accurate records, including information on text messages received, pictures received, phone calls received, and phone calls dialed. You do see anything suspicious?In addition to checking the cell phone itself, consider looking at the bill.  Did you know that some cell phone companies itemize the phone numbers and messages that are received?  In fact, you may have the option to do so.  If you are married, you may be able to change the format of your cell phone bill to include this important and revealing information.",
    "reviews": [
      {
        "timestampMsec": "1356284957836",
        "starRating": "1",
        "title": "Don\\'t install it",
        "comment": "It don\\'t support any carriers! Waist of time....",
        "commentId": "gp:AOqpTOHfxCmGLQIHPRjNcYjoptBuG1JTc-XBaoTRUGwXIHKu_BstG8gqks1e3FnYcnUpWTRkZiHEydB47kBYLHE",
        "author": "Kayla Bratts",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1358795029995",
        "starRating": "1",
        "title": "Sucks",
        "comment": "It said carrier no supported can u fix this thanks",
        "commentId": "gp:AOqpTOHWl8FxbxucKBO4ttH_---Zl4F4bFF3wd5r6cJeZw9kuiuBjOyEHfSNPSPxs1boiarknEbhJPsRh4BjIeI",
        "author": "Tim Hall",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.READ_PHONE_STATE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.CAMERA",
      "android.permission.GET_ACCOUNTS",
      "android.permission.READ_CONTACTS",
      "android.permission.WRITE_CONTACTS",
      "android.permission.READ_EXTERNAL_STORAGE",
      "android.permission.READ_CALL_LOG",
      "android.permission.WRITE_CALL_LOG"
    ]
  }
}
