{
  "title": "Disease ID",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.cereal",
  "category": "Tools",
  "price": "Free",
  "datePublished": "November 1, 2012",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "6",
  "rating": "3.5",
  "contentRating": "Everyone",
  "creator": "BASF",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.cereal",
  "extendedInfo": {
    "installSize": "5.3M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "The Cereal Disease ID App is for UK arable farmers and agronomists involved in cereal production.  It allows users to have immediate access to information about common diseases of cereal crops enabling in-field identification and understanding of the pathogens responsible.  The Cereal Disease ID App is based on the popular Encyclopaedia of Cereal Diseases from BASF & HGCA. Search by common name, pathogen or enter free text search.  Explore a range of options related to all common cereal diseases to aid identification and understanding. Features of the Disease ID App include: # Gallery of photographs # Details of the host or crop # Typical symptoms # Disease life cycle # Importance of the disease. The Cereal Disease ID app will be updated as appropriate when new information becomes available.  The Cereal Disease ID App is intended for use by UK farmers and agronomists but many of the diseases can be found in other parts of the world. The need to deliver consistent, high yields of high quality grain makes control of cereal diseases an important component of successful crop management.  Recognition of the disease and an understanding of the pathogen(s) responsible is the first step in successful disease control.  The Encyclopaedia of Cereal Diseases from BASF & HGCA and the new Cereals Disease ID app has been produced to help growers, advisors and others involved in cereal production recognise diseases and learn something about them.   Symptoms of both common and less frequently found diseases are illustrated and described, together with an outline of the disease cycle of the pathogen and an indication of the importance of the disease.   The Cereal Disease ID App is not intended to be a guide to disease control.  Such information is readily available elsewhere, for example the principles of wheat disease management can be found in the HGCA Wheat Disease Management Guide and current information on fungicide performance is published annually on the HGCA website",
    "reviews": [
      {
        "timestampMsec": "1356203079786",
        "starRating": "2",
        "title": "Good If you know what your looking at!!",
        "comment": "Good app all the useful information fro the book has been translated into the app. But there is no easy way to look at a gallery of images and compare to what is on your crop!!! Or any symptom checker that would easily lead you to the disease. You have to manually enter each disease check if its that, if its not go back and open the next disease etc. Should be brilliant but its not yet.",
        "commentId": "gp:AOqpTOFXzfjsmZaOHi7pOtx3RAbE6SsEWaalppLbkP5pWBTZmKRXnEiCsr4kQ7podkl9HR_fgHzMHGHtkCKWZBc",
        "author": "Samuel Read",
        "authorURL": "http://lh6.googleusercontent.com/-dm_S-vFxvr0/AAAAAAAAAAI/AAAAAAAARSk/bcDhY2JSxE0/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/-dm_S-vFxvr0/AAAAAAAAAAI/AAAAAAAARSk/bcDhY2JSxE0/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.CALL_PHONE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
