{
  "title": "CEPSA",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.cepsa.cepsa",
  "category": "Lifestyle",
  "price": "Free",
  "datePublished": "June 13, 2012",
  "version": "Varies with device",
  "operatingSystems": "Varies with device",
  "ratingsCount": "245",
  "rating": "3.310204",
  "contentRating": "Low Maturity",
  "creator": "CEPSA",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.cepsa.cepsa",
  "extendedInfo": {
    "installSize": "Varies with device",
    "downloadsCount": "50,000+",
    "downloadsCountText": "50,000 - 100,000",
    "description": "CEPSA presents its first application for Android, incorporating numerous features to make your life just that little bit easier.Enjoy the latest Toque CEPSA game included in this version (new):Play football with CEPSA, getting all the touches you can on a virtual ball on your smartphone. Beat all your friends by sharing the application on Facebook. You can play with different balls and different levels of difficulty, getting one of the five collectible LA ROJA (Spanish National Football Team) glasses at CEPSA.Access your Private Area “Porque Tu Vuelves”:Now, in addition to getting information about the “Porque Tu Vuelves” program and download the exclusive catalogue, you will be able to see your accumulated points and check movements, transfer points between Cards, see your personal details and block your Cards easy and immediately from your mobile phone.Discover our Promotions where ever you are:CEPSA is proud to present all the available promotions, close by or on route. You can choose the promotion that appeals to you, taking full advantage of all our offers.Find CEPSA Products and Services:CEPSA products and services can be close at hand at all times. With the help of our app's geo-tracking system, you can now easily and quickly find any CEPSA Service Station in your surrounding area or along your planned route. You can also refine your search using filters to find 24-hour service stations or those with a shop, café, restaurant, carwash, hotel, butane gas, or any other service you may need.You can also place orders for home delivery of central heating oil or butane gas using your iPhone. Simply use the app to find your nearest distributor or contact your local representative.The CEPSA app can be used to locate many other services and facilities, such as CEPSA Órbita garages, butane gas points of sale, parking facilities, chemists, tourist attractions and anything else you may need, wherever you are.Choose Your Routes:You can reach any destination following the simple directions on your mobile device, showing you all the Service Stations along your chosen route. Simply select a starting point and your destination, or search for a previously recorded route for frequent journeys to the same place.Keep Up to Date with Traffic News:Access traffic news in real time to avoid traffic jams and unnecessary delays.Remember Where You Parked:Need to remember where you parked your car? Don't worry, this app can tell you exactly where you left it and how to get back to it. You can even enter a clue or take a photo of the place you leave it.Send Us Your Suggestions:You can contact us using the app on your iPhone. Please send us or suggestions or ideas on how we can improve.We hope you enjoy all the services provided in this app, as a features, we'll be adding many more soon.CEPSA, Innovating for you..",
    "reviews": [
      {
        "timestampMsec": "1353242909437",
        "starRating": "1",
        "title": "No carga",
        "comment": "Llevo 3 minutos en un loading que parece no acabar. \\302\\277De qu\\303\\251 universidad salen los programadores que han hecho esto?",
        "commentId": "lg:AOqpTOFqYc6r14NbEAJnzm05CChyZb197rJOe7cQFelSr24X7IDXO4mJWkqvs-IIOSc--YK8mGqoykGFA0UKOZs",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1325789318416",
        "starRating": "1",
        "title": "Does not load",
        "comment": "Says loading application on galaxy s and never loads",
        "commentId": "lg:AOqpTOEpLrF3zpum770RJS54RLBzFQBCIxtMq3-38Hus2o0O_7Ei_WW2oob2bnZtIQCz529c3sUau_evD8kggXY",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "documentVersion": "1.0.1",
        "timestampMsec": "1312492343775",
        "starRating": "1",
        "comment": "Odio las apps con aspecto iPhone. Ha tardado 5\\' en arrancar! Encima son 11mb sin posibildad de copiar a SD.... desinstalada",
        "commentId": "lg:AOqpTOGUzKNcYpsPDJcfS4LwfrB-uAegPd3y0KGYm7s_9IsB7_33Wj6I6b_g74CVdwx6bF2Me3JGcznz0aXCJG0",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_LOCATION_EXTRA_COMMANDS",
      "android.permission.ACCESS_MOCK_LOCATION",
      "android.permission.CALL_PHONE",
      "android.permission.CAMERA",
      "android.permission.INTERNET",
      "android.permission.READ_PHONE_STATE",
      "android.permission.WAKE_LOCK",
      "android.permission.READ_CONTACTS",
      "android.permission.WRITE_CONTACTS",
      "android.permission.VIBRATE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_EXTERNAL_STORAGE",
      "android.permission.READ_CALL_LOG",
      "android.permission.WRITE_CALL_LOG"
    ]
  }
}
