{
  "title": "BOB",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.cementec.vibroid",
  "category": "Health & Fitness",
  "price": "$1.69",
  "datePublished": "February 2, 2013",
  "version": "2.0.1",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "10",
  "rating": "3.4",
  "contentRating": "Everyone",
  "creator": "vibroid",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.cementec.vibroid",
  "extendedInfo": {
    "installSize": "132k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "BOB is a safe way to use and control your device’s vibrator.  While producing nice sensations, BOB makes sure that the continuous running of the vibrator does not exhaust your battery or over-heat your device. BOB is simple to use, yet offers powerful features like the ability to create unlimited different patterns of pulsating, shaking fun.   Niceties include a link to play music, an advanced option allows you to run the vibrations in the background; for instance, you might watch a video, play solitaire, or surf the web while using vibrator.WHY BOB ?There are many apps available to make your device jiggle!  Here is BOB’s list of pleasurable features:1. HARDWARE SAFETY FEATURES:* Monitors device temperature while running.  vibrator automatically stops if temperatures exceed a safe zone* Measures battery capacity.  vibrator automatically stops if you are running off the battery and it falls below safe power level2. CONVENIENCE FEATURES:* Uncluttered display of controls without useless distractions or silly backgrounds* 4 preset vibrating patterns including continuous/always-on* Adjustable controls to create unlimited additional patterns above and beyond the 4 presets* Built-in button to select and play music* Although it’s intuitive user interface makes it unlikely to be needed, there is quick help with full instructions* The layout of controls automatically adjusts to both very small and very large screens. Whatever your device, BOB looks, works, and feels great.* All settings, from simple to advanced, are retained between uses (for instance if you are interrupted by a phone call).3. ADVANCED FEATURES:* Once launched, BOB lets you tell it to run continuously in the background.  You can surf the web, watch a YouTube video, run a chat program while the vibrator in your device buzzes along. Instant stop and control is always available via Android’s Notification bar.OTHER NOTES:Use BOB as an entertaining way to joke with friends. It is great for temple massages, relaxing muscles and relieving headaches.  The power or strength of the vibrations are limited by the device hardware not this software, if it were possible to change the overall intensity of the vibes, the program would have a control for it!",
    "reviews": [
      {
        "documentVersion": "2.0.0",
        "timestampMsec": "1305587197320",
        "starRating": "1",
        "comment": "Wouldn\\'t let me download after purchase..... Htc evo shift",
        "commentId": "lg:AOqpTOFr1QBU9e7vCQMGVckhQsf5EwWGphViDbnWmkr7b8e29TzptNGZztB9HQxRXRG6-tVMIoNhcc3OM-9OyGY",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "documentVersion": "1.0.4",
        "timestampMsec": "1284872907304",
        "starRating": "5",
        "comment": "Haha my girl loved it",
        "commentId": "lg:AOqpTOEqwdD0O8n2xX1aEB3zsQG282a-QTVDmLwe7_x25KyKqMDopGL3wqyjoZcPw_WsG2Wz2JD12KibHL6Cl-Y",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1340220278996",
        "starRating": "5",
        "title": "Love it",
        "comment": "Probably cuz you phone wiz warm iy didnt work",
        "commentId": "lg:AOqpTOE1pJl1enaIUm3YZTSYO_J1EVewUNQTX7YkDFL4hXZGeZwBWdsMIXztIALgIaUgiTnsEKIijoXu-ZlL_y4",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.VIBRATE"
    ]
  }
}
