{
  "title": "Middle School Math Tests & Sol",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.charlestonshi.MiddleSchoolMathTest",
  "category": "Education",
  "price": "$2.95",
  "datePublished": "February 26, 2012",
  "version": "1.1",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "Charleston Shi LLC",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.charlestonshi.MiddleSchoolMathTest",
  "extendedInfo": {
    "installSize": "4.0M",
    "downloadsCount": "10+",
    "downloadsCountText": "10 - 50",
    "description": "Middle School Math Tests and Solutions is a great reference and effective problem solving tools for any parents, teachers and students.Middle School Math Tests and Solutions offers incredible resources for any parents, teachers and students at school and at home. It provides over a hundred test questions and solutions. The test questions are typical questions covering most target goals for middle school students. There is a solution to match with each test questions. Included with each solution, there is a knowledge check to emphasize the concept tested and expectation. The test questions and solutions defintely provide a very effective way for many students to improve on standardized tests and overall grade. Middle School Math Tests and Solutions is a part of Math Tests and Solutions series. The series offers grudual and consistent approaches in math learning and test mastering. This innovative series addresses various components of math learning from elementary school to college. There are three powerful problem solving tools included. The tools are great helpers for solving problems and checking homeworks.Linear System Solver can solve linear systems with ease. If you want a tool to check your work, now you have it.Linear Equation Solver can solve for midpoint, distance, slope and even produce linear equations.Circle Problem can solve for radius, diameter, area, and circumference. If you know one parameter, you know the rest.There is a comprehensive formulas section. You can swipe your way through many formulas, so you don't have to worry about if you get your formulas correct.Sractch pad included is a great tools to do math and have fun with drawings.Note Creator is a complex note taking and organizing tool. It is a great tool to set your goal and take notes. Since Note Creator is smartly integrated with the menu function on your devices, it can accomplish many tasks without easy manupilation.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET"
    ]
  }
}
