{
  "title": "Cute wallpaper★mode black",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.cfinc.homee.themepack.mode_black",
  "category": "Tools",
  "price": "Free",
  "datePublished": "August 30, 2013",
  "version": "1.4",
  "operatingSystems": "4.0 and up",
  "ratingsCount": "14",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "Homee by Community Factory",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.cfinc.homee.themepack.mode_black",
  "extendedInfo": {
    "installSize": "3.1M",
    "downloadsCount": "5,000+",
    "downloadsCountText": "5,000 - 10,000",
    "description": "Super cute and free theme for the free wallpaper/icon changeover app \"Homee launcher\" âªA big hit this year! This is a mode changeover theme formed from monotone strips! This design features real texture with a vintage look. Change over to a stylish look now!â Changeover clocks, icons, and other items to fit cutely with the wallpaper!â Give your smartphone a makeover with this easy-to-use app! You can even dress up every dayâªâYou'll be sure to find wallpapers or icons you like! There are just tons of cute themes!+.ï¾ *:.+.ï¾ *:.+.ï¾ *:.+.ï¾ *:.+.ï¾ *:.+.ï¾ *:.A great selection of free and cute themes!Make your smartphone cute and cool with this easy-to-use app!Install and use the definitive edition of the wallpaper and icon dress up app \"Homee launcher\" âªClick here to install Homee!ãâhttps://play.google.com/store/apps/details?id=com.cfinc.launcher2+.ï¾ *:.+.ï¾ *:.+.ï¾ *:.+.ï¾ *:.+.ï¾ *:.+.ï¾ *:.Homee has a ton of features! It also has lots and lots of useful functions âªâ Decorate your entire home screen! Enjoy dressing up everything âªâ This app lets you change the clock, icons, search widget, and even the lock screen to match your wallpaper! â There are tons of free, cute wallpapers and icon sets! New themes are added every week!â There's a great selection of popular styles, from fashionable and beautiful wallpapers to girly and cute wallpapers! You'll definitely love it â¥â More than just cute! After you dress up, it works efficiently and is easy to use",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [

    ]
  }
}
