{
  "title": "Steam Tables",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.carmelsoft.steamtables",
  "category": "Business",
  "price": "$5.99",
  "datePublished": "December 2, 2011",
  "version": "1.1",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "Carmel Software Corporation",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.carmelsoft.steamtables",
  "extendedInfo": {
    "installSize": "97k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "The Steam Tables (for HVAC and other applications) mobile app is the #1 selling app for quickly calculating saturated and superheated steam properties. Come see why 1000s of users world-wide have chosen  this app to perform steam table calculations:1. It offers the largest combination of input parameters over any competitive app, including:For saturated steam:Temperature and qualityTemperature and enthalpyTemperature and specific volumeTemperature and entropyPressure and qualityPressure and enthalpyPressure and spec. volumePressure and entropyFor superheated steam:Temperature and pressureTemperature and enthalpyTemperature and spec. volumeTemperature and entropyPressure and enthalpyPressure and spec. volumePressure and entropy2. It displays a wide range of steam property results (see the screenshots below for a sample).3. Using the slider controls, the user can instantly view results as you update the input parameter values. Also, the user can increment/decrement by specific values for each parameter type, or can manually input exact values.4. This app is not just a steam-table lookup app. It is powered by the actual steam-table formulas and calculations, so the user can calculate for all ranges of input values, not just those published in steam table books.5. All values can be displayed in both English (IP) or Metric (SI) units. The user can also choose to display different units for specific parameter types such as pressure and temperature.6. It includes the ability to email all inputs and resultsThe iPhone version of this application has been our best-selling app for almost 2 years. It is used world-wide by many professionals in HVAC, pharmaceuticals, chemistry, universities, and more. Now, we are offering this app to all Android users.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET"
    ]
  }
}
