{
  "title": "CheapestTextbooks.com",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.cheapesttextbooks.com",
  "category": "Shopping",
  "price": "Free",
  "datePublished": "June 21, 2012",
  "version": "2",
  "operatingSystems": "2.3.3 and up",
  "ratingsCount": "5",
  "rating": "3.4",
  "contentRating": "Everyone",
  "creator": "CheapestTextbooks.com",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.cheapesttextbooks.com",
  "extendedInfo": {
    "installSize": "1.0M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "Get your textbooks cheap (up to 95% off) by harnessing the power of CheapestTextbooks.com on your Android enabled device.  This app will save you time and money on your textbooks.What is CheapestTextbooks.com? Our purpose at CheapestTextbooks.com is to assist you in finding extremely cheap college textbooks.  We scour the internet to help students find their cheap textbooks.  Our one of a kind search engine for college textbooks takes mere seconds to find all your cheap textbooks.  Our price comparison includes: the cheapest textbook price, the condition of your cheap textbooks (new textbooks, used textbooks, rental textbooks and ebooks), free shipping offers and other money saving options like online dollar off coupons.  Don't waste your hard earned money on college textbooks by giving it to the campus bookstore!  We all know that the cost of college textbooks is going up, but you can reverse that trend.  A student can spend over $1000 on college textbooks a year.  Don’t be that kind of student!  Be a student of fiscal awareness, by using our easy to use college textbook price comparison engine to find all your cheap textbooks that you’ll need for your classes.  Many students using our site have saved over 95% off their college textbooks, by price comparing the major online textbook stores for used textbooks, new discount textbooks, rental textbooks and ebooks. Finding Used Textbooks and Discount Textbooks is Easy!You can start your search with the Title, Keyword or Author, but the easiest way to start your search is to get the ISBNs for the textbooks you need.  The ISBN is a 10-digit or 13-digit number used for identification and it is unique to all college textbooks. You can find the ISBN number labeled on the back cover, near the bar code.  Using the ISBN to find all the cheap textbooks you need, will help insure that you locate the correct editions for your college textbooks.More Reasons to Use CheapestTextbooks.com to find Cheap TextbooksMake Extra Money with Your College textbooks – Buy your college textbooks in the used condition and then sell them back to the college bookstore (or online) when your class ends.  Sometimes you can even make a profit on your college textbooks!Make an Environmental Choice with Used Textbooks or Rental Textbooks – When you use CheapestTextbooks.com to find your cheap textbooks, you can make the economical and environmental choice of choosing used textbooks or renting textbooks.  Buying used textbooks or rental textbooks is like recycling and has the added benefit of saving you money off your college textbooks.Save Even More Money with Old Discount Textbooks – Ask your professor if it’s ok to use an older edition of the college textbooks that are assigned to your class.  Older editions tend to be a lot cheaper than current editions with very few changes to the text.",
    "reviews": [
      {
        "timestampMsec": "1345945014649",
        "starRating": "1",
        "comment": "Waiste of time",
        "commentId": "lg:AOqpTOGwPVg7Fwwo8dKadsYz-fuxHdls70t3ChW9d2TbnjF8x0UZpukINYK-5IYCF7jjs0kIFac_IyQcHWR5OA",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1336511165471",
        "starRating": "5",
        "title": "Saved a ton!!",
        "comment": "Wow, this helped me save soo much money on my books this semester. No bugs, it just worked!",
        "commentId": "lg:AOqpTOEnsyjo3gLe5iv7BD621BCCQEDKEHSlYMwKq8HRvtzuQryJU3U1C8HQ_o5hW9E5nbkihv919vY1CkPSLQ",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1336475740016",
        "starRating": "5",
        "title": "Awesome!!!",
        "comment": "I saved soooo much money with this app!!",
        "commentId": "lg:AOqpTOGlsXpO9g8zIiURkPBd6-5Krm7tXWKCLJxRnyUsqINHyLyKoJck4oVeGVyWU6i33zanTAQ8gW5U_DKw1w",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1345283520086",
        "starRating": "1",
        "title": "Useless",
        "comment": "Useless",
        "commentId": "lg:AOqpTOEdwMD-V-km1Zjf7RXJVCj568LMLL032oqF2Q9iQTL5C-GgQYYMk4gTAhqK2bEfcfC5vyzinMjQ2OfvPA",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1347112230171",
        "starRating": "5",
        "title": "Great for on the go",
        "comment": "This app has come in handy a lot Thanks!!!!",
        "commentId": "lg:AOqpTOHbn1heP5W7PZTLq0Jcd73KQBBQM4YHPIcjydhx1e_X1qLivZf2HJf12rlFE2fhT3vTBFgO3oRnQWRW2g",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE"
    ]
  }
}
