{
  "title": "Jeff Dunham Cartoon Video",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.cartoonvideoclip",
  "category": "Media & Video",
  "price": "Free",
  "datePublished": "September 1, 2013",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "1",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "App Cartoon",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.cartoonvideoclip",
  "extendedInfo": {
    "installSize": "3.9M",
    "downloadsCount": "50+",
    "downloadsCountText": "50 - 100",
    "description": "DisclaimerThe content of this app is powered by YouTube. This app just provides links to access the videos in an organized way and we are not responsible for any copyright issues as the app gives access to YouTube videos AVAILABLE ON PUBLIC DOMAIN as is. We do not upload any of the videos to YouTube.Description:Jeff Dunham, who was born in Texas, America in 1962 is well renowned stand-up comedian. He has done many television shows. Some of his famous television shows are Star Search, Late Show with David Letterman, Comedy Central Presents and The Tonight Show.He completed his graduation in Baylor University in the year 1986. His first appearance was with Mickey Rooney and Ann Miller in the year 1985 in Sugar Babies. Dunham made his debut in the year 1990 on The Tonight Show with Johnny Carson. Some is his best appearances are Entertainment Tonight, 60 Minutes II, Hollywood Squares, Good Morning America and the WB's Blue Collar TV, Fox Sports Net's The Best Damn Sports Show Period.Dunham made his appearance on Comedy Central Presents on 18th July, 2003. This was his first solo appearance. \"Arguing with Myself,\" one among the special works of Jeff Dunham was recorded on Santa Ana, California in 2006. This was great hit for him. People used to talk about \"Arguing with Myself\" when they praise Jeff Dunham. \"Spark of Insanity,\" another popular work of Dunham was recorded on Warner Theater in Washington in 2006. These two are the most famous works of him.The specialty of Dunham is that he does stand up comedy using characters. Some of his famous characters are Walter, Peanut, José Jalapeño on a Stick, Bubba J, Sweet Daddy Dee, Melvin the Superhero Guy, Achmed the Dead Terrorist etc. He has won \"Ventriloquist of the Year\". He is the only person to have won it twice. He was voted Top Comic in Comedy Central's in the year 2008 by his fans. He was nominated the best comedian of the year by TNN Music City.",
    "reviews": [
      {
        "timestampMsec": "1377864651555",
        "starRating": "5",
        "title": "Great app",
        "comment": "App very good. Thank you",
        "commentId": "gp:AOqpTOFMJpX3BphYcbRJS0s13M-zu6U3JIUBAB8ID8oPmrD7WNu-tBeK5rVMZ6JKM1BPlkkfiUS7uYBrLrJANEc",
        "author": "Th\\304\\203\\314\\201ng \\304\\220\\306\\260\\314\\201c",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE"
    ]
  }
}
