{
  "title": "5th Grade Genius",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.charlestonshi.CompleteFifthGrade",
  "category": "Education",
  "price": "$2.99",
  "datePublished": "January 27, 2013",
  "version": "1.1",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "1",
  "rating": "1.0",
  "contentRating": "Everyone",
  "creator": "Charleston Shi LLC",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.charlestonshi.CompleteFifthGrade",
  "extendedInfo": {
    "installSize": "5.7M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "•5th Grade Genius is one of the most comprehensive resources for 5th grade learning and teaching. It’s an All-in-One resource package, includes Math, English, Science, and Social Studies.•Bonus features include drawing pad for fun and paperless practice.•Additional bonus feature includes various world language engines. Simply type and listen and learn many languages in local accents•5th Grade Genius includes both practice mode and quiz mode. Both modes include extensive numbers of practice and test questions in association with learning expectations and academic standards for 5th graders.•5th Grade Genius is a part of successful test prep series, which provides gradual and consistent approaches in Math, Science, Social Studies learning and teaching.•English learning could be overwhelming. With focused emphasis for each grade, it ensures you can master most important aspects of the language. For this 5th grade learning app, it is more concentrated on mastering irregular verbs. It feels like a tutor sitting right next to you.•For each question, you can look up the learning goal and expectation of skill mastery. Each question is also an exemplary tool for a specific learning category.•5th Grade Genius is a must-have reference and incredible resource for any parents, teachers and students both at school and at home. •5th Grade Genius is an integrated component of a learning series, widely viewed as an innovative series addressing various components of fundamental learning from elementary school to college.•Standardized tests are playing increasingly important roles at school and career development. The most effective ways to improve scores on standardized tests is to constantly expose the students to the test at all learning levels. 5th Grade Genius provides a wonderful opportunity for students to practice and prepare for standardized tests.",
    "reviews": [
      {
        "timestampMsec": "1375808846413",
        "starRating": "1",
        "comment": "Great idea, but the word and graphs are tiny! Cant even see them in order to answer questions!",
        "commentId": "gp:AOqpTOHxZpCoD_l5b0cxqaFNwcb-74nHJo06Pw4F9i6amu8hg7UIdL6am1uL8oCf8cF1BgWx9cAt51AtQW6tYQ",
        "author": "Meagan Clark",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET"
    ]
  }
}
