{
  "title": "Solano Community College",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.chamberme.solanocollege",
  "category": "Travel & Local",
  "price": "Free",
  "datePublished": "December 2, 2011",
  "version": "1.1",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "2",
  "rating": "3.0",
  "contentRating": "Low Maturity",
  "creator": "ChamberMe!",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.chamberme.solanocollege",
  "extendedInfo": {
    "installSize": "5.7M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Welcome to the Solano Community College Business Network and Community Automation.PROBLEM:If your business is not on the cutting edge of technology, the Solano Community College Business Network can get you there.Many communities are missing a potential competitive advantage, because most local business are behind the marketing technology curve. The technology required for success is available, but many businesses are not prepared to apply this technology to their utmost advantage.In today's business world, the internet can be a crucial tool. Unfortunately, many businesses need help implementing the marketing programs that will draw prospects.Solano Community College Business Network  (SCCBN) has added a unique learning module to existing classes. The College is applying the Real Work Experience automation to improve student achievement and real life business exposure, while helping local businesses maximize their marketing through the effective application of technology and the internet.Students can apply the knowledge obtained in the college program to help local businesses in writing copy, developing a marketing plan and utilize the internet to effectively grow their assigned businesses. This Real Work Experience automation allows Solano College students to apply their knowledge to benefit local businesses. That is the objective of the course. To help you as a business owner. Program modules are specifically designed for:Marketing / BusinessMulti-Media/VideoSustainability/Going GreenArt/DesignThe system supports multiple logins per business, easily scales to thousands of users and is ultimately managed by the business owner.  The business is in control.SOLUTION:This is an ENTERPRISE LEVEL application designed to place entire cities, towns or communities online to be more competitive.  Leveraging the best technologies, like Facebook and other networks, the entire process is simple to manage by business owners. The students assigned to your business will help get the ball rolling.   Although each business has an application to manage, the students have their own assembly line login to monitor progress. So the students help the business and, in turn, benefit educationally.  This is motivation for the student to work hard to market your business.This program and the resulting internet and community exposure is a great benefit in tems of public relations.Tags: Solano Community College Business Network, Real Work Experience, Solano County Business Directory",
    "reviews": [
      {
        "timestampMsec": "1337711992815",
        "starRating": "5",
        "title": "Beautiful app!",
        "comment": "It\\'s utility based but functions very well, and works on all my phones.",
        "commentId": "lg:AOqpTOGkQw0GBN_dQWdOO58sAwEjtGS3yqqoJNbupMsW-0eYBFQILR02VdkGpyB0cqooHQjWNNmY_fRZoq_eQfg",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
