{
  "title": "3rd Grade Math, Goals&Examples",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.charlestonshi.ThirdMath",
  "category": "Education",
  "price": "Free",
  "datePublished": "March 2, 2012",
  "version": "1.2",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "5",
  "rating": "3.0",
  "contentRating": "Everyone",
  "creator": "Charleston Shi LLC",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.charlestonshi.ThirdMath",
  "extendedInfo": {
    "installSize": "1.3M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "3rd Grade Math offers incredible resources for any parents, teachers and students at school and at home. It clearly stated math learning goals for any 3rd graders and provides very effective examples on how to achieve the goals. 3rd Grade Math is a necessary reference manual for any parents, teachers and students.3rd Grade Math is a part of comprehensive reference manuals for parents, teachers and students.It provided extensive description of math learning goal for 3rd graders. Along with the goals, there are examples on how to achieve the goals. 3rd Grade Math is a part of Math Goals and Examples series. The series offers gradual and consistent approaches in math learning. This innovative series addresses various components of math learning from elementary school to college. Scratch pad included is a great tools to work with young students. The students can use the scratch pad to do math, write, and have fun with drawings when they get bored with math.Standardized tests are playing increasingly important roles at school and career development. One of the most effective ways to improve scores on standardized tests is to constantly expose the student to the test at all learning levels. Standardized Test Samples section provides a number of sample questions and answers.One of the most valuable features is Super Practice Machine. It provides unlimited practices and tests. This practice machine has 5 levels of difficulties so students can practice their way up.",
    "reviews": [
      {
        "timestampMsec": "1349912082150",
        "starRating": "1",
        "title": "Crappy",
        "comment": "It sucks a lot And doesn\\'t help you learn at all.I meen who would want to install it.soooooooooooooo crappy.",
        "commentId": "lg:AOqpTOHKKEaDhLWChkSKpXy_D7LjpojiX9Thsga0tT4fh7EJ5NcUGfCschmEO5Ju1AuJZMVapL3c3NFTDagm_Q",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1376190392293",
        "starRating": "4",
        "title": "Great teaching my brother!",
        "comment": "Will turn five if it had a ereaser to erase the things we wrote o_O",
        "commentId": "gp:AOqpTOEJRyy_J2hNCgYECQnTmBFZv1wORYFlOdpBie39W6JBXx3eeLp-e9auwTfc1d3PB1TmKfuzF8027hrbZg",
        "author": "valeria mijares",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET"
    ]
  }
}
