{
  "title": "The Hangover Soundboard",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.celebrityringtonessoundboards.soundboard.thehangoversounds",
  "category": "Music & Audio",
  "price": "Free",
  "datePublished": "June 29, 2013",
  "version": "1.0.1",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "5",
  "rating": "3.4",
  "contentRating": "High Maturity",
  "creator": "Celebrity Ringtones Soundboards",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.celebrityringtonessoundboards.soundboard.thehangoversounds",
  "extendedInfo": {
    "installSize": "12M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "The Hangover sounds and ringtonesApp FeaturesPress and hold a sound to set sounds as ringtones, notifications, and alarmsfunny sound clips from The Hangover--This app is ad supported and may contain ads in the notification tray and/or home screen.This is an unofficial free fan app.Please rate this app 5 stars!--Any content not owned by this developer belongs to their respective owners. We are not affiliated with this company. We don't claim any ownership to the characters, images, or content in this app. We believe the images fall under fair use as they are reduced size and excerpted for informational purposes. If there is a copyright issue with content in this app, please contact us and we'll remove it.The Hangover is a 2009 American comedy film, co-produced and directed by Todd Phillips and written by Jon Lucas and Scott Moore. It is the first film of The Hangover franchise. The film stars Bradley Cooper, Ed Helms, Zach Galifianakis, Heather Graham, Justin Bartha, and Jeffrey Tambor. The Hangover tells the story of Phil Wenneck, Stu Price and Alan Garner, who travel to Las Vegas for a bachelor party to celebrate their friend Doug Billings' impending marriage. However, Phil, Stu and Alan have no memory of the previous night's events and must find Doug before the wedding can take place.Lucas and Moore wrote the script after executive producer Chris Bender's friend disappeared and had a large bill after being sent to a strip club. After Lucas and Moore sold it to the studio for $2 million, Philips and Jeremy Garelick rewrote the script to include a tiger as well as a subplot involving a baby and a police cruiser, and also including boxer Mike Tyson. Filming took place in Nevada for 15 days, and during filming, the three main actors (Cooper, Helms and Galifianakis) formed a real friendship.The Hangover was released on June 5, 2009, becoming a critical and commercial success. It became the tenth-highest-grossing film of 2009, with a worldwide gross of over $467 million. Critics praised the film's comedic approach but criticized it for its vulgarity. The film won the Golden Globe Award for Best Motion Picture – Musical or Comedy, and received multiple other accolades. It is the tenth-highest-grossing film of 2009 in the world, as well as the second highest-grossing R-rated comedy ever in the United States, surpassing a record previously held by Beverly Hills Cop for almost 25 years and later being surpassed by Ted in 2012. Out of all R-rated films, it is the third highest-grossing ever in the U.S., behind only The Passion of the Christ and The Matrix Reloaded. A sequel, The Hangover Part II, was released in 2011, and a third and final film, The Hangover Part III, was released on May 23, 2013.Celebrating his upcoming marriage to Tracy Garner, Doug Billings, and his best friends Phil Wenneck, Stu Price, and Tracy's brother and Doug's future brother-in-law Alan travel to Las Vegas in Alan's father's Mercedes for a bachelor party, staying at Caesars Palace. They relax in the room and go to a casino, and celebrate with few drinks on the hotel rooftop.The next morning, Phil, Stu and Alan awaken to find they have no memory of the previous night, and Doug is nowhere to be found. Stu is missing a tooth, their hotel suite is in disarray, a tiger is in their bathroom, a chicken in their living room, and a baby is in the closet. They find Doug's mattress impaled on a statue outside of their hotel and when they ask for their Mercedes, the valet delivers an LVPD police cruiser.Following clues to their steps, the trio travel to a hospital where they discover they were drugged with rohypnol (\"roofies\"), causing their memory loss, and that they came to the hospital from a chapel. At the chapel, they learn that Stu married a stripper, Jade, despite having a long-term relationship with his mean-spirited girlfriend, Melissa. Outside the chapel, the trio are attacked by gangsters, saying they are looking for someone.",
    "reviews": [
      {
        "documentVersion": "1.0.1",
        "timestampMsec": "1374698460510",
        "starRating": "1",
        "comment": "Horrible app. Everytime i open it, it adds shortcuts to shiy i never downloaded. I am deleting it. Don\\'t download unless you love your ohone being spammed and slowing down.",
        "commentId": "gp:AOqpTOGMAPg85zZ_DNEZ3KILLQCKQrTEUwy6ckIHuoYLM4nV0cs6mXjrgaYf-XW15EeVRrcu-GOh_DJQ-EqkEvU",
        "author": "Benny C",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "documentVersion": "1.0.1",
        "timestampMsec": "1374123117620",
        "starRating": "5",
        "title": "great...",
        "comment": "love this movie and love the sounds....superb app...",
        "commentId": "gp:AOqpTOEkJPWHrlKWkfVwYx6E0uS_eY1u8bwqjLAybkRPZ6PYR0ws55oOnny9jdFvIXMBHM1UafDe7Mt1Kt0Ki_0",
        "author": "Aftab Ahmed",
        "authorURL": "http://lh6.googleusercontent.com/-lhwNLfcsIoU/AAAAAAAAAAI/AAAAAAAAAAA/SQTRq6VbMF4/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/-lhwNLfcsIoU/AAAAAAAAAAI/AAAAAAAAAAA/SQTRq6VbMF4/photo.jpg"
      },
      {
        "documentVersion": "1.0.1",
        "timestampMsec": "1375400752606",
        "starRating": "1",
        "comment": "Hated it.  What\\'s up with auto installing apps without my permission.   Done.",
        "commentId": "gp:AOqpTOHAEJcHLeQTrPznd_kGW72PLcRfa9ZJCDErZQuKi79qO9agCoOp_8hB-Ptvm_yUdAOB3v9I3rV8PoMlvy0",
        "author": "Carie Finch",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1372597468711",
        "starRating": "5",
        "title": "Awesome",
        "comment": "Cool quotes",
        "commentId": "gp:AOqpTOHCNEqQSiSUD6lZdWhWb47LNnuVVrW9d5YM5_D_9YS8RoAtsPEM6yV001ttycDDljYmTnfIhmMFpDdRUpY",
        "author": "marco b",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [

    ]
  }
}
