{
  "title": "Horndog - Add Horns to Photos",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.catgameapps.horndog.gplay.free",
  "category": "Photography",
  "price": "Free",
  "datePublished": "April 5, 2013",
  "version": "1.1",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "High Maturity",
  "creator": "Cat Game Apps LLC",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.catgameapps.horndog.gplay.free",
  "extendedInfo": {
    "installSize": "27M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Do you know a Horndog or do you want to express your intimate desire? Horndog makes it easy to add horns and a whole lot more to any photo. Just take a photo or choose one from your camera roll and pick the horns you want to use. Position and size them using your fingers and then save, email or share the photo on Facebook, Instagram, Twitter, or Flickr.Make great profile photos, game avatars, or there’s an upload to Shutterfly to make a gift card or gift for your lover.Over 25 kinds of horns to choose from including –- Longhorn Cattle- Buffalo- Big Horn Sheep- Elk- Deer - Reindeer- Gazelle- Water Buffalo- Flaming horns.There are accessories like -- Bow ties- Roses- Beveragesand ready made banners like –- Censored- Thinking of you- Coming soon- What makes you think I’m horny?- Still horny after all these years- Horndog- You wanna?- I’m game, are you?Or you can add your own words using the tools for making text boxes or drawing.Whether you just want to make a funny photo or you want to express your desire to someone else with a very creative invitation, get this app and start adding horns to photos today.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.CAMERA",
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_WIFI_STATE",
      "com.android.vending.BILLING",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
