{
  "title": "Peep in the Deep Counting Book",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.chbooks.peepinthedeep",
  "category": "Education",
  "price": "Free",
  "datePublished": "November 29, 2012",
  "version": "1.2",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "Clarence-Henry Books",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.chbooks.peepinthedeep",
  "extendedInfo": {
    "installSize": "20M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Beneath was a peaceful, quiet place when barely a peep gave way to something in the deep. Your child will love learning their numbers with this bright, and colorful book app. Tap on the screen as the ever growing number of sea creatures chase their former group across the pages 'til the last but not least! Each spread displays each group and number in a large, easy-to-read typeface. This is an interactive kids counting book app with high quality graphics and audio. The read to me story mode is performed by a school teacher with decades of experience working with children of all ages and learning abilities. The audio also includes scene-action sound effects relevant to the underwater theme. Keep your children entertained while they learn to count!Children can count the fish as they react \"to touch\" and swim across the page.Kids can either choose to read themselves or be read out loud by their parents, nanny, or baby sitters.Listen and choose the \"Read to me\" voice. The app will read it to them.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.RECORD_AUDIO",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
