{
  "title": "War Movie Theme Soundboard",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.celebrityringtonessoundboards.soundboard.warmoviethemesoundboard",
  "category": "Music & Audio",
  "price": "Free",
  "datePublished": "July 1, 2013",
  "version": "1.0.1",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "8",
  "rating": "4.0",
  "contentRating": "High Maturity",
  "creator": "Celebrity Ringtones Soundboards",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.celebrityringtonessoundboards.soundboard.warmoviethemesoundboard",
  "extendedInfo": {
    "installSize": "32M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "War Movie Theme sounds and ringtonesApp FeaturesPress and hold a sound to set sounds as ringtones, notifications, and alarmsMusic from epic war movies like Blackhawk down, Top Gun, Gods and generals, Glory, Patriot and more!--This app is ad supported and may contain ads in the notification tray and/or home screen.This is an unofficial free fan app.Please rate this app 5 stars!--Any content not owned by this developer belongs to their respective owners. We are not affiliated with this company. We don't claim any ownership to the characters, images, or content in this app. We believe the images fall under fair use as they are reduced size and excerpted for informational purposes. If there is a copyright issue with content in this app, please contact us and we'll remove it.Black Hawk Down is a 2001 American war film directed by Ridley Scott. It is an adaptation of the 1999 book of the same name by Mark Bowden, which chronicles the events of the Battle of Mogadishu, a raid integral to the United States' effort to capture Somali warlord Mohamed Farrah Aidid.The film features a large ensemble cast, including Josh Hartnett, Eric Bana, Ewan McGregor, Tom Sizemore, William Fichtner and Sam Shepard. The film won two Oscars for Best Film Editing and Best Sound at the 74th Academy Awards. The film was received positively by American film critics, but was strongly criticized by Somalis.In 1993, famine and civil war have gripped Somalia, resulting in over 300,000 civilian deaths and a major United Nations peacekeeping operation. With the bulk of the peacekeepers withdrawn, the Somali militia loyal to the warlord Mohamed Farrah Aidid have declared war on the remaining U.N. personnel. In response, U.S. Army Rangers, Delta Force soldiers, and 160th SOAR aviators are deployed to Somalia to capture Aidid, who has proclaimed himself president of the country.Gods and Generals is a 2003 American film based on the novel Gods and Generals by Jeffrey Shaara. It depicts events that take place prior to those shown in the 1993 film Gettysburg, which was based on The Killer Angels, a novel by Shaara's father, Michael. The film stars Stephen Lang as Stonewall Jackson, Jeff Daniels as Lieutenant Colonel Joshua Chamberlain and Robert Duvall as General Robert E. Lee.The film centers mostly on the life of Thomas Jonathan \"Stonewall\" Jackson, the God-fearing and militarily brilliant yet eccentric Confederate general, from the outbreak of the American Civil War until its halfway point when Jackson, while on a night ride with his staff to plan the next day's battle, is accidentally shot by his own soldiers in May 1863 while commanding at the Battle of Chancellorsville.The Patriot is a 2000 American historical war film directed by Roland Emmerich, written by Robert Rodat, and starring Mel Gibson, Chris Cooper, and Heath Ledger. It was produced by the Mutual Film Company and Centropolis Entertainment and was distributed by Columbia Pictures. The film mainly takes place in rural York County, South Carolina and depicts the story of an American swept into the American Revolutionary War when his family is threatened. The protagonist, Benjamin Martin, is a composite figure based on four real American Revolutionary War heroes: Joseph Plumb Martin, Francis Marion, Daniel Morgan and Thomas Sumter.The film attracted controversy, with competing claims made about its relative historical accuracy. Professor Mark Glancy, teacher of film history at Queen Mary University of London has said: \"It's horrendously inaccurate and attributes crimes committed by the Nazis in the 1940s to the British in the 1770s.\"  Other movies soundtracks include Hunt for Red OCtober, Navy Seals, Red Dawn, Heartbreak Ridge, and Final countdown! The Patriot is a grand epic full of action and emotion....But it's also surprisingly insightful in its evaluation of the American ideal - if not the reality",
    "reviews": [
      {
        "documentVersion": "1.0.1",
        "timestampMsec": "1374123641941",
        "starRating": "5",
        "title": "cool...",
        "comment": "super likes for this really great app...",
        "commentId": "gp:AOqpTOHKwK7oRBCA23zN0Vwuxz7jCBxovunMed15j0eg3Yyj569LPSoTZxfwi8jJL1J6-Aqg3l8qFfYi3BHC6VQ",
        "author": "Aftab Ahmed",
        "authorURL": "http://lh6.googleusercontent.com/-lhwNLfcsIoU/AAAAAAAAAAI/AAAAAAAAAAA/SQTRq6VbMF4/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/-lhwNLfcsIoU/AAAAAAAAAAI/AAAAAAAAAAA/SQTRq6VbMF4/photo.jpg"
      },
      {
        "documentVersion": "1.0.1",
        "timestampMsec": "1374740705220",
        "starRating": "5",
        "title": "Booooooooo",
        "comment": "Boooooooooooooo",
        "commentId": "gp:AOqpTOHELNTyfn1XAGKDRThpwIN3cCk9J1-oxkPPTh2p0tBqE56woIqdYcMTSZrxNceJ9yFyt_CkMsXXQSG_YbE",
        "author": "cian jones",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.GET_ACCOUNTS",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.WRITE_SETTINGS",
      "android.permission.MODIFY_AUDIO_SETTINGS",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
