{
  "title": "Save the Internet",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.chasinglemons.savetheinternet",
  "category": "Social",
  "price": "Free",
  "datePublished": "January 19, 2012",
  "version": "1.35.24.h",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "15",
  "rating": "4.4666667",
  "contentRating": "Everyone",
  "creator": "chasinglemons",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.chasinglemons.savetheinternet",
  "extendedInfo": {
    "installSize": "203k",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "The Issue:There are currently two bills before Congress, known as the Protect IP Act (PIPA) in the Senate and the Stop Online Piracy Act (SOPA) in the House. These bills would censor the Web and impose harmful regulations on American business. Millions of Internet users and entrepreneurs already oppose SOPA and PIPA. Press the button at the bottom of this page to send a message to your local congress, urging them to vote against these bills.More detail about SOPA and PIPA:Members of Congress are trying to do the right thing by going after pirates and counterfeiters but SOPA and PIPA are the WRONG way to do it.1. SOPA and PIPA would censor the WebThe U.S. government could order the blocking of sites using methods similar to those employed by China. Among other things, search engines could be forced to delete entire websites from their search results. That's why 41 human rights organizations and 110 prominent law professors have expressed grave concerns about the bills.2. SOPA and PIPA would be job-killers because they would create a new era of uncertainty for American businessLaw-abiding U.S. internet companies would have to monitor everything users link to or upload or face the risk of time-consuming litigation. That's why AOL, EBay, Facebook, Google, LinkedIn, Mozilla, Twitter, Yahoo and Zynga wrote a letter to Congress saying these bills \"pose a serious risk to our industry's continued track record of innovation and job-creation.\" It's also why 55 of America's most successful venture capitalists expressed concern that PIPA \"would stifle investment in Internet services, throttle innovation, and hurt American competitiveness\". More than 204 entrepreneurs told Congress that PIPA and SOPA would \"hurt economic growth and chill innovation\".3. SOPA and PIPA wouldn't stop piracyTo make matters worse, SOPA and PIPA won't even work. The censorship regulations written into these bills won't shut down pirate sites. These sites will just change their addresses and continue their criminal activities, while law-abiding companies will suffer high penalties for breaches they can't possibly control.There are more effective ways to combat foreign \"rogue\" websites dedicated to copyright infringement and trademark counterfeiting, while preserving the innovation and dynamism that has made the Internet such an important driver of American economic growth and job creation. Congress should consider alternatives like the OPEN Act, which takes targeted and focused steps to cut off the money supply from foreign pirate sites without making US companies censor the Web.The bill is scheduled for a test vote in the Senate on Jan. 24th: We need to act now to let our lawmakers know just how terrible it is. Please fill out the form above to ask your lawmakers to oppose the legislation and support a filibuster.Thank you for reaching out to Congress and taking a stand against censorship. Ask your friends to do the same!",
    "reviews": [
      {
        "documentVersion": "1.35.24",
        "timestampMsec": "1327052122652",
        "starRating": "5",
        "comment": "First weed now the internet wtf!!!",
        "commentId": "lg:AOqpTOEqiqoaarQTj7SwcxEjxC6jOl0A7e_nivflnS4xuMVGhqzYp4cH32fbIqxGJpZDwq28MtqtV9YKXBeBD7E",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "documentVersion": "1.35.24",
        "timestampMsec": "1327034156921",
        "starRating": "5",
        "title": "Thanks for this app",
        "comment": "Fingers crossed",
        "commentId": "lg:AOqpTOGBCnb3evuByVIuFY4Ctt89KGc0mORc0IZQglkWJVzPg6HHJMv9Z_HtoGk_24BNwBycjj4EUBv25E5x2uk",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "documentVersion": "1.35.24",
        "timestampMsec": "1335399584922",
        "starRating": "5",
        "title": "O_o",
        "comment": "Thanks....",
        "commentId": "lg:AOqpTOFt5qa1XNfNqnOMKPBtO1dysx9LhBueJVKqKPDrED_t7yKbTAjOphbsI_Imv6_F_llDruL32y9QKLYqA_E",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1343779006351",
        "starRating": "5",
        "comment": "Thx 4 watchn our bks",
        "commentId": "lg:AOqpTOGKPu6P_QagnRdO234yv2P1J7eV1O8-yOlGQhqEKHuyqDnjOc7l2tKRg5ibS3C4x9Og2auFQ-Zg22djtEU",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE"
    ]
  }
}
