{
  "title": "Numbers at Home Full",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.chamogames.numbers.athome.full.ogl.es",
  "category": "Education",
  "price": "Free",
  "datePublished": "May 9, 2013",
  "version": "0.8.5.6413",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "11",
  "rating": "4.181818",
  "contentRating": "Everyone",
  "creator": "Chamo Games",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.chamogames.numbers.athome.full.ogl.es",
  "extendedInfo": {
    "installSize": "22M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "Numbers at Home full is a fun educational game for your kids between the ages of 2 and 5. With the help of Beto (our main character) and the different games inside Numbers at Home, your children will have fun while learning to count.This version will be updated with each game developed, until complete the 6 games. Right now has two more game than the Lite version, called Let’s count the fruits and Pop and Sort. This release will be supported with advertising, only on the home screen and game menu. It will not contain advertising in the games screens. Remember that this version will be constantly updated with the conclusion of each game, making a total of 6 games! This version will be available until the launch of the Pro version!★ This app is optimized for both phones and tablets ★FEATURES:★ 3 different games (for now) to teach kids counting with two different level each.★ Bilingual English and Spanish, texts and voices.★ Beto is always there to help the kids complete the task with hints and positive messages.★ Stickers rewards after level completion.★ Hidden animations in each game are there to discover.★ Helps kids learn the shapes and sounds of the numbers.★ GAME 1: Bring the numbers home ★The objective of this game is to select the numbers in the ascendant order from 1 to 20.Easy: The kid must touch the green arrow to move to the next number.Hard: The kid is presented with two choices and he must select the correct one to advance to the next number.★ GAME 2: Let’s find the number ★The objective of this game is to identify the numbers that appear in the canvas and find them in the window behind.Easy: The numbers appear on the canvas so the kid can visually identify the number.Hard: An interrogation sign appears in the canvas and the kid must find the number based only on the voice.★ GAME 3: Let's count the fruits ★In this game the kid must collect the fruits dispersed around the kitchen. The objective in this game is collect and count all the fruist.Easy: 15 fruits dispersed and easy to find around the kitchen.Hard: 25 fruits dispersed around the kitchen. Some fruits may be well hidden, you may need to move some things to find them!★ GAME 4: Pop and Sort ★Pop pop pop! in this game a bunch  of balloons (with numbers inside) are floating away, the kid need to burst the balloons in the right order to finish the game.Easy: pop the balloons in order from 1 to 10Hard: pop the balloons in order from 1 to 20, balloons rise faster!★ Let's get in touch! ★Become a fan of Chamo Games on Facebookhttps://www.facebook.com/chamogamesFollow us on Twitterhttps://twitter.com/chamogamesVisit our sitehttp://www.chamogames.comDrop us your concerns and recommendations via support@chamogames.comRemember that we can not respond to comments here so if you have any questions, problems or recommendations contact us at support@chamogames.comPRIVACY POLICY:We don’t collect any personal or location data information. We simply collect anonymous game usage data to improve our games.KW: Chamo Games, Numbers, Learn Numbers, Learning Numbers, Educational, Numbers for Kids, Count, Learn to Count, Educational Games, Numbers at Home, Games for Kids, Count for Kids, Learn the Numbers, Children Games, Children, Preschool Games, Preschool, Beto, Games for Children, Child Games, Child Numbers",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_PHONE_STATE"
    ]
  }
}
