{
  "title": "Dora Hospital English",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.cd.dorahospital.en",
  "category": "Health & Fitness",
  "price": "Free",
  "datePublished": "January 9, 2013",
  "version": "1.1",
  "operatingSystems": "2.3 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "Doktoron",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.cd.dorahospital.en",
  "extendedInfo": {
    "installSize": "1.3M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Dora Hospital Smile… You are here. ESTHETIC SURGERY Surgeon Fatih Dagdelen Specialist in esthetic, plastic and reconstructive surgery Rhinoplasty Mammaplasty Breast augmentation Breast reduction Breast lift Abdomen lifting Tummy TuckBrachioplasty Thigh (femoral) reduction Liposuction ( Suction assisted fat removal) Facial esthetics Classical face-lift Endoscopic facial rejuvenation (Mid face) Ocular Esthetics and Blepharoplasty Endoscopic eye-brow lifting Gynecomasty (Enlargement of male breast) Aesthetic ear surgery Aesthetic chin surgery Aesthetic genital area surgery Bottom lifting Botox Filling You will be welcomed at the airport and accommodated in your hotel by our VIP vehicle. We answer all your questions regarding the esthetic operations, we make plans together and try to reach the best appearance. Following your operation, we provide you the comfort you have at your home in our hospital, serving the same contentment as a hotel…..Communication Line of Health Dora Hospital Turkey0090 212 337 32 32 www.dorahospital.cominfo@dorahospital.comFUE HAIR TRANSPLANTATION \tNo matter how many hair follicles are transplanted, we offer one price only. •\tDigital hair analysis •\tOperating room environment •\tMicro motor method •\tWithout pain and seam-free •\tFor only 6 hours Dental implantation For all implantations:•\tOnly in one day •\tVia laser method •\tFirst class material •\tFull narcosis",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.CAMERA",
      "android.permission.INTERNET",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.CALL_PHONE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
