{
  "title": "Grand Forks - East Grand (Old)",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.chamberme.grandforks",
  "category": "Travel & Local",
  "price": "Free",
  "datePublished": "April 30, 2013",
  "version": "1.5",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "3",
  "rating": "5.0",
  "contentRating": "Low Maturity",
  "creator": "ChamberMe!",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.chamberme.grandforks",
  "extendedInfo": {
    "installSize": "6.7M",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "The Grand Forks/East Grand Forks area is a place for families to grow and learn together, where families play ball in the backyard and kids roller-blade in the streets. The area is a place for families to thrive and inspire.People are a little kinder here. Neighbors are happy to lend each other a hand, and strangers say hello. Families are a little stronger here, too. It’s all thanks to a community spirit that brings our cities together for many unique celebrations like First Night and Cats Incredible and events like Art Fest and the Potato Bowl. It’s a better place, thanks to the people. We invite you to experience it for yourself.Welcome to picture-perfect neighborhoods, where turn-of-the-century Victorian homes meet modern architecture. Clean streets lie under broad canopies of shade trees. Children still open lemonade stands and adults actually still stop to buy a glass. We cherish our safe communities. We believe that, in a place where neighborhoods are still neighborly, the American dream really can come true.Our communities offer an environment with the great amenities offered in larger urban areas and the safety and convenience of a small community. The Grand Cities area is impressively cosmopolitan, boasting a regional population of over 97,000.Grand Forks and East Grand Forks are largely residential. Most of the people who work here also live here, and the predominant form of housing is single-family homes.Some of the features that make the cities a great place to live are diverse educational opportunities, safety and low crime rate, parks and theaters, and a cost of living considerably lower than that found in large cities.Greater Grand Forks offers excellent educational opportunities. Grand Forks is home to the University of North Dakota (UND), renowned as being among the nation’s best medium-sized doctoral-research universities. UND is one of only 40 universities in the nation to have both a medical school and a law school. East Grand Forks is home to one of two campuses of Northland Community and Technical College, offering certificates, diplomas, degrees, general-education transfer courses, and workforce training and continuing-education programs.The Grand Forks/East Grand Forks area has a strong and varied faith community. Nearly 50 faith structures adorn our cities, representing more than 16 religions and denominations.No matter what you’re looking for, you’ve come to the right place. Here you’ll find diverse cultural, entertainment, educational, recreational and employment opportunities. You’ll also find people you’ll be proud to call “friends.”Join the Chamber:Relevance, Advocacy and ValueThese are the overarching principles of The Chamber - Grand Forks ND /East Grand Forks MN and the region. As a Chamber we will:Be an advocate for the free enterprise system.Work in partnership with other organizations whenever possible to accomplish its mission and goals.Serve as a catalist to ensure the GF/EGF region remains future focused.Be the Voice of Business in the GF/EGF region.Work toward a \"one community\" approach with Grand Forks and East Grand Forks.Search Terms:Grand Forks North Dakota, East Grand Forks Minnesota, University of North Dakota, Alerus Center, Ralph Engelstad Arena",
    "reviews": [
      {
        "timestampMsec": "1322065233605",
        "starRating": "5",
        "title": "Great access to Grand Forks areas",
        "comment": "Being able to access community events on my phone is very helpful.",
        "commentId": "lg:AOqpTOGfq2WETjA2oIi9Tq934RmM4TEJjJyIElU_UcM8g94GK7uMQNLJ0bdQ6ERGzgclddyIA-5h7vriD-jIiLI",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1337815426052",
        "starRating": "5",
        "title": "Great app",
        "comment": "Utility app very functional.",
        "commentId": "lg:AOqpTOEj1mmkqR7crcgsHBLbA-J9bRcpfm9azTR2eJ2hG4e0dpEEKlVVPbjuEklczLY-JF-OMg0UW2uMrSREnXI",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
