{
  "title": "Paper Ball Full",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.chaosgamesstudio.Eole",
  "category": "Arcade & Action",
  "price": "$0.99",
  "datePublished": "March 18, 2013",
  "version": "1.4.7",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "6",
  "rating": "4.1666665",
  "contentRating": "Everyone",
  "creator": "Chaos Interactive",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.chaosgamesstudio.Eole",
  "extendedInfo": {
    "installSize": "11M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "This application is exclusively discounted thanks to French Android Bundle  : http://www.androidbundle.com/Go check the other apps for more discounts !Discover the arcade game you must have. Try it and you can not stop playing until all the levels will not be completed.Control a rolling paper ball in this hauntingly beautiful arcade game. The mighty god of wind, Eole, blows a steady stream of air at your back.You cannot stop it, but you can slow your progress enough to navigate obstacles in your way. Tilt your device left to struggle against mighty Eole's breath, and tap on the screen to jump.Symbols will appear on the ground indicating different wind conditions: ascending winds, a headwind, and others. Jump, roll, and avoid obstacles as quickly as possible through 30 challenging levels, 2 game mode and 2 worlds.The faster you are, the better your rank will be. *** Features ***. Amazing graphics,. fun and addictive gameplay,. 2 worlds, 30 levels, 2 game modes. Touch screen game. Accelerometer. HD graphics for Tablet. Work at low resolution for cheap smartphone.Ads-Free and Full version.*** Language ***. English. French. Italian. Portuguese. German. Spanish. Dutch*** REVIEWS ***- Playandroid.com: 25/30\"Eole is a fantastic platforming game. It doesn’t show-off, it justs sticks to its guns and provides some lovely flowing gameplay...\"*** What else ***If you prefer it than angry bird, dragon fly, x-construction, paper toss, blast monkeys, clumpsball, shakytower, cut the rope, buka, fastball, slice it, turbofly, labyrinth or doom please tell us and rate it.*** FAN ***Follow us on our fan page: chaos.paperballFollow our tweets: Chaos_Games",
    "reviews": [
      {
        "timestampMsec": "1303723439647",
        "starRating": "5",
        "comment": "very addictive and beautiful.",
        "commentId": "lg:AOqpTOFzTIYib-6eOhQad_dgIUYxt1hA4jcAfoN8rm4sJjtyppUEO2p-LEhIOk1dp2LuRq_QHYY2TJi1tvrj0w",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [

    ]
  }
}
