{
  "title": "Nineteenth Century Collections",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.cengage.ncoo",
  "category": "Books & Reference",
  "price": "Free",
  "datePublished": "June 21, 2012",
  "version": "Varies with device",
  "operatingSystems": "Varies with device",
  "ratingsCount": "2",
  "rating": "3.0",
  "contentRating": "Everyone",
  "creator": "Cengage Learning",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.cengage.ncoo",
  "extendedInfo": {
    "installSize": "Varies with device",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "The rise and fall of empires.  An age of invention. The transformation of media. Explosion of industry. The 19th Century changed the world.Find hidden connections and explore deeper relationships in one of the most exciting centuries with this free app.  Within the Nineteenth Century Collections Online Museum, subject specific floors reveal relationships which may not have been obvious. Archive-specific hallways allow you to interact with materials (including manuscripts, sheet music, photos and more!) in the context which is most relevant to you. Watch a topic change as it circles the globe.  Discover unknown connections of people, places and subjects. Uncover the details linking societies and regions worldwide. App users will:-Learn more about the complex and comprehensive process undertaken to turn a centuries-old document into a sophisticated, user-focused online research tool.-Understand the organization and methodology of the program.-Receive information regarding events, enhancements, and research tips.-Provide feedback and drive development of the program.Nineteenth Century Collections Online is a multi-year, global publishing program available for purchase by libraries from Gale, Cengage Learning. Nineteenth Century Collections Online, built on a ground-breaking research platform, allows scholars to access curated primary source materials essential for their research and teaching. For more information on Nineteenth Century Collections Online, please visit www.gale.com/ncco_museum.",
    "reviews": [
      {
        "timestampMsec": "1334861978207",
        "starRating": "1",
        "title": "Unusable",
        "comment": "Unfortunately the app crashes when entering a hallway. Every time. The are also lots of blanks (\\\"hallway name\\\" labels) when I presume they will fill in content later. It would seem to make better sense to change the labels to \\\"under construction\\\" or \\\"coming soon\\\". As it is, it just looks incomplete. But I can\\'t actually get into any if the hallways, so they have plenty to fix.",
        "commentId": "lg:AOqpTOF2mD5ab4paL_KNq9qWAILEAcIN5taW_wmxjAvS2H_Xiwl0A5g0RZc0jNwequVRS2UV0aYnufI8C_Pb3c4",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET"
    ]
  }
}
