{
  "title": "Car Payment Calculator (Full)",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.carpayment.calculatorfull",
  "category": "Finance",
  "price": "$1.99",
  "datePublished": "January 8, 2012",
  "version": "1.1",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "2",
  "rating": "4.0",
  "contentRating": "Everyone",
  "creator": "JKMusicsoft",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.carpayment.calculatorfull",
  "extendedInfo": {
    "installSize": "622k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "The Car Payment Calculator helps you negotiate like a pro by giving you access to an easy-to-use auto loan payment calculator and affordability calculator on your mobile device.  The full version includes functionality to save payment details for future reference and a visual table for car-to-car comparisons.  This app contains the following features: 1. Calculate Monthly Payments based on the purchase price of the vehicle (Auto Loan Payment Calculator)This tool allows the buyer to determine the true total and monthly cost of the vehicle based on the sticker or negotiated price of the car. * User inputs the car price, sales tax, down payment, trade-in, finance term and interest rate. * The app calculates and displays the monthly payment, the total interest paid and the total cost of the vehicle.* User may additionally input dealer fees, plate/registration fees and any other miscellaneous fees (i.e. optional two-year maintenance package) for the calculation. 2. Calculate the Target Purchase Price of the vehicle based on desired monthly payments (Affordability Calculator)This tool allows the buyer to set the maximum purchase price of the vehicle based on a monthly budget. This is an essential tool to keep you under your budget when negotiating your next car purchase. * User inputs desired monthly payments along with the sales tax, down payment, trade-in, finance term, interest rate and any other fees.* The app calculates and displays the purchase price of the vehicle both before and after tax as well as the total cost of the vehicle including interest. 3. All user-inputted data and calculated data can be saved.4. Saved data can be displayed in a table that allows comparisons between cars (up to three car details displayed at one time).  5. User-friendly interface with clear form, save data and delete data buttons (delete buttons are displayed when the phone menu button is pressed).  **NOTE: For auto payment calculations, the user has the option of choosing whether or not sales tax is applied to dealer fees and/or trade-ins.**This app calculates payments on 0% interest and gracefully handles erroneous input values.",
    "reviews": [
      {
        "timestampMsec": "1330095422519",
        "starRating": "4",
        "title": "Great App!",
        "comment": "Works great so far, very helpful when sitting at the table negotiating. Needs space to enter the loan payoff to better calculate the taxes and total cost and will rate it a 5, but so far, so good in the pro version.",
        "commentId": "lg:AOqpTOGYVGgr9EM1QhiAoTMI0X963J__QjYcasQOd3KkgblneFtj2aV59r94p--6HUAtWzhoFsqUph6d0Hut0g",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [

    ]
  }
}
