{
  "title": "Inside Scoop Beginning Matwork",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.carvegybesoftware.insidescoop",
  "category": "Health & Fitness",
  "price": "$2.99",
  "datePublished": "May 8, 2011",
  "version": "1.2",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "2",
  "rating": "3.5",
  "contentRating": "Everyone",
  "creator": "Carve Gybe Software",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.carvegybesoftware.insidescoop",
  "extendedInfo": {
    "installSize": "43M",
    "downloadsCount": "10+",
    "downloadsCountText": "10 - 50",
    "description": "Have you been practicing Pilates matwork at your gym, health club, or at home with DVD’s and books on Pilates? Do you enjoy doing Pilates, and are experiencing the benefits of practicing Pilates, but want more, and are looking for in depth information without paying hundreds of dollars on private Pilates instruction? If yes, “The inside Scoop on Pilates: Beginning Matwork” app is for you!The Inside Scoop on Pilates: Beginning Matwork is written by Erin Chase Alexander, a Pilates instructor certified on all Pilates apparatus, with training in both Classical and Contemporary styles of Pilates, and over 10 years experience teaching Pilates in gyms, health clubs, and studios. It provides the inside scoop on how to get the most out of Pilates exercises, general tips for success, do’s and don’ts, and details in depth 18 beginning matwork exercises. The information provided is what you could expect to learn from taking months of private sessions. The Inside Scoop: Beginning Matwork is presented in four tabs: “The Scoop”, “Exercises”, “Quiz”, and “Class”. The “Scoop” tab includes a detailed introduction on Pilates, an in depth discussion on the guiding principles, and body mechanics, of all Pilates exercises, and includes a glossary of Pilates lingo. The “Exercises” tab covers 18 beginning exercises in-depth, including the main focus of each exercise, how many repetitions for each, the starting position, the breath pattern with corresponding movement, tips for success to get the most out of each exercise, modifications, and modifications with props. For quick reference one can listen to an audio teaching of the exercise, that includes tips for success. Also included are photos of the full version of each exercise, along with photos of modifications with and without props. The “Quiz” tab quizzes you on your knowledge of the names of the exercises, what modifications are used for each exercise, and what the focus is of each exercise. The final “Class” tab is a full audio class leading you through the 18 exercises covered in the “Exercise” section. Links for more information on the most well known Pilates methods, and their teacher training is also provided. Get “The Inside Scoop on Pilates: Beginning Matwork”, and get more from your Pilates practice now!",
    "reviews": [
      {
        "timestampMsec": "1305175759456",
        "starRating": "4",
        "comment": "Best Pilates app I\\'ve seen by far. But v1.2 wouldn\\'t move to my SD card on my LG Optimus V, so had to uninstall. Developer helpful & quick to respond.",
        "commentId": "lg:AOqpTOGUtuludxHgYVFqnSNs_eEBcDv-3wH0whkDZYg3z_xeZarYAKyBBQLnq70nQkHbDlAYblsrx2d8SR2nzQ",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1314546726170",
        "starRating": "3",
        "title": "Pretty good",
        "comment": "This is a great combination of core exercises, but needs video support to help ensure the appropriate technique.",
        "commentId": "lg:AOqpTOHjZCf-6ZYuhvJfUWooEXyKpeqzaX3VVa_vM6dqzmFFSbOtWI-Z8RboIjRh83Xl9bAYxtvCxVlMNHyGgA",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "com.android.vending.CHECK_LICENSE"
    ]
  }
}
