{
  "title": "Easy Bible Old Testament 1",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.cartoonbible1e",
  "category": "Books & Reference",
  "price": "Free",
  "datePublished": "April 15, 2013",
  "version": "1.0",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "6",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "World Mission",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.cartoonbible1e",
  "extendedInfo": {
    "installSize": "23M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "This Bible series is total of 22 apps, including both Old Testament and New Testament. The 1st, 3rd, 5th, 7th, 9th,11th, 13th,15th, and 17th app of the Old Testament are free. The free apps has the same amount of data as the ones that are not free. This app series is a large project, prepared by 30 individuals over two years. However, we have made much of our apps free to spread the gospel and make the good news available to more and more individuals.It is a reality that, despite many people want to read the Bible, the scriptures are often too difficult to understand or even boring. Therefore, World Mission made the Bible into cartoon from Genesis in the Old Testament to Revelation in the New Testament so that many viewers can easily understand.This Bible cartoon app was based in the scriptures of NIV Bible. Overall, it is an Android-version Bible that is easily understandable and memorable through pictures.1. The theologians, pastors, students who study theology, and Bible study teachers all need to know the Bible from cover to cover anywhere and at any moment. This app has been and still is the quick, easy, and thorough reminder of the scriptures they need to cover within little amount of time for these individuals and alike.2. The app includes much information that is needed for Bible studies at church and at home. Therefore, this app is also useful for the ordinary believers of all ages, and many are using this cartoon-formatted Bible to understand the scriptures.3. It is no surprise that this Bible cartoon is used by missionaries in different parts of the world to easily spread the Gospel to many who are often hindered by language barriers and cultural differences.This Bible cartoon was originally made as a program for PC, and many throughout the world have viewed and benefitted from it. Now, it is converted into an Android app.Currently the app is available in English and Korean. The app will also be made in Chinese, Spanish, Japanese, Russian, etc. Here is how you can find this app. The Old Testament can be found by searching \"Bible Old Testament (series number)\" while the New Testament can be found by searching \"Bible New Testament (series number).\" Different series of the Bible cartoon can also be searched by typing \"World Mission.\"Keywords: bible, cartoon bible, old testament, new testament, bible study, world mission, english, study, 성경, 영어성경, 성경공부, 영어공부, 영어, 회화, 성경만화, 만화, 신약성경, 구약성경",
    "reviews": [
      {
        "timestampMsec": "1366530169973",
        "starRating": "5",
        "title": "The best!",
        "comment": "The following are my suggestions:    1. Combine the 22 apps into a single application only.  2. Make jumping from one page to another easier. Make table of contents. 3. Make all the apps free. It\\'s alright if you include small ads as long as the apps are free . I don\\'t have credit card.  Thank you so much for sharing your work and generosity world mission. :)  Please reply.",
        "commentId": "gp:AOqpTOH6Awi3wFZ8TI6z7QXCqqVpbjju4re4CsWTaltAuZ4CnmVsJz_6lcZ8C8NuPlbX2kqX8S1GFW8ePXdwnQ",
        "author": "Darius Espiritu",
        "authorURL": "http://lh4.googleusercontent.com/-3Y5yiHia1-4/AAAAAAAAAAI/AAAAAAAAAG8/hSFjBV1nYF4/photo.jpg",
        "authorSecureURL": "https://lh4.googleusercontent.com/-3Y5yiHia1-4/AAAAAAAAAAI/AAAAAAAAAG8/hSFjBV1nYF4/photo.jpg"
      },
      {
        "timestampMsec": "1366066631543",
        "starRating": "5",
        "comment": "Great cartoon bible!",
        "commentId": "gp:AOqpTOHOpBeYieTWxGUqX72NSYk2VHvsVPWmA8EgBYYsoAAYscVmb9XGtAxFep0yb1pu3U1lLL3WYufZ3nCiAA",
        "author": "Ryan Kim",
        "authorURL": "http://lh4.googleusercontent.com/-pYOXC2crplE/AAAAAAAAAAI/AAAAAAAAAfE/EjxL_Lb2Rq8/photo.jpg",
        "authorSecureURL": "https://lh4.googleusercontent.com/-pYOXC2crplE/AAAAAAAAAAI/AAAAAAAAAfE/EjxL_Lb2Rq8/photo.jpg"
      },
      {
        "timestampMsec": "1365903352704",
        "starRating": "5",
        "title": "Wonderful. !",
        "comment": "It,s very useful.",
        "commentId": "gp:AOqpTOHRuzRCxN1Z2pUDF72UNnj1G5uLH_2DlxrZ90VOOHOHYhA7ZmhbaZhr6_P2u_4jy1YvPyqJ3yckxlUdug",
        "author": "Eun Ji",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
