{
  "title": "Active - One Direction Channel",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.celltick.lockscreen.plugins.youtube.OneDirection",
  "category": "Media & Video",
  "price": "Free",
  "datePublished": "February 19, 2013",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "26",
  "rating": "4.423077",
  "contentRating": "Everyone",
  "creator": "Celltick",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.celltick.lockscreen.plugins.youtube.OneDirection",
  "extendedInfo": {
    "installSize": "166k",
    "downloadsCount": "5,000+",
    "downloadsCountText": "5,000 - 10,000",
    "description": "One Direction Youtube Channel on Active Lock ScreenThe Official One Direction Youtube Channel keeps you informed of what is going on in One Direction’s world and is enhanced when used in combination with Active Lockscreen, an android app that allows you to attain active screen management, enabling fast and easy launch of any application. Download both the Official One Direction Youtube app and Active Lockscreen to gain control and keep informed of what is going on with One Direction. Downloading this application installs One Direction directly from the Active Lockscreen application. This requires that you download the Active Lockscreen either before or after downloading One Direction. By accessing One Direction through Active Lockscreen, you gain immediate and direct access to the One Direction site without having to search for access using your phone. Keeping up with all of One Direction’s official news is made possible by downloading this easy app. This app will make it so much easier to stay informed and enjoy One Direction’s music.  Active Lockscreen replaces your phone’s lock screen with an active replacement, providing easy launch of any application – ideal when you are on the Go. While your phone is locked, this app displays your favorite gallery pictures and your Facebook feed on your lock screen. You can set up shortcuts to any applications you want and open it with one click. With the Active Lockscreen’s unlimited coverage and free of charge app, it is easy to reach anything you need on your phone- reduce clicks to call a contact, launch an app, play a game, browse the web, play music, get Facebook updates or simply unlock your phone. The Active lock screen transforms itself to serve your needs and learns from your actions what you need most. It provides the best app for unlocking your phone.After installation you can do the following directly from your lock screen:• Call your recent contacts or open the dialer• Launch your recently used apps • Send Text messages through your SMS Inbox or any other text app such as WhatsApp, Skype, Viber, Email, Gmail, Twitter or LinkedIn • Launch the camera or any picture and graphics related apps installed on your phone such as Instagram, Mobli, Food, Adobe photoshop express• Define your most common contacts for easy calling even when you are on the go.Downloading Instructions1.\tClick Install to download the One Direction app. 2.\tIf Active Lockscreen is not yet installed, click OK to enable the Active Lockscreen download.3.\tClick Install and proceed to download.After installation, simply launch your recently used apps by placing your finger on the lockscreen ring and dragging it to the relevant action or shortcut.",
    "reviews": [
      {
        "timestampMsec": "1376378386423",
        "starRating": "5",
        "title": "Whoot whool",
        "comment": "I love one direction",
        "commentId": "gp:AOqpTOGq0eAuKmJqQC569UOIJqdg3rYK6xL3xeIu3w21cdDyTvUtJ7aUqDXLwTe8Wx5gkwD2vBABoEngJtd-qQ",
        "author": "Jodi Macleod",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1374362692592",
        "starRating": "5",
        "title": "1D",
        "comment": "Wonderfull",
        "commentId": "gp:AOqpTOHo6btmWwrcpxbNNfjxIrQlLOCc-UdjeO2E37K3Ekl4ypEo2WuyYGqEZs8wcPdlgU2qqT6WIWtSwNQvHQ",
        "author": "elvira salihi",
        "authorURL": "http://lh6.googleusercontent.com/-EM-cB956z58/AAAAAAAAAAI/AAAAAAAAABk/JjRTV0Z7y-w/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/-EM-cB956z58/AAAAAAAAAAI/AAAAAAAAABk/JjRTV0Z7y-w/photo.jpg"
      },
      {
        "timestampMsec": "1376411151923",
        "starRating": "4",
        "title": "Unrated",
        "comment": "Comments",
        "commentId": "gp:AOqpTOEiEMQ028N3ifB5Gzwlt4vGu8ntGyutPgA3dCQ_CJpPjhEe7nL8_l-YfKpX3xG_45dp2u-2DalG5cZusA",
        "author": "Kenneth Blanton",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1357788883207",
        "starRating": "1",
        "title": "Too much",
        "comment": "Your going to have to download a bunch of apps   #love 1D:-*",
        "commentId": "gp:AOqpTOEQMnu_CmMnBMHswybLxT0sAjIFKjw48ACLuflgHN_6ovHWAIID44kmpYuAZo6IHj_xwVI9xO9rKu9VSw",
        "author": "Dahnasia Hill",
        "authorURL": "http://lh4.googleusercontent.com/-3FJFhPhACOs/AAAAAAAAAAI/AAAAAAAAAZw/oEcBPuPMdvg/photo.jpg",
        "authorSecureURL": "https://lh4.googleusercontent.com/-3FJFhPhACOs/AAAAAAAAAAI/AAAAAAAAAZw/oEcBPuPMdvg/photo.jpg"
      }
    ],
    "permissions": [

    ]
  }
}
