{
  "title": "Leonidas 300 Soundboard",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.celebrityringtonessoundboards.soundboard.leonidas300soundboard",
  "category": "Music & Audio",
  "price": "Free",
  "datePublished": "June 29, 2013",
  "version": "1.0.1",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "11",
  "rating": "3.909091",
  "contentRating": "High Maturity",
  "creator": "Celebrity Ringtones Soundboards",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.celebrityringtonessoundboards.soundboard.leonidas300soundboard",
  "extendedInfo": {
    "installSize": "7.8M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "Leonidas 300 sounds and ringtonesApp FeaturesPress and hold a sound to set sounds as ringtones, notifications, and alarmsfunny sound clips from Leonidas 300--This app is ad supported and may contain ads in the notification tray and/or home screen.This is an unofficial free fan app.Please rate this app 5 stars!--Any content not owned by this developer belongs to their respective owners. We are not affiliated with this company. We don't claim any ownership to the characters, images, or content in this app. We believe the images fall under fair use as they are reduced size and excerpted for informational purposes. If there is a copyright issue with content in this app, please contact us and we'll remove it.300 is a 2007 American action film based on the 1998 comic series of the same name by Frank Miller and Lynn Varley. Both are fictionalized retellings of the Battle of Thermopylae. The film was directed by Zack Snyder, while Miller served as executive producer and consultant. It was filmed mostly with a super-imposition chroma key technique, to help replicate the imagery of the original comic book.The plot revolves around King Leonidas (Gerard Butler), who leads 300 Spartans into battle against Persian \"god-King\" Xerxes (Rodrigo Santoro) and his army of more than 300,000 soldiers. As the battle rages, Queen Gorgo (Lena Headey) attempts to rally support in Sparta for her husband. The story is framed by a voice-over narrative by the Spartan soldier Dilios (David Wenham). Through this narrative technique, various fantastical creatures are introduced, placing 300 within the genre of historical fantasy.300 was released in both conventional and IMAX theaters in the United States on March 9, 2007, and on DVD, Blu-ray Disc, and HD DVD on July 31, 2007. The film received mixed reviews, receiving acclaim for its original visuals and style, but criticism for favoring visuals over characterization and its controversial depiction of the ancient Persians; however, the film was a box office success, grossing over $450 million, with the film's opening being the 24th largest in box office history at the time, and it has since developed a cult following.Dilios, a Spartan soldier, narrates the story of Leonidas from his boyhood to becoming a king of Sparta. Years later, a Persian messenger arrives at the gates of Sparta, demanding the submission of Sparta to King Xerxes. In response to this demand, Leonidas kicks the messenger into a large well. Knowing this will prompt a Persian attack, Leonidas visits the Ephors—ancient lepord-ridden priests whose blessing he needs before the Spartan council will authorize going to war. He proposes they repel the superior Persians by using the terrain of Thermopylae (the Hot Gates) and funneling the Persians into a narrow pass between the rocks and the sea. The Ephors consult the Oracle, who decrees that Sparta must not go to war during their religious festival Carnea. As Leonidas departs, two agents of Xerxes appear—one of them, Theron, a Spartan—who bribe the Ephors with cucumbers and money.Leonidas follows his plan anyway, setting out with only 300 soldiers, whom he calls his personal guards to avoid needing the council's permission. Though he regards the mission as certain suicide, he hops the sacrifice will spur the council to unite with Persia. On the way to Thermopylae, Arcadians join the Spartans. At Thermopylae they construct a wall to contain the approaching Persians. As construction goes on, Leonidas meets Ephialtes, a hunchbacked Spartan in exile whose parents fled Sparta to spare him certain infanticide. Wanting to redeem his father's name, Ephialtes asks to join the fight; he warns Leonidas of a secret path the Persians could use to outflank and surround them. Though Leonidas sympathizes with Ephialtes's will to fight, he turns him down, as Ephialtes cannot properly hold a shield: this would compromise the Spartans' phalanx formation.",
    "reviews": [
      {
        "documentVersion": "1.0.1",
        "timestampMsec": "1377678989269",
        "starRating": "5",
        "title": "Great Sound!",
        "comment": "Very good sound quality.",
        "commentId": "gp:AOqpTOHg3KCLYQcuRWrip3hxOM_I_n6f8jw8nxuKrUUtx2DGnS4om_dKKVoz7afG3OGb4rCGZqmS_ZAvufVcig",
        "author": "Aron Laycock",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "documentVersion": "1.0.1",
        "timestampMsec": "1374122788387",
        "starRating": "5",
        "title": "great...",
        "comment": "nice qoutes ....all is that a wonderful app...:)",
        "commentId": "gp:AOqpTOHv54VZZHrzGG6OXupgETod9YuUmd1XId2Iiq0WJnWhu8Bf-Kau3o59eprb29CjdKmUoeAWetTLZ4u8jg",
        "author": "Aftab Ahmed",
        "authorURL": "http://lh6.googleusercontent.com/-lhwNLfcsIoU/AAAAAAAAAAI/AAAAAAAAAAA/SQTRq6VbMF4/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/-lhwNLfcsIoU/AAAAAAAAAAI/AAAAAAAAAAA/SQTRq6VbMF4/photo.jpg"
      },
      {
        "timestampMsec": "1372596433327",
        "starRating": "5",
        "title": "Awesome",
        "comment": "Excellent quotes",
        "commentId": "gp:AOqpTOEwBI2kCJrWP3Yy85HVYE3VFaEKs6qLbfBM3t82DeRRjRKBt0chNSrXlOaoBTO8h4OIpQ6wyI6qbXhoLw",
        "author": "marco b",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1375550000921",
        "starRating": "1",
        "title": "Super stupid",
        "comment": "What ever you do,do not get this app piece of junk",
        "commentId": "gp:AOqpTOEu0v_l1rZlUU0WJBbhHJbf_HT2qsm2PS8GHS43pOCxVfQmhkj4UNDjoLrIebSJWrjuLIPacalSFGEUyw",
        "author": "Cole Henness",
        "authorURL": "http://lh3.googleusercontent.com/-70Ti1vB8eNU/AAAAAAAAAAI/AAAAAAAAAA0/JyyH4cB7NjI/photo.jpg",
        "authorSecureURL": "https://lh3.googleusercontent.com/-70Ti1vB8eNU/AAAAAAAAAAI/AAAAAAAAAA0/JyyH4cB7NjI/photo.jpg"
      },
      {
        "timestampMsec": "1375278268140",
        "starRating": "1",
        "title": "Plop",
        "comment": "Poorly designed.",
        "commentId": "gp:AOqpTOHqIJcPysCJ3B6s06gJ_Yn84RV7WOKEelYCMr47nHd69_VX2zyV8q_t9IMjMmwxEWZHv45rEJNdzn_Owg",
        "author": "Andy Rumfitt",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.GET_ACCOUNTS",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.WRITE_SETTINGS",
      "android.permission.MODIFY_AUDIO_SETTINGS",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
