{
  "title": "Cederroth First Aid",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.cederroth.firstaid",
  "category": "Health & Fitness",
  "price": "Free",
  "datePublished": "May 23, 2013",
  "version": "1.2",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "11",
  "rating": "4.4545455",
  "contentRating": "Everyone",
  "creator": "CodeStream",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.cederroth.firstaid",
  "extendedInfo": {
    "installSize": "8.9M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "First Aid is important, sometimes vital. We all know that. But what does it actually involve? How can you do it?Cederroth has developed simple and clear instructions using animated illustrations. Here you can, at your own pace, broaden your knowledge on how to give the best possible First Aid Treatment for many types of different injuries, for people in various age groups.The instructions are divided into the following age groups and areas:- Adults +12 years old- Children 1-12 years old- Infants +-1 year old- CPR- Airway obstruction- Circulation failure- Burns- Heavy bleedingWe recommend that everyone attends First Aid training and keeps their skills up to date. Make sure you practise the skills frequently. It can be a matter of life and death.Read more about us at www.firstaid.cederroth.comUser terms and conditionsThis app is only intended to provide information and is not intended to replace First Aid training or professional/medical advice. Neither does this app replace the need to contact medical services when necessary.This app is only intended to provide information and is not intended to replace First Aid training or professional/medical advice. Neither does this app replace the need to contact medical services when necessary.This material is copyright protected.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [

    ]
  }
}
