{
  "title": "Kim Kardashian Secrets",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.celebsecrets.kimkardashian",
  "category": "News & Magazines",
  "price": "Free",
  "datePublished": "February 14, 2012",
  "version": "1.0.1",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "3",
  "rating": "3.6666667",
  "contentRating": "Everyone",
  "creator": "fashionista1",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.celebsecrets.kimkardashian",
  "extendedInfo": {
    "installSize": "153k",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "Are you krazy for Kim? Get the latest Kim Kardashian kontent here!Photos, news, fashion, appearances!Dark haired beauty Kim Kardashian is an American socialite, television personality, model, actress, and businesswoman. She became an unexpected star after the first season of E!’s Keeping Up With the Kardashians aired in 2007. Prior to her career as a reality tv star, Kim gained notoriety as the subject of a sex tape that resulted in a court settlement of $5 million. In 2010 she was the highest earning reality star with an estimated $6 million in earnings.In addition to her numerous television and movie appearances, Kim has a large set of entrepreneurial business skills. Before her reality tv fame, she started out as a fashion stylist—quickly sought after for styling for television shows, music videos, and photo shoots. In addition, her organizational and orderly construction of high fashion closets is what gave Kim a unique line of work, overhauling and designing closets for her friends, socialites, and celebrities.Together with her sisters, Kim opened DASH  in 2006—a designer clothing store located in Calabasas, California. Their second store opened in Miami in May 2009, and third store in New York in November 2010.As the Kardashian brand has grown, Kim has also launched her own perfume, fashion line with her sisters, jewelry, and shoes. KimKardashian.com is the fastest growing celebrity blog on the web, confirming her stronghold in media popularity.There’s no doubt that Kim Kardashian and the rest of the klan is here to stay.Get the latest on everything Kim Kardashian with Kim Kardashian Secrets!",
    "reviews": [
      {
        "documentVersion": "1.0.1",
        "timestampMsec": "1343799283452",
        "starRating": "1",
        "title": "Waste",
        "comment": "Didn\\'t work at all for me",
        "commentId": "lg:AOqpTOFPOEzMq4pawrDY229bcJPctcKWnJIVlOd6UXlj8duBVZsBoZFX2QhMLNaoxmj_UmzO_cID-OOjDVEI7g",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.READ_PHONE_STATE",
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
